{
  "day_9_month_8_events.dialog": [
    "1173 - S'inicia la construcció del campanar de la Catedral de Pisa (ara coneguda com la Torre Inclinada de Pisa); trigarà dos segles a completar-se.",
    "1329 - Quilon, la primera diòcesi cristiana índia, és erigida pel papa Joan XXII; Jordanus, nascut a França, és nomenat primer bisbe.",
    "1428 - Les fonts citen el major comerç de caravanes entre Podvisoki i la República de Ragusa. Els valacs van comprometre al senyor ragusà Tomo Bunić, que amb 600 cavalls lliuraran 1.500 modius de sal. El lliurament estava destinat a Dobrašin Veseoković, i el preu de Vlachs era la meitat de la sal lliurada.",
    "1500 - Guerra Otomano-Venecia (1499-1503): Els otomans capturen Methoni, Messènia.",
    "1610 - Comença la Primera Guerra Anglo-Powhatan a la Virgínia colonial.",
    "1810 - Napoleó s'annexiona Westfàlia com a part del Primer Imperi Francès.",
    "1814 - Guerres dels indis americans: els Creek signen el Tractat de Fort Jackson, renunciant a grans parts d'Alabama i Geòrgia.",
    "1830 - Lluís Felip es converteix en el rei dels francesos després de l'abdicació de Carles X.",
    "1842 - Es signa el Tractat Webster-Ashburton, que estableix la frontera entre els Estats Units i el Canadà a l'est de les Muntanyes Rocalloses.",
    "1854 - El filòsof transcendentalista nord-americà Henry David Thoreau publica les seves memòries Walden.",
    "1855 - Guerra d'Åland: comença la batalla de Suomenlinna.",
    "1862 - Guerra Civil Americana: Batalla de Cedar Mountain: a Cedar Mountain, Virgínia, el general confederat Stonewall Jackson derrota per poc les forces de la Unió sota el comandament del general John Pope.",
    "1877 - American Indian Wars: Battle of the Big Hole: una petita banda d'indis Nez Percé s'enfronta amb l'exèrcit dels Estats Units.",
    "1892 - Thomas Edison rep una patent per a un telègraf bidireccional.",
    "1897 - Se celebra el primer Congrés Internacional de Matemàtics a Zuric, Suïssa.",
    "1902 - Eduard VII i Alexandra de Dinamarca són coronats rei i reina del Regne Unit de Gran Bretanya i Irlanda.",
    "1907 - Conclou el primer campament de Boy Scout a l'illa de Brownsea, al sud d'Anglaterra.",
    "1925 - Té lloc un robatori a un tren a Kakori, prop de Lucknow, Índia, per part dels revolucionaris de la independència indi, contra el govern britànic.",
    "1936 - Jocs Olímpics d'estiu: Jesse Owens guanya la seva quarta medalla d'or als jocs.",
    "1942 - S'estrena la 7a simfonia de Dmitri Xostakóvitx en un Leningrad assetjat.",
    "1942 - Segona Guerra Mundial: Batalla de l'illa de Savo: les forces navals aliades que protegeixen les seves forces amfíbies durant les etapes inicials de la batalla de Guadalcanal són sorpreses i derrotades per una força de creuers de la Marina Imperial Japonesa.",
    "1944 - El Servei Forestal dels Estats Units i el Wartime Advertising Council publiquen cartells amb Smokey Bear per primera vegada.",
    "1944 - Segona Guerra Mundial: Guerra de continuació: l'ofensiva de Vyborg-Petrozavodsk, la més gran ofensiva llançada per la Unió Soviètica contra Finlàndia durant la Segona Guerra Mundial, acaba en un estancament estratègic. Tant les tropes finlandeses com les soviètiques al front finlandès van cavar fins a posicions defensives, i el front es manté estable fins al final de la guerra.",
    "1945 - L'Exèrcit Roig envaeix la Manxúria ocupada pels japonesos.",
    "1945 - Segona Guerra Mundial: Nagasaki està devastada quan una bomba atòmica, Fat Man, és llançada pel B-29 Bockscar dels Estats Units. Trenta-cinc mil persones moren directament, entre 23.200 i 28.200 treballadors de la guerra japonesos, 2.000 treballadors forçats coreans i 150 soldats japonesos.",
    "1960 - Kasai del sud se separa del Congo.",
    "1965 - Singapur és expulsat de Malàisia i es converteix fins ara en l'únic país que ha aconseguit la independència sense voler.",
    "1969 - Assassinats de Tate-LaBianca: els seguidors de Charles Manson assassinen l'actriu embarassada Sharon Tate (dona de Roman Polanski), l'hereva del cafè Abigail Folger, l'actor polonès Wojciech Frykowski, el perruquer masculin Jay Sebring i el recent graduat de secundària Steven Parent.",
    "1970 - El vol 502 de LANSA s'estavella després de l'enlairament de l'aeroport internacional Alejandro Velasco Astete de Cusco, Perú, matant 99 de les 100 persones a bord, així com dues persones a terra.",
    "1971 - The Troubles: a Irlanda del Nord, les autoritats britàniques inicien l'operació Demetrius. L'operació implica la detenció massiva i l'internament sense judici de persones sospitoses d'estar afiliades a l'Exèrcit Republicà Irlandès (PIRA). Segueixen disturbis massius i milers de persones fugen o són forçades a sortir de casa seva.",
    "1973 - Mars 7 es llança des de l'URSS.",
    "1974 - Com a resultat directe de l'escàndol Watergate, Richard Nixon es converteix en el primer president dels Estats Units que renuncia al seu càrrec. El vicepresident Gerald Ford esdevé president.",
    "1991 - El fiscal italià Antonino Scopelliti és assassinat per la 'Ndrangheta en nom de la màfia siciliana mentre preparava el cas del govern en l'apel·lació final del judici Maxi.",
    "1993 - El Partit Liberal Democràtic del Japó perd el control nacional de 38 anys.",
    "1995 - El vol 901 d'Aviateca s'estavella contra el volcà de San Vicente a El Salvador, matant les 65 persones a bord.",
    "1999 - El president rus Boris Ieltsin acomiada el seu primer ministre, Sergei Stepashin, i per quarta vegada acomiada tot el seu gabinet.",
    "2006 - Almenys 21 presumptes terroristes són arrestats en el complot d'avions transatlàntics de 2006 que va passar al Regne Unit. Les detencions es fan a Londres, Birmingham i High Wycombe en una operació durant la nit.",
    "2007 - El vol 1121 d'Air Moorea s'estavella després de l'enlairament de l'aeroport de Moorea a la Polinèsia Francesa, causant la mort de les 20 persones a bord.",
    "2012 - Shannon Eastin es converteix en la primera dona a oficiar un partit de la NFL.",
    "2013 - Uns homes armats obren foc a una mesquita sunnita a la ciutat de Quetta, matant almenys deu persones i ferint-ne 30.",
    "2014 - Michael Brown, un home afroamericà de 18 anys a Ferguson, Missouri, és assassinat a trets per un agent de policia de Ferguson després d'haver agredit l'oficial i intentar robar-li l'arma, provocant protestes i disturbis a la ciutat.",
    "2021 - El tramvia lleuger de Tampere comença oficialment a funcionar.",
    "378 - Guerra del Gòtic: Batalla d'Adrianoble: un gran exèrcit romà dirigit per l'emperador Valent és derrotat pels visigots. Valens és assassinat juntament amb més de la meitat del seu exèrcit.",
    "48 aC - Guerra civil de Cèsar: Batalla de Pàrsali: Juli Cèsar derrota decisivament Pompeu a Pàrsala i Pompeu fuig a Egipte."
  ],
  "day_16_month_6_deaths.dialog": [
    "1185 - Mort de Richeza de Polònia, reina de Lleó (c. 1140)",
    "1286 - Mort d'Hugh de Balsham, bisbe anglès",
    "1332 - Mor Adam de Brome, fundador de l'Oriel College d'Oxford",
    "1361 - Mort de Johannes Tauler, teòleg místic alemany",
    "1397 - Mort de Felip d'Artois, comte d'Eu, soldat francès (n. 1358)",
    "1424 - Mort de Johannes Ambundii, arquebisbe de Riga",
    "1468 - Mort de Jean Le Fèvre de Saint-Remy, historiador i autor borgonyó (n. 1395)",
    "1487 - Mort de John de la Pole, primer comte de Lincoln (c. 1463)",
    "1540 - Mort de Konrad von Thüngen, noble alemany (c. 1466)",
    "1622 - Mort d'Alexander Seton, primer comte de Dunfermline, advocat, jutge i polític escocès, Lord Canceller d'Escòcia (n. 1555)",
    "1626 - Mort de Christian, duc de Brunswick-Lüneburg-Wolfenbüttel, líder militar protestant alemany (n. 1599 )",
    "1666 - Mort de Sir Richard Fanshawe, primer baronet, poeta i diplomàtic anglès, ambaixador anglès a Espanya (n. 1608)",
    "1674 - Mort de Tomás Yepes, pintor espanyol (n. 1595 o 1600)",
    "1722 - Mort de John Churchill, primer duc de Marlborough, general i polític anglès, Lord Tinent d'Oxfordshire (n. 1650)",
    "1743 - Mort de Louise-Françoise de Bourbon, filla gran del rei Lluís XIV de França (n. 1673)",
    "1752 - Mort de Joseph Butler, bisbe i filòsof anglès (n. 1692)",
    "1762 - Mort d'Anne Russell, comtessa de Jersey (antiga duquessa de Bedford) (b. c.1705)",
    "1777 - Mort de Jean-Baptiste-Louis Gresset, poeta i dramaturg francès (n. 1709)",
    "1779 - Mort de Sir Francis Bernard, primer baronet, advocat i polític anglès, governador de la província de la badia de Massachusetts (n. 1712)",
    "1804 - Mort de Johann Adam Hiller, compositor i director d'orquestra alemany (n. 1728)",
    "1824 - Mort de Charles-François Lebrun, duc de Plaisance, advocat i polític francès (n. 1739)",
    "1849 - Mor Wilhelm Martin Leberecht de Wette, teòleg i erudit alemany (n. 1780)",
    "1850 - Mort de William Lawson, explorador i polític anglès-australià (n. 1774)",
    "1858 - Mort de John Snow, epidemiòleg i metge anglès (n. 1813)",
    "1862 - Mort d'Hidenoyama Raigorō, lluitador de sumo japonès, el 9è Yokozuna (n. 1808)",
    "1869 - Mort de Charles Sturt, botànic i explorador indi-anglès (n. 1795)",
    "1872 - Mort de Norman MacLeod, ministre i autor escocès (n. 1812)",
    "1878 - Mort de Crawford Long, cirurgià i farmacèutic nord-americà (n. 1815)",
    "1878 - Mort de Kikuchi Yōsai, pintor japonès (n. 1781)",
    "1881 - Mor Josiah Mason, empresari i filantrop anglès (n. 1795)",
    "1885 - Mor Wilhelm Camphausen, pintor i acadèmic alemany (n. 1818)",
    "1886 - Mor Alexander Stuart, polític escocès-australià, 9è primer ministre de Nova Gal·les del Sud (n. 1824)",
    "1902 - Mor Ernst Schröder, matemàtic i acadèmic alemany (n. 1841)",
    "1918 - Mort de Bazil Assan, enginyer i explorador romanès (n. 1860)",
    "1925 - Mort de Chittaranjan Das, advocat i polític indi (n. 1870)",
    "1929 - Mort de Bramwell Booth, 2n general anglès de l'Exèrcit de Salvació (n. 1856)",
    "1929 - Mort de Vernon Louis Parrington, historiador i erudit nord-americà (n. 1871)",
    "1930 - Mort d'Elmer Ambrose Sperry, inventor nord-americà, co-inventor del girocompàs (n. 1860)",
    "1930 - Mor Ezra Fitch, advocat i empresari nord-americà, cofundador d'Abercrombie & Fitch (n. 1866)",
    "1939 - Mort de Chick Webb, bateria i director de banda nord-americà (n. 1905)",
    "1940 - Mort de DuBose Heyward, autor nord-americà (n. 1885)",
    "1944 - Mort de George Stinney, adolescent afroamericà condemnat injustament (n. 1929)",
    "1944 - Mor Marc Bloch, historiador i acadèmic francès (n. 1886)",
    "1945 - Mort d'Aris Velouchiotis, general grec (n. 1905)",
    "1946 - Mort de Gordon Brewster, dibuixant irlandès (n 1889)",
    "1952 - Mort d'Andrew Lawson, geòleg i acadèmic escocès-americà (n. 1861)",
    "1953 - Mort de Margaret Bondfield, política anglesa, secretària d'Estat de Treball i Pensions (n. 1873)",
    "1955 - Mort d'Ozias Leduc, pintor canadenc (n. 1864)",
    "1958 - Mor Imre Nagy, polític hongarès, tercer primer ministre d'Hongria (n. 1895 )",
    "1958 - Mor Pál Maléter, general i polític hongarès, ministre de Defensa d'Hongria (n. 1917 )",
    "1959 - Mor George Reeves, actor i director nord-americà (n. 1914)",
    "1961 - Mor Marcel Junod, metge i anestesiòleg suís (n. 1904)",
    "1967 - Mort de Reginald Denny, actor anglès (n. 1891)",
    "1969 - Mor Harold Alexander, primer comte Alexandre de Tunis, mariscal de camp i polític anglès, 17è governador general del Canadà (n. 1891)",
    "1970 - Mor Brian Piccolo, jugador de futbol americà (n. 1943)",
    "1970 - Mort de Sydney Chapman, matemàtic i geofísic anglès (n. 1888)",
    "1971 - Mort de John Reith, primer baró Reith, locutor escocès, cofundador de la BBC (n. 1889)",
    "1974 - Mor Amalie Sara Colquhoun, paisatgista i retratista australiana (n. 1894)",
    "1977 - Mort de Wernher von Braun, físic i enginyer alemany-americà (n. 1912)",
    "1979 - Mort d'Ignatius Kutu Acheampong, general i polític ghanés, sisè cap d'estat de Ghana (n. 1931)",
    "1979 - Mor Nicholas Ray, actor, director i guionista nord-americà (n. 1911)",
    "1981 - Mort de Thomas Playford IV, polític australià, 33è primer ministre d'Austràlia Meridional (n. 1896)",
    "1982 - Mort de James Honeyman-Scott, guitarrista i compositor anglès (n. 1956)",
    "1984 - Mor Erni Krusten, autor i poeta estonià (n. 1900)",
    "1984 - Mort de Lew Andreas, jugador de futbol americà i entrenador (n. 1895)",
    "1986 - Mor Maurice Duruflé, organista i compositor francès (n. 1902)",
    "1987 - Mor Marguerite de Angeli, autora i il·lustradora nord-americana (n. 1889)",
    "1988 - Mort de Miguel Piñero, actor i dramaturg porto-riqueny (n. 1946)",
    "1993 - Mort de Lindsay Hassett, jugadora de cricket i soldat australiana (n. 1913)",
    "1994 - Mort de Kristen Pfaff, baixista i compositora nord-americana (n. 1967)",
    "1996 - Mort de Mel Allen, presentador d'esports i presentador de jocs nord-americà (n. 1913)",
    "1998 - Mort de Fred Wacker, pilot i enginyer de cotxes de carreres nord-americà (n. 1918)",
    "1999 - Death of Screaming Lord Sutch, cantant i activista anglès (n. 1940)",
    "2003 - Mort de Georg Henrik von Wright, filòsof i autor finlandès-suec (n. 1916)",
    "2003 - Mort de Pierre Bourgault, periodista i polític canadenc (n. 1934)",
    "2004 - Mort de Jacques Miquelon, advocat i jutge canadenc (n. 1911)",
    "2004 - Mort de Thanom Kittikachorn, mariscal de camp i polític tailandès, 10è primer ministre de Tailàndia (n. 1911)",
    "2005 - Mort d'Enrique Laguerre, autor i crític porto-riqueny (n. 1906)",
    "2008 - Mort de Mario Rigoni Stern, soldat i autor italià (n. 1921)",
    "2010 - Mort de Marc Bazin, advocat i polític haitiano, 49è president d'Haití (n. 1932)",
    "2010 - Mort de Maureen Forrester, cantant i acadèmica canadenca (n. 1930)",
    "2010 - Mort de Ronald Neame, director, productor, director de fotografia i guionista anglès (n. 1911)",
    "2011 - Mort d'Östen Mäkitalo, enginyer i acadèmic suec (n. 1938)",
    "2012 - Mort de Jorge Lankenau, banquer i empresari mexicà (n. 1944)",
    "2012 - Mort de Nils Karlsson, esquiador suec (n. 1917)",
    "2012 - Mort de Susan Tyrrell, actriu nord-americana (n. 1945)",
    "2012 - Mort de Sławomir Petelicki, general polonès (n. 1946)",
    "2013 - Mort de Hans Hass, biòleg i bussejador austríac (n. 1919)",
    "2013 - Mort de Khondakar Ashraf Hossain, poeta i acadèmic de Bangla Desh (n. 1950)",
    "2013 - Mor Norman Ian MacKenzie, periodista i autor anglès (n. 1921)",
    "2013 - Mort d'Ottmar Walter, futbolista alemany (n. 1924)",
    "2013 - Mort de Sam Farber, empresari nord-americà, cofundador d'OXO (n. 1924)",
    "2014 - Mort de Cándido Muatetema Rivas (n. 1960), polític i diplomàtic equatoguineana, primer ministre de Guinea Equatorial",
    "2014 - Mort de Tony Gwynn, jugador i entrenador de beisbol nord-americà (n. 1960)",
    "2015 - Mort de Charles Correa, arquitecte i urbanista indi (n. 1930)",
    "2015 - Mort de Jean Vautrin, director, guionista i crític francès (n. 1933)",
    "2016 - Mort de Jo Cox, activista polític i diputat anglès (n. 1974)",
    "2017 - Mor Helmut Kohl, polític alemany, canceller d'Alemanya (n. 1930)",
    "2020 - Mort d'Eduardo Cojuangco Jr., home de negocis i polític filipí (n. 1935)",
    "2023 - Mort de Gino Mäder, ciclista suís (n. 1997)",
    "840 - Mort de Rorgon I, noble franc (o 839)",
    "924 - Mort de Li Cunshen, general de Later Tang (n. 862)",
    "956 - Mort d'Hug el Gran, noble franc (n. 898)"
  ],
  "day_28_month_1_births.dialog": [
    "1312 - Naixement de Joan II, reina de Navarra (m. 1349)",
    "1368 - Naixement de Razadarit, rei de Hanthawaddy (m. 1421)",
    "1457 - Naixement d'Enric VII, rei d'Anglaterra (m. 1509)",
    "1533 - Naixement de Paul Luter, científic alemany (m. 1593)",
    "1540 - Naixement de Ludolph van Ceulen, matemàtic i acadèmic alemany-holandès (m. 1610)",
    "1582 - Naixement de John Barclay, poeta i autor franco-escocès (m. 1621)",
    "1600 - Naixement de Climent IX, papa de l'Església Catòlica (m. 1669)",
    "1608 - Naixement de Giovanni Alfonso Borelli, fisiòleg i físic italià (m. 1679)",
    "1611 - Naixement de Johannes Hevelius, astrònom i polític polonès (m. 1687)",
    "1622 - Naixement d'Adrien Auzout, astrònom i fabricant d'instruments francès (m. 1691)",
    "1693 - Naixement de Gregor Werner, compositor austríac (m. 1766)",
    "1701 - Naixement de Charles Marie de La Condamine, matemàtic i geògraf francès (m. 1774)",
    "1706 - Naixement de John Baskerville, impressor i tipògraf anglès (m. 1775)",
    "1712 - Naixement de Tokugawa Ieshige, shōgun japonès (m. 1761)",
    "1717 - Naixement de Mustafà III, sultà otomà (m. 1774)",
    "1719 - Naixement de Johann Elias Schlegel, poeta i crític alemany (m. 1749)",
    "1726 - Naixement de Christian Felix Weiße, poeta i dramaturg alemany (m. 1802)",
    "1755 - Naixement de Samuel Thomas von Sömmerring, metge, antropòleg i paleontòleg polonès-alemany (m. 1830)",
    "1784 - Naixement de George Hamilton-Gordon, quart comte d'Aberdeen, polític escocès, primer ministre del Regne Unit (m. 1860)",
    "1797 - Naixement de Charles Gray Round, advocat i polític anglès (m. 1867)",
    "1818 - Naixement de George S. Boutwell, advocat i polític nord-americà, 28è secretari del Tresor dels Estats Units (m. 1905)",
    "1822 - Naixement d'Alexander Mackenzie, polític escocès-canadenc, segon primer ministre del Canadà (m. 1892)",
    "1833 - Naixement de Charles George Gordon, general i polític anglès (m. 1885)",
    "1853 - Naixement de José Martí, periodista, poeta i teòric cubà (m. 1895)",
    "1853 - Naixement de Vladimir Solovyov, filòsof, poeta i crític rus (m. 1900)",
    "1855 - Naixement de William Seward Burroughs I, empresari nord-americà, va fundar la Burroughs Corporation (m. 1898)",
    "1858 - Naixement de Tannatt William Edgeworth David, geòleg i explorador gal·lès-australià (m. 1934)",
    "1861 - Naixement de Julián Felipe, compositor i pedagog filipí (m. 1944)",
    "1863 - Naixement d'Ernest William Christmas, pintor australià nord-americà (m. 1918)",
    "1864 - Naixement de Charles W. Nash, empresari nord-americà, fundador de Nash Motors (m. 1948)",
    "1865 - Naixement de Kaarlo Juho Ståhlberg, advocat, jutge i polític finlandès, primer president de Finlàndia (m. 1952)",
    "1865 - Naixement de Lala Lajpat Rai, escriptora i política indi (m. 1928)",
    "1873 - Naixement de Colette, novel·lista i periodista francesa (m. 1954)",
    "1873 - Naixement de Monty Noble, jugador de cricket australià (m. 1940)",
    "1874 - Naixement d'Alex Smith, golfista escocès (m. 1930)",
    "1875 - Naixement de Julián Carrillo, violinista, compositor i director d'orquestra mexicà (m. 1965)",
    "1878 - Naixement de Walter Kollo, compositor i director d'orquestra alemany (m. 1940)",
    "1880 - Naixement d'Herbert Strudwick, jugador de cricket i entrenador anglès (m. 1970)",
    "1884 - Naixement d'Auguste Piccard, físic i explorador suís (m. 1962)",
    "1885 - Naixement de Vahan Terian, poeta i activista armeni (m. 1920)",
    "1886 - Naixement d'Hidetsugu Yagi, enginyer i acadèmic japonès (m. 1976)",
    "1886 - Naixement de Marthe Bibesco, escriptora i poeta romanesa-francesa (m. 1973)",
    "1887 - Naixement d'Arthur Rubinstein, pianista i educador polonès-nord-americà (m. 1982)",
    "1897 - Naixement de Valentin Kataev, autor i dramaturg rus (m. 1986)",
    "1900 - Naixement d'Alice Neel, pintora nord-americana (m. 1984)",
    "1903 - Naixement d'Aleksander Kamiński, autor i pedagog polonès (m. 1978)",
    "1903 - Naixement de Kathleen Lonsdale, cristal·lògrafa irlandesa i primera dona FRS (m. 1971)",
    "1906 - Naixement de Markos Vafiadis, general i polític grec (m. 1992)",
    "1906 - Naixement de Pat O'Callaghan, atleta irlandès (m. 1991)",
    "1908 - Naixement de Paul Misraki, compositor i historiador turco-francès (m. 1998)",
    "1909 - Naixement de John Thomson, futbolista escocès (m. 1931)",
    "1910 - Naixement de John Banner, actor austríac (m. 1973)",
    "1911 - Naixement de Johan van Hulst, polític, acadèmic i autor holandès, destinatari de Yad Vashem (m. 2018)",
    "1912 - Naixement de Jackson Pollock, pintor nord-americà (m. 1956)",
    "1918 - Naixement de Harry Corbett, titellaire, actor i guionista anglès (m. 1989)",
    "1918 - Naixement de Trevor Skeet, advocat i polític anglès neozelandès (m. 2004)",
    "1919 - Naixement de Gabby Gabreski, coronel i pilot nord-americà (m. 2002)",
    "1920 - Naixement de Lewis Wilson, actor nord-americà (m. 2000)",
    "1921 - Naixement de Vytautas Norkus, jugador de bàsquet lituà-nord-americà (m. 2014)",
    "1922 - Naixement d'Anna Gordy Gaye, compositora i productora nord-americana, cofundadora d'Anna Records (m. 2014)",
    "1922 - Naixement de Robert W. Holley, bioquímic i acadèmic nord-americà, premi Nobel (m. 1993)",
    "1924 - Naixement de Marcel Broodthaers, pintor i poeta belga (m. 1976)",
    "1925 - Naixement de Raja Ramanna, físic i polític indi (m. 2004)",
    "1926 - Naixement de Jimmy Bryan, pilot de carreres nord-americà (m. 1960)",
    "1927 - Naixement d'Hiroshi Teshigahara, director, productor i guionista japonès (m. 2001)",
    "1927 - Naixement de Per Oscarsson, actor, director, productor i guionista suec (m. 2010)",
    "1927 - Naixement de Ronnie Scott, saxofonista anglès (m. 1996)",
    "1927 - Naixement de Vera Williams, autora i il·lustradora nord-americana (m. 2015)",
    "1929 - Naixement d'Acker Bilk, cantant i clarinetista anglès (m. 2014)",
    "1929 - Naixement de Claes Oldenburg, escultor i il·lustrador suec-nord-americà (m. 2022)",
    "1929 - Naixement d'Edith M. Flanigen, química nord-americana",
    "1929 - Naixement de Nikolai Parshin, futbolista i entrenador rus (m. 2012)",
    "1930 - Naixement de Kurt Biedenkopf, acadèmic i polític alemany, 54è president del Bundesrat alemany (m. 2021)",
    "1930 - Naixement de Roy Clarke, guionista, còmic i soldat anglès",
    "1933 - Naixement de Jack Hill, director i guionista nord-americà",
    "1934 - Naixement de Juan Manuel Bordeu, pilot de carreres argentí (m. 1990)",
    "1935 - Naixement de David Lodge, autor i crític anglès",
    "1935 - Naixement de Nicholas Pryor, actor nord-americà",
    "1936 - Naixement d'Alan Alda, actor, director i escriptor nord-americà",
    "1936 - Naixement d'Ismail Kadare, novel·lista, poeta, assagista i dramaturg albanès",
    "1937 - Naixement de John Normington, actor anglès (m. 2007)",
    "1937 - Naixement de Karel Čáslavský, historiador i presentador de televisió txec (m. 2013)",
    "1938 - Naixement de Leonid Zhabotinsky, levantador de peses i entrenador ucraïnès (m. 2016)",
    "1938 - Naixement de Tomas Lindahl, biòleg i acadèmic suec-anglès, premi Nobel",
    "1939 - Naixement de John M. Fabian, coronel, pilot i astronauta nord-americà",
    "1940 - Naixement de Carlos Slim, empresari i filantrop mexicà, funda el Grupo Carso",
    "1941 - Naixement de Joel Crothers, actor nord-americà (m. 1985)",
    "1942 - Naixement d'Erkki Pohjanheimo, director i productor finlandès",
    "1942 - Naixement de Sjoukje Dijkstra, patinadora artística holandesa (m. 2024)",
    "1943 - Naixement de Dick Taylor, guitarrista i compositor anglès",
    "1943 - Naixement de Paul Henderson, jugador d'hoquei sobre gel i autor canadenc",
    "1944 - Naixement de John Tavener, compositor anglès (m. 2013)",
    "1944 - Naixement de Rosalía Mera, empresaria espanyola, cofundadora d'Inditex i Zara (m. 2013)",
    "1944 - Naixement de Susan Howard, actriu i escriptora nord-americana",
    "1945 - Naixement de Marthe Keller, actriu i directora suïssa",
    "1947 - Naixement de Jeanne Shaheen, educadora i política nord-americana, 78è governadora de New Hampshire",
    "1948 - Aniversari de Bob Moses, bateria nord-americà",
    "1948 - Naixement de Charles Taylor, polític liberià, 22è president de Libèria",
    "1948 - Naixement d'Ilkka Kanerva, polític finlandès (m. 2022)",
    "1949 - Naixement de Gregg Popovich, jugador i entrenador de bàsquet nord-americà",
    "1949 - Naixement de Jim Wong-Chu, poeta canadenc (m. 2017)",
    "1949 - Naixement de Mike Moore, líder sindical i polític de Nova Zelanda, 34è primer ministre de Nova Zelanda (m. 2020)",
    "1950 - Naixement de Barbi Benton, actriu, cantant i model nord-americana",
    "1950 - Naixement de David C. Hilmers, coronel, metge i astronauta nord-americà",
    "1950 - Naixement de Hamad bin Isa Al Khalifa, rei de Bahrain",
    "1950 - Naixement de Naila Kabeer, economista i acadèmica de Bangla Desh-anglès",
    "1951 - Aniversari de Billy Bass Nelson, baixista nord-americà de R&B/funk",
    "1951 - Naixement de Brian Bilbray, polític nord-americà",
    "1951 - Naixement de Leonid Kadeniuk, general, pilot i astronauta ucraïnès (m. 2018)",
    "1952 - Naixement de Richard Glatzer, director, productor i guionista nord-americà (m. 2015)",
    "1953 - Naixement de Colin Campbell, jugador i entrenador d'hoquei sobre gel canadenc",
    "1954 - Naixement de Bruno Metsu, futbolista i entrenador francès (m. 2013)",
    "1954 - Naixement de Peter Lampe, teòleg i historiador alemany",
    "1954 - Naixement de Rick Warren, pastor i autor nord-americà",
    "1955 - Naixement de Nicolas Sarkozy, advocat i polític francès, 23è president de França",
    "1955 - Naixement de Vinod Khosla, home de negocis indi-americà, cofundador de Sun Microsystems",
    "1956 - Naixement de Peter Schilling, cantant i compositor alemany",
    "1956 - Naixement de Richard Danielpour, compositor i pedagog nord-americà",
    "1957 - Naixement de Frank Skinner, còmic, actor i autor anglès",
    "1957 - Aniversari de Mark Napier, jugador d'hoquei sobre gel i presentador esportiu canadenc",
    "1957 - Naixement de Nick Price, golfista sud-africà de Zimbabwe",
    "1959 - Naixement de Frank Darabont, director i productor nord-americà",
    "1960 - Naixement de Loren Legarda, periodista i polític filipí",
    "1961 - Naixement de Mike Holoway, músic i actor britànic",
    "1961 - Naixement de Normand Rochefort, jugador i entrenador d'hoquei sobre gel canadenc",
    "1962 - Naixement de Keith Hamilton Cobb, actor nord-americà",
    "1962 - Aniversari de Michael Cage, jugador de bàsquet i locutor nord-americà",
    "1962 - Naixement de Sam Phillips, cantautor i guitarrista nord-americà",
    "1963 - Naixement de Dan Spitz, músic i compositor nord-americà",
    "1964 - Naixement de David Lawrence, jugador de cricket anglès",
    "1966 - Naixement de Michal Pivoňka, jugador d'hoquei sobre gel txec",
    "1966 - Naixement de Seiji Mizushima, director i productor japonès",
    "1967 - Aniversari de Billy Brownless, futbolista i periodista esportiu australià",
    "1968 - Aniversari de DJ Muggs, DJ i productor nord-americà",
    "1968 - Aniversari de Rakim, raper nord-americà",
    "1968 - Naixement de Sarah McLachlan, cantant, pianista i productora canadenca",
    "1969 - Naixement de Giorgio Lamberti, nedador italià",
    "1969 - Naixement de Kathryn Morris, actriu nord-americana",
    "1969 - Naixement de Linda Sánchez, advocada i política nord-americana",
    "1969 - Naixement de Mo Rocca, còmic i periodista de televisió nord-americà",
    "1971 - Naixement d'Anthony Hamilton, cantautor i productor nord-americà",
    "1972 - Naixement d'Amy Coney Barrett, jurista, acadèmica, advocada i jutge associada nord-americana de la Cort Suprema dels Estats Units",
    "1972 - Naixement d'Elena Baranova, jugadora de bàsquet russa",
    "1972 - Naixement de Gillian Vigman, actriu i còmic nord-americana",
    "1972 - Naixement de Léon van Bon, ciclista holandès",
    "1972 - Naixement de Mark Regan, jugador de rugbi anglès",
    "1972 - Naixement de Nicky Southall, futbolista i entrenador anglès",
    "1974 - Aniversari de Jermaine Dye, jugadora de beisbol nord-americana",
    "1974 - Naixement de Magglio Ordóñez, jugador de beisbol i polític veneçolà",
    "1974 - Naixement de Ramsey Nasr, autor i poeta holandès",
    "1974 - Naixement de Tony Delk, jugador i entrenador de bàsquet nord-americà",
    "1975 - Aniversari de Junior Spivey, jugador de beisbol i entrenador nord-americà",
    "1975 - Naixement de Pedro Pinto, periodista portuguès-americà",
    "1976 - Naixement de Mark Madsen, jugador i entrenador de bàsquet nord-americà",
    "1976 - Naixement de Miltiadis Sapanis, futbolista grec",
    "1976 - Naixement de Rick Ross, raper i productor nord-americà",
    "1976 - Naixement de Sireli Bobo, jugador de rugbi de Fiji",
    "1977 - Naixement de Daunte Culpepper, jugador de futbol americà",
    "1977 - Aniversari de Joey Fatone, cantant, ballarí i personatge de la televisió nord-americà",
    "1977 - Naixement de Sandis Buškevics, jugador i entrenador de bàsquet letó",
    "1977 - Naixement de Takuma Sato, pilot de cotxes de carreres japonès",
    "1978 - Aniversari de Big Freedia, músic nord-americà",
    "1978 - Naixement de Gianluigi Buffon, futbolista italià",
    "1978 - Naixement de Jamie Carragher, futbolista i periodista esportiu anglès",
    "1978 - Naixement de Papa Bouba Diop, futbolista senegalès (m. 2020)",
    "1978 - Aniversari de Sheamus, lluitador irlandès",
    "1979 - Naixement d'Angelique Cabral, actriu nord-americana",
    "1980 - Naixement de Brian Fallon, cantant i compositor nord-americà",
    "1980 - Naixement de Michael Hastings, periodista i autor nord-americà (m. 2013)",
    "1980 - Naixement de Nick Carter, cantautor i actor nord-americà",
    "1980 - Naixement de Yasuhito Endō, futbolista japonès",
    "1981 - Naixement d'Elijah Wood, actor i productor nord-americà",
    "1982 - Naixement de Chad Aull, polític nord-americà",
    "1982 - Naixement d'Omar Cook, jugador de bàsquet i entrenador nord-americà-montenegrin",
    "1984 - Aniversari d'Andre Iguodala, jugador de bàsquet nord-americà",
    "1984 - Aniversari d'Anne Panter, jugadora anglesa d'hoquei herba",
    "1984 - Aniversari de Ben Clucas, pilot de cotxes de carreres anglès",
    "1984 - Naixement de Stephen Gostkowski, jugador de futbol americà",
    "1985 - Naixement d'Arnold Mvuemba, futbolista francès",
    "1985 - Naixement de Daniel Carcillo, jugador canadenc d'hoquei sobre gel",
    "1985 - Aniversari de J. Cole, raper nord-americà",
    "1985 - Naixement de Lauris Dārziņš, jugador d'hoquei sobre gel letó",
    "1985 - Aniversari de Libby Trickett, nedadora australiana",
    "1985 - Naixement de Tom Hopper, actor anglès",
    "1986 - Aniversari d'Asad Shafiq, jugador de cricket pakistanès",
    "1986 - Aniversari de Jessica Ennis-Hill, heptatleta i corredora anglesa",
    "1986 - Naixement de Nathan Outteridge, mariner australià",
    "1988 - Naixement d'Alexandra Krosney, actriu nord-americana",
    "1988 - Naixement de Paul Henry, futbolista anglès",
    "1988 - Aniversari de Sanada, lluitadora japonesa",
    "1989 - Naixement de Siem de Jong, futbolista holandès",
    "1991 - Naixement de Carl Klingberg, jugador d'hoquei sobre gel suec",
    "1992 - Naixement de Sergio Araujo, futbolista argentí",
    "1993 - Naixement d'Alan Williams, jugador de bàsquet nord-americà",
    "1993 - Aniversari de Will Poulter, actor anglès",
    "1994 - Aniversari de Joel Bolomboy, jugador de bàsquet rus-americà",
    "1994 - Aniversari de Lin Zhu, tennista xinès",
    "1994 - Naixement de Maluma, cantant, compositor, raper i actor colombià",
    "1995 - Aniversari de Mimi-Isabella Cesar, gimnasta rítmica britànica",
    "1998 - Naixement d'Ariel Winter, actriu nord-americana",
    "1998 - Aniversari de Payton Pritchard, jugador de bàsquet nord-americà",
    "2000 - Naixement de Dušan Vlahović, futbolista serbi",
    "2004 - Aniversari d'Emoni Bates, jugador de bàsquet nord-americà",
    "2004 - Naixement de Liam Öhgren, jugador d'hoquei sobre gel suec",
    "598 - Naixement de Taizong, emperador de la dinastia Tang (m. 649)"
  ],
  "day_17_month_10_births.dialog": [
    "1253 - Naixement d'Ivo de Kermartin, sacerdot i sant francès (m. 1303)",
    "1493 - Naixement de Bartolommeo Bandinelli, escultor italià (m. 1560)",
    "1500 - Naixement d'Alonso de Orozco Mena, sacerdot catòlic romà espanyol (m. 1591)",
    "1538 - Naixement d'Irene di Spilimbergo, poeta i pintora del Renaixement italià (m. 1559)",
    "1577 - Naixement de Cristofano Allori, pintor italià (m. 1621)",
    "1577 - Naixement de Dmitri Pojarski, príncep rus (m. 1642)",
    "1582 - Naixement de Johann Gerhard, teòleg i acadèmic alemany (m. 1637)",
    "1587 - Naixement de Nathan Field, dramaturg i actor anglès (m. 1620)",
    "1623 - Naixement de Francis Turretin, ministre, teòleg i acadèmic suís-italià (m. 1687)",
    "1629 - Naixement de Baltasar Carles, príncep d'Astúries (m. 1646)",
    "1688 - Naixement de Domenico Zipoli, missioner i compositor italià (m. 1726)",
    "1711 - Naixement de Júpiter Hammon, poeta nord-americà (m. 1806)",
    "1719 - Naixement de Jacques Cazotte, autor i acadèmic francès (m. 1792)",
    "1720 - Naixement de Maria Teresa Agnesi Pinottini, clavicèmbal i compositora italiana (m. 1795)",
    "1725 - Naixement de John Wilkes, periodista i polític anglès (m. 1797)",
    "1729 - Naixement de Pierre-Alexandre Monsigny, compositor i acadèmic francès (m. 1817)",
    "1735 - Naixement de Franz Xaver Feuchtmayer el Jove, artista barroc alemany (m. 1803)",
    "1759 - Naixement d'Andrey Voronikhin, arquitecte i pintor rus (m. 1814)",
    "1760 - Naixement de Claude Henri de Rouvroy, comte de Saint-Simon, economista i filòsof francès (m. 1825)",
    "1768 - Naixement de Sophie von Dönhoff, cònjuge morganàtic per bigamia del rei Frederic Guillem II de Prússia (m. 1838)",
    "1779 - Naixement de José Andrés Pacheco de Melo, estadista i sacerdot argentí (m. aprox. 1820)",
    "1779 - Naixement de Lluís Carles, príncep francès de la sang (m. 1808)",
    "1780 - Naixement de Richard Mentor Johnson, polític nord-americà, novè vicepresident dels Estats Units (m. 1850)",
    "1781 - Naixement de Johann Friedrich Meckel, anatomista alemany (m. 1833)",
    "1784 - Naixement de Fructuoso Rivera, primer president de l'Uruguai (m. 1854)",
    "1785 - Naixement de Christen Smith, científic noruec (m. 1816)",
    "1792 - Naixement de John Bowring, políglota anglès i governador de Hong Kong (m. 1826)",
    "1797 - Naixement de Juan Lavalle, polític argentí (m. 1841)",
    "1803 - Naixement de Ferenc Deák, polític hongarès (m. 1876)",
    "1810 - Naixement d'Adolphe-Félix Cals, pintor francès (m. 1880)",
    "1811 - Naixement d'Albertus van Raalte, pastor i educador neerlandès-americà (m. 1876)",
    "1813 - Naixement de Georg Büchner, poeta i dramaturg germano-suís (m. 1837)",
    "1814 - Naixement de Yakiv Holovatsky, historiador, erudit i poeta ucraïnès (m. 1888)",
    "1817 - Naixement de Syed Ahmad Khan, filòsof i erudit indi (m. 1898)",
    "1821 - Naixement d'Alexander Gardner, fotògraf escocès (m. 1882)",
    "1828 - Naixement d'Aureliano Maestre de San Juan, científic espanyol (m. 1890)",
    "1833 - Naixement de José E. Días, general paraguaià (m. 1867)",
    "1835 - Naixement de Louis-Léon Cugnot, escultor francès (m. 1894)",
    "1835 - Naixement de Paul Haenlein, enginyer mecànic alemany (m. 1905)",
    "1840 - Naixement d'André Gill, caricaturista francès (m. 1885)",
    "1844 - Naixement de Gustave Schlumberger, historiador francès (m. 1929)",
    "1845 - Naixement de John J. Gardner, polític nord-americà (m. 1921)",
    "1853 - Naixement de la gran duquessa Maria Alexandrovna de Rússia (m. 1920)",
    "1859 - Naixement de Childe Hassam, pintor i il·lustrador nord-americà (m. 1935)",
    "1860 - Naixement de Henry Campbell Black, fundador del Black's Law Dictionary (m. 1927)",
    "1864 - Naixement d'Elinor Glyn, autora, guionista i productora anglesa (m. 1943)",
    "1865 - Naixement de James Rudolph Garfield, advocat i polític nord-americà, 23è secretari de l'Interior dels Estats Units (m. 1950)",
    "1867 - Naixement de Josep Puig i Cadafalch, arquitecte català que va projectar la Casa Martí (m. 1956)",
    "1871 - Naixement de Segundo de Chomón, director de fotografia, director i guionista espanyol (m. 1929)",
    "1876 ​​- Naixement d'Hippolyte Aucouturier, ciclista de carretera francès (m. 1944)",
    "1878 - Naixement de Jacobo Fitz-James Stuart, polític espanyol i 17è duc d'Alba (m. 1953)",
    "1880 - Naixement de Jesús Reyes Ferreira, artista i col·leccionista d'art mexicà (m. 1977)",
    "1881 - Naixement de Maria Dulęba, actriu polonesa (m. 1959)",
    "1882 - Naixement de Haritina Korotkevich, heroïna de guerra russa (m. 1904)",
    "1883 - Naixement d'Alexander Neill, educador escocès (m. 1973)",
    "1883 - Naixement de Thaddeus Shideler, corredor d'obstacles nord-americà (m. 1966)",
    "1886 - Naixement de Spring Byington, actriu nord-americana (m. 1971)",
    "1889 - Naixement de Mikha'il Na'ima, autor libanès (m. 1988)",
    "1890 - Naixement de Roy Kilner, jugador de cricket anglès (m. 1928)",
    "1892 - Naixement d'Herbert Howells, organista, compositor i pedagog anglès (m. 1983)",
    "1892 - Naixement de Theodor Eicke, general de les SS alemanyes (m. 1943)",
    "1893 - Naixement de Raffaele Bendandi, rellotger i sismòleg italià (m. 1979)",
    "1894 - Naixement de Pablo de Rokha, poeta xilè (m. 1968)",
    "1894 - Naixement del príncep René, príncep italià de Dinamarca (m. 1962)",
    "1895 - Naixement de Doris Humphrey, ballarina i coreògrafa nord-americana (m. 1958)",
    "1895 - Naixement de Miguel Ydígoras Fuentes, president de Guatemala (1958-1963) (m. 1982)",
    "1896 - Naixement de Roman Petrovich, príncep rus (m. 1978)",
    "1898 - Naixement d'Eileen Sedgwick, actriu nord-americana (m. 1991)",
    "1898 - Naixement de Shinichi Suzuki, violinista i pedagog japonès (m. 1998)",
    "1898 - Naixement de Simon Vestdijk, autor i poeta holandès (m. 1971)",
    "1900 - Naixement de C. C. van Asch van Wijck, artista i escultor holandès (m. 1932)",
    "1900 - Naixement de Jean Arthur, actriu nord-americana (m. 1991)",
    "1900 - Naixement d'Yvor Winters, crític i poeta nord-americà (m. 1968)",
    "1901 - Naixement d'Emma Gamboa Alvarado, pedagoga costarricense (m. 1973)",
    "1902 - Naixement d'Irene Ryan, actriu nord-americana (m. 1973)",
    "1903 - Naixement d'Andrei Grechko, general soviètic (m. 1976)",
    "1903 - Naixement de Nathanael West, autor i guionista nord-americà (m. 1940)",
    "1905 - Naixement de Leopoldo Benites, diplomàtic equatorià 28è president de l'Assemblea General de les Nacions Unides (m. 1996)",
    "1906 - Naixement d'Andrey Tikhonov, matemàtic rus (m. 1993)",
    "1906 - Naixement de Paul Derringer, jugador de beisbol nord-americà (m. 1987)",
    "1907 - Naixement de John Marley, actor nord-americà (m. 1984)",
    "1908 - Naixement de Hjördis Petterson, actriu sueca (m. 1988)",
    "1908 - Naixement de Kenji Miyamoto, polític japonès (m. 2007)",
    "1908 - Naixement de Red Rolfe, jugador de beisbol, entrenador i entrenador nord-americà (m. 1969)",
    "1908 - Naixement de Wally Prigg, jugador de la lliga australiana de rugbi (m. 1980)",
    "1909 - Naixement de Cozy Cole, bateria nord-americà (m. 1981)",
    "1909 - Naixement de Joaquín Satrústegui, advocat i polític espanyol (m. 1992)",
    "1909 - Naixement de Leopoldo Panero, poeta espanyol (m. 1962)",
    "1910 - Naixement d'Ester Wier, autora nord-americana (m. 2000)",
    "1910 - Naixement de Marina Núñez del Prado, escultora boliviana (m. 1995)",
    "1912 - Naixement de Jack Owens, cantant, compositor i pianista nord-americà (m. 1982)",
    "1912 - Naixement del papa Joan Pau I (m. 1978)",
    "1912 - Naixement de Theodore Marier, compositor i pedagog nord-americà, va fundar la Boston Archdiocesan Choir School (m. 2001)",
    "1913 - Naixement de Faik Türün, general turc (m. 2003)",
    "1913 - Naixement de Marian Marsh, actriu i ecologista trinitense-americana (m. 2006)",
    "1913 - Naixement de Robert Lowery, actor nord-americà (m. 1971)",
    "1914 - Naixement de Jerry Siegel, autor i il·lustrador nord-americà (m. 1996)",
    "1915 - Naixement d'Arthur Miller, dramaturg i guionista nord-americà (m. 2005)",
    "1916 - Naixement de José López Rega, polític argentí (m. 1989)",
    "1917 - Naixement d'Adele Stimmel Chase, pintora i escultora nord-americana (m. 2000)",
    "1917 - Naixement d'Aimo Koivunen, soldat i caporal finlandès (m. 1989)",
    "1917 - Naixement d'Alfred Benlloch Llorach, inventor espanyol (m. 2013)",
    "1917 - Naixement de Marsha Hunt, actriu i cantant nord-americana (m. 2022)",
    "1917 - Naixement de Martin Donnelly, jugador de cricket neozelandès (m. 1999)",
    "1917 - Naixement de Norman Leyden, compositor i director d'orquestra nord-americà (m. 2014)",
    "1917 - Naixement de Sumner Locke Elliott, autor i dramaturg australià nord-americà (m. 1991)",
    "1918 - Naixement de Luis Alberto Solari, artista uruguaià (m. 1993)",
    "1918 - Naixement de Ralph Wilson, empresari nord-americà, va fundar els Buffalo Bills (m. 2014)",
    "1918 - Naixement de Rita Hayworth, actriu, cantant i ballarina nord-americana (m. 1987)",
    "1919 - Naixement d'Isaak Khalatnikov, físic teòric i acadèmic ucraïnès-rus (m. 2021)",
    "1919 - Naixement de Violet Milstead, aviadora canadenca de la Segona Guerra Mundial i pilot d'arbustos (m. 2014)",
    "1919 - Naixement de Zhao Ziyang, polític xinès (m. 2005)",
    "1920 - Naixement de Miguel Delibes, periodista i autor espanyol (m. 2010)",
    "1920 - Naixement de Montgomery Clift, actor nord-americà (m. 1966)",
    "1920 - Naixement de Zully Moreno, actriu argentina (m. 1999)",
    "1921 - Naixement de George Mackay Brown, autor, poeta i dramaturg escocès (m. 1996)",
    "1921 - Naixement de Maria Gorokhovskaya, gimnasta russo-israeliana (m. 2001)",
    "1921 - Naixement de Priscilla Buckley, periodista i autora nord-americana (m. 2012)",
    "1921 - Naixement de Tom Poston, actor i còmic nord-americà (m. 2007)",
    "1922 - Naixement de Luiz Bonfá, guitarrista i compositor brasiler (m. 2001)",
    "1922 - Naixement de Pierre Juneau, locutor i polític canadenc, cofundador del Festival de Cinema Mundial de Montreal (m. 2012)",
    "1923 - Naixement de Barney Kessel, guitarrista i compositor nord-americà (m. 2004)",
    "1923 - Naixement de Charles McClendon, jugador de futbol americà i entrenador (m. 2001)",
    "1924 - Naixement d'Anton Geiser, oficial de les SS croates (m. 2012)",
    "1924 - Naixement de Don Coryell, jugador i entrenador de futbol americà (m. 2010)",
    "1924 - Naixement de Giacomo Mari, futbolista italià (m. 1991)",
    "1924 - Naixement de Rolando Panerai, baríton italià (m. 2019)",
    "1925 - Naixement de Harry Carpenter, periodista esportiu anglès (m. 2010)",
    "1926 - Naixement de Beverly Garland, actriu nord-americana (m. 2008)",
    "1926 - Naixement de Julie Adams, actriu nord-americana (m. 2019)",
    "1926 - Naixement de Roberto Lippi, pilot de carreres italià (m. 2011)",
    "1928 - Naixement d'Alejandro Végh Villegas, polític uruguaià (m. 2017)",
    "1928 - Naixement de Santiago Stevenson, cantant i ministre panameny (m. 2007)",
    "1929 - Naixement de Mário Wilson, futbolista i entrenador de Moçambic (m. 2016)",
    "1930 - Naixement d'Ismail Akbay, físic i enginyer turc (m. 2003)",
    "1930 - Naixement de Robert Atkins, metge i cardiòleg nord-americà, va crear la dieta Atkins (m. 2003)",
    "1931 - Naixement d'Anatoly Pristavkin, escriptor rus (m. 2008)",
    "1931 - Naixement d'Ernst Hinterberger, autor i dramaturg austríac (m. 2012)",
    "1931 - Naixement de José Alencar, home de negocis i polític brasiler (m. 2011)",
    "1932 - Naixement de Paul Anderson, halterofilia nord-americà (m. 1994)",
    "1933 - Naixement de The Singing Nun, cantautora, guitarrista i monja belga (m. 1985)",
    "1933 - Naixement de William Anders, general i astronauta nord-americà de Hong Kong",
    "1934 - Naixement d'Alan Garner, autor i dramaturg anglès",
    "1934 - Naixement de Johnny Haynes, futbolista anglès-escocès (m. 2005)",
    "1934 - Naixement de Rico Rodríguez, trombonista jamaicà (m. 2015)",
    "1935 - Naixement de Carlos Pairetti, pilot de carreres argentí (m. 2022)",
    "1935 - Naixement de Michael Eavis, pagès anglès, va fundar el Festival de Glastonbury",
    "1935 - Naixement de Sydney Chapman, arquitecte i polític anglès, vice-camarlenc de la família (m. 2014)",
    "1936 - Naixement de Bert Nievera, cantant filipí-americà (m. 2018)",
    "1936 - Naixement d'Hiroo Kanamori, sismòleg i acadèmic japonès-americà",
    "1936 - Naixement de Santiago Navarro, jugador de bàsquet espanyol (m. 1993)",
    "1936 - Naixement de Sathima Bea Benjamin, cantautora sud-africana (m. 2013)",
    "1937 - Naixement d'Aida Navarro, mezzosoprano veneçolana",
    "1937 - Naixement de José María Álvarez del Manzano, polític espanyol",
    "1937 - Naixement de Paxton Whitehead, actor anglès (m. 2023)",
    "1937 - Naixement de Renato Prada Oropeza, científic bolivià-mexicà (m. 2011)",
    "1938 - Naixement d'António Calvário, cantant i artista portuguès",
    "1938 - Aniversari d'Evel Knievel, pilot de motos i especialista nord-americà (m. 2007)",
    "1938 - Naixement de Les Murray, antòleg, poeta i crític australià (m. 2019)",
    "1939 - Naixement d'Oliver Rackham, botànic i acadèmic anglès (m. 2015)",
    "1940 - Naixement de Jim Smith, futbolista i entrenador anglès (m. 2019)",
    "1940 - Naixement de Peter Stringfellow, empresari anglès (m. 2018)",
    "1940 - Naixement de Stephen Kovacevich, pianista i director d'orquestra nord-americà",
    "1941 - Naixement d'Earl Thomas Conley, cantautor i guitarrista country nord-americà (m. 2019)",
    "1941 - Naixement de Jim Seals, cantant, compositor, guitarrista i violinista nord-americà (m. 2022)",
    "1941 - Naixement de Paul Ellison, músic nord-americà",
    "1942 - Naixement de Gary Puckett, cantautor i guitarrista pop nord-americà",
    "1942 - Naixement de Steve Jones, jugador de bàsquet i periodista esportiu nord-americà (m. 2017)",
    "1943 - Naixement d'Ignacio Rupérez, diplomàtic i periodista espanyol (m. 2015)",
    "1944 - Naixement d'Ángel Cristo, artista de circ espanyol (m. 2010)",
    "1946 - Naixement d'Adam Michnik, periodista i historiador polonès",
    "1946 - Naixement d'Akira Kushida, vocalista japonès",
    "1946 - Aniversari de Bob Seagren, saltador nord-americà",
    "1946 - Naixement de Cameron Mackintosh, productor i gerent anglès",
    "1946 - Naixement de Daniela Payssé, política uruguaiana (m. 2018)",
    "1946 - Naixement de Drusilla Modjeska, autora i crítica anglesa-australiana",
    "1946 - Naixement de Jaime Ravinet, polític xilè",
    "1946 - Naixement de José Perramón, jugador d'handbol espanyol",
    "1946 - Naixement de Julio Miranda, polític argentí (m. 2021)",
    "1946 - Naixement de Manuel \"Flaco\" Ibáñez, actor i humorista mexicà",
    "1946 - Naixement de Michael Hossack, bateria nord-americà (m. 2012)",
    "1946 - Naixement de Ronni Chasen, publicista nord-americà (m. 2010)",
    "1946 - Naixement de Rüdiger Wittig, geobotànic i ecologista alemany",
    "1947 - Naixement de Gene Green, advocat i polític nord-americà",
    "1947 - Naixement de Michael McKean, cantautor, actor i director nord-americà",
    "1947 - Naixement d'Omar Azziman, conseller del rei del Marroc",
    "1947 - Naixement de Robert Post, pedagog i acadèmic nord-americà",
    "1948 - Naixement de George Wendt, actor i còmic nord-americà",
    "1948 - Naixement de Margot Kidder, actriu canadenca-nord-americana (m. 2018)",
    "1948 - Naixement d'Osvaldo Castro, futbolista xilè",
    "1948 - Naixement de Robert Jordan, soldat i autor nord-americà (m. 2007)",
    "1949 - Naixement de Bill Hudson, músic i actor nord-americà",
    "1949 - Naixement d'Owen Arthur, economista i polític de Barbados, 5è primer ministre de Barbados (m. 2020)",
    "1950 - Naixement de Howard Rollins, actor nord-americà (m. 1996)",
    "1950 - Naixement de Philippe Barbarin, cardenal francès",
    "1950 - Naixement de Sandra Reemer, cantant indo-holandesa (m. 2017)",
    "1951 - Naixement d'Annie Borckink, patinadora de velocitat holandesa",
    "1951 - Naixement de Dirk Beheydt, futbolista belga",
    "1951 - Naixement de Roger Pontare, cantant suec",
    "1951 - Naixement de Shari Ulrich, cantautora i violinista nord-americà-canadenc",
    "1953 - Naixement de Domenico Penzo, futbolista italià",
    "1953 - Naixement de Joseph Bowie, trombonista i director de banda nord-americà",
    "1954 - Naixement de Carlos Buhler, alpinista nord-americà",
    "1955 - Naixement de Georgios Alogoskoufis, economista, acadèmic i polític grec, ministre de Finances grec",
    "1955 - Naixement de Mike Bratz, jugador de bàsquet nord-americà",
    "1956 - Naixement de Fran Cosmo, cantautor i guitarrista nord-americà",
    "1956 - Aniversari de Ken Morrow, jugador d'hoquei sobre gel i executiu nord-americà",
    "1956 - Naixement de Mae Jemison, metge, acadèmic i astronauta nord-americà",
    "1956 - Naixement de Pat McCrory, home de negocis i polític nord-americà, 74è governador de Carolina del Nord",
    "1956 - Naixement de Stephen Palumbi, acadèmic i autor nord-americà",
    "1957 - Naixement d'Antonio Galdo, periodista italià",
    "1957 - Naixement d'Eleftheria Arvanitaki, cantant folk grega",
    "1957 - Naixement de Lawrence Bender, actor i productor nord-americà",
    "1957 - Naixement de Nelson Barrera, jugador de beisbol mexicà (m. 2002)",
    "1957 - Naixement de Pino Palladino, baixista gal·lès",
    "1957 - Aniversari de Steve McMichael, jugador de futbol americà, lluitador i periodista esportiu",
    "1957 - Naixement de Vincent Van Patten, tennista i actor nord-americà",
    "1958 - Naixement d'Alan Jackson, cantant i compositor nord-americà",
    "1958 - Naixement de Craig Murray, diplomàtic britànic",
    "1958 - Naixement de Howard Alden, guitarrista nord-americà",
    "1958 - Naixement de Sandra Mozarowsky, actriu espanyola (m. 1977)",
    "1959 - Naixement d'Eugenio Hernández Flores, polític mexicà",
    "1959 - Naixement de Francisco Flores Pérez, polític salvadorí, president d'El Salvador (m. 2016)",
    "1959 - Naixement de Mark Peel, historiador i acadèmic australià",
    "1959 - Naixement de Mustafa Aberchán, polític espanyol",
    "1959 - Naixement de Norm Macdonald, actor, còmic, productor i guionista canadenc (m. 2021)",
    "1959 - Naixement de Richard Roeper, periodista i crític nord-americà",
    "1959 - Naixement de Ron Drummond, autor i erudit nord-americà",
    "1959 - Naixement de Russell Gilbert, còmic, actor i guionista australià",
    "1960 - Naixement de Bernie Nolan, cantant irlandès (m. 2013)",
    "1960 - Naixement de Guy Henry, actor anglès",
    "1960 - Naixement de Philippe Sands, advocat i acadèmic nord-americà",
    "1960 - Naixement de Rob Marshall, director, productor i coreògraf nord-americà",
    "1961 - Naixement de David Means, escriptor nord-americà de contes",
    "1962 - Naixement de Glenn Braggs, jugador de beisbol nord-americà",
    "1962 - Aniversari de Jay Humphries, jugador de bàsquet nord-americà",
    "1962 - Naixement de Mike Judge, animador, director, guionista, productor i actor nord-americà",
    "1963 - Naixement de Sergio Goycochea, futbolista i periodista argentí",
    "1963 - Naixement de Toby Young, periodista i acadèmic anglès",
    "1964 - Aniversari de Gregg Wallace, presentador de televisió anglès",
    "1964 - Naixement de Margarita Liborio Arrazola, política mexicana",
    "1965 - Naixement d'Aravinda de Silva, jugador de cricket de Sri Lanka",
    "1965 - Naixement de Rhys Muldoon, actor australià",
    "1966 - Aniversari de Danny Ferry, jugador de bàsquet i entrenador nord-americà",
    "1966 - Naixement de Mark Gatiss, actor, guionista i novel·lista anglès",
    "1966 - Naixement de Shaun Edwards, jugador de rugbi i entrenador anglès",
    "1966 - Aniversari de Tommy Kendall, conductor de cotxes de carreres i periodista esportiu nord-americà",
    "1967 - Naixement de Nathalie Tauziat, tenista francesa",
    "1967 - Naixement de Pedro González Vera, futbolista xilè",
    "1967 - Naixement de René Dif, músic danès",
    "1967 - Naixement de Simon Segars, empresari anglès",
    "1968 - Naixement d'Alejandra Ávalos, artista mexicana",
    "1968 - Naixement de David Robertson, futbolista i entrenador escocès",
    "1968 - Naixement de Graeme Le Saux, futbolista i periodista esportiu anglès",
    "1968 - Naixement de Ziggy Marley, cantant, compositor, guitarrista i actor de veu jamaicà",
    "1969 - Naixement d'Ernie Els, golfista i periodista esportiu sud-africà",
    "1969 - Naixement de Jesús Ángel García, corredor de carreres espanyol",
    "1969 - Naixement de Rick Mercer, còmic, actor, productor i guionista canadenc",
    "1969 - Aniversari de Wood Harris, actor nord-americà",
    "1969 - Aniversari de Wyclef Jean, raper, productor i actor haitiano-americà",
    "1970 - Aniversari d'Anil Kumble, jugador de cricket indi",
    "1970 - Naixement de J. C. MacKenzie, actor canadenc",
    "1970 - Naixement de John Mabry, jugador de beisbol, entrenador i periodista esportiu nord-americà",
    "1971 - Naixement de Blues Saraceno, guitarrista, compositor i productor nord-americà",
    "1971 - Naixement de Chris Kirkpatrick, cantautor i ballarí nord-americà",
    "1971 - Naixement de Derrick Plourde, bateria nord-americà (m. 2005)",
    "1971 - Naixement de Kim Ljung, cantant, compositor i baixista noruec",
    "1971 - Naixement de Martin Heinrich, polític nord-americà",
    "1972 - Aniversari d'Eminem, raper, productor i actor nord-americà",
    "1972 - Aniversari de Musashi, karateka japonès i kickboxer",
    "1972 - Naixement de Sharon Leal, actriu nord-americana",
    "1972 - Naixement de Tarkan, cantant alemany-turc",
    "1973 - Naixement d'Andrea Tarozzi, futbolista i entrenador italià",
    "1973 - Naixement de Rubén Garcés, jugador de bàsquet panameny",
    "1974 - Naixement d'Ariel Levy, periodista i autor nord-americà",
    "1974 - Naixement de Bárbara Paz, actriu brasilera",
    "1974 - Naixement de Darío Sala, futbolista argentí",
    "1974 - Naixement de Dhondup Wangchen, director i productor xinès",
    "1974 - Naixement de Gabriel Silberstein, tennista xilè",
    "1974 - Aniversari de Janne Puurtinen, teclista finlandesa",
    "1974 - Aniversari de John Rocker, jugador de beisbol nord-americà",
    "1974 - Naixement de Matthew Macfadyen, actor anglès",
    "1974 - Naixement d'Obdulio Ávila Mayo, polític mexicà",
    "1975 - Naixement de Francis Bouillon, jugador d'hoquei sobre gel americà-canadenc",
    "1975 - Naixement de Jericó Abramo Masso, polític mexicà",
    "1975 - Naixement de Vina Morales, actriu i cantant filipina",
    "1976 - Naixement de Carlos Loret de Mola, periodista mexicà",
    "1976 - Naixement de Kevin Maher, futbolista i entrenador anglès-irlandès",
    "1976 - Naixement de Sebastián Abreu, futbolista uruguaià",
    "1976 - Naixement de Seth Etherton, jugador de beisbol nord-americà",
    "1977 - Naixement d'Alimi Ballard, actor i productor nord-americà",
    "1977 - Naixement d'André Villas-Boas, futbolista i entrenador portuguès",
    "1977 - Naixement de Bryan Bertino, actor, director, productor i guionista nord-americà",
    "1977 - Naixement de Dudu Aouate, futbolista israelià",
    "1977 - Naixement de Marko Antonio Cortés Mendoza, polític mexicà",
    "1977 - Naixement de Ryan McGinley, fotògraf nord-americà",
    "1977 - Naixement de Walter Calderón, futbolista equatorià",
    "1978 - Naixement de Chuka Umunna, advocat i polític anglès",
    "1978 - Naixement d'Erin Karpluk, actriu canadenca",
    "1978 - Naixement de Jerry Flannery, jugador de rugbi i entrenador irlandès",
    "1978 - Naixement de Pablo Iglesias Turrión, polític espanyol",
    "1979 - Naixement d'Alexandros Nikolaidis, artista marcial grec (m. 2022)",
    "1979 - Naixement de Kimi Räikkönen, pilot de cotxes de carreres finlandès",
    "1979 - Naixement de Kostas Tsartsaris, jugador de bàsquet grec",
    "1979 - Naixement de Marcela Bovio, cantautora i violinista mexicana",
    "1980 - Naixement d'Alessandro Piccolo, pilot de curses italià",
    "1980 - Aniversari d'Angel Parker, actriu nord-americana",
    "1980 - Naixement d'Isaac Mina, futbolista equatorià",
    "1980 - Naixement de Justin Shenkarow, actor nord-americà",
    "1980 - Naixement de Mohammad Hafeez, jugador de cricket pakistanès",
    "1980 - Naixement de Yekaterina Gamova, jugadora de voleibol russa",
    "1981 - Aniversari de Ben Rothwell, artista marcial mixt nord-americà",
    "1981 - Aniversari de Holly Holm, artista marcial mixta nord-americana",
    "1981 - Naixement d'Horacio Cervantes, futbolista mexicà",
    "1981 - Naixement de Kurumi Enomoto, cantant i compositor japonès",
    "1981 - Aniversari de Tsubasa Imai, cantant, actor i ballarí japonès",
    "1982 - Naixement de Marion Rolland, corredora d'esquí alpí",
    "1982 - Naixement de Nick Riewoldt, futbolista australià",
    "1982 - Naixement de Rubén Ramírez, futbolista argentí",
    "1983 - Naixement de Felicity Jones, actriu anglesa",
    "1983 - Naixement d'Ivan Saenko, futbolista rus",
    "1983 - Naixement de Junichi Miyashita, nedador japonès",
    "1983 - Naixement de Michelle Ang, actriu neozelandesa",
    "1983 - Naixement de Milica Brozovic, patinadora artística sèrbia-rusa",
    "1983 - Aniversari de Mitch Talbot, jugador de beisbol nord-americà",
    "1983 - Naixement de Riki Miura, actor japonès",
    "1983 - Naixement de Toshihiro Matsushita, futbolista japonès",
    "1983 - Naixement de Vitali Teleš, futbolista estonià",
    "1984 - Naixement d'Anja Eline Skybakmoen, cantautora i directora de banda noruega",
    "1984 - Naixement de Chris Lowell, actor nord-americà",
    "1984 - Naixement de Giovanni Marchese, futbolista italià",
    "1984 - Naixement de Gottfrid Svartholm, informàtic suec",
    "1984 - Aniversari de Jared Tallent, caminant australià",
    "1984 - Aniversari de Luke Rockhold, artista marcial mixt nord-americà",
    "1984 - Naixement de Randall Munroe, autor i il·lustrador nord-americà",
    "1984 - Naixement de Sami Lepistö, jugador d'hoquei sobre gel finlandès",
    "1985 - Naixement de Carlos González, jugador de beisbol veneçolà",
    "1985 - Naixement de Collins John, futbolista holandès",
    "1985 - Aniversari de Max Irons, actor anglès-irlandès",
    "1985 - Naixement de Tomokazu Nagira, futbolista japonès",
    "1986 - Naixement d'Aija Brumermane, jugadora de bàsquet letona",
    "1986 - Naixement d'Alexandre Bonnet, futbolista francès",
    "1986 - Naixement d'Antoni Bou, motociclista espanyol",
    "1986 - Naixement de Constant Djakpa, futbolista ivorià",
    "1986 - Naixement de Nicolás Richotti, jugador de bàsquet argentí",
    "1986 - Naixement de Yannick Ponsero, patinador artístic francès",
    "1987 - Naixement de Bea Alonzo, actriu i cantant filipina",
    "1987 - Naixement d'Elliot Grandin, futbolista francès",
    "1987 - Naixement d'Hideto Takahashi, futbolista japonès",
    "1987 - Naixement de Jarosław Fojut, futbolista polonès",
    "1988 - Naixement de Marina Salas, actriu espanyola",
    "1988 - Naixement de Sergiy Gladyr, jugador de bàsquet ucraïnès",
    "1988 - Naixement de Tori Matsuzaka, actor i model japonès",
    "1989 - Naixement de Charles Oliveira, artista marcial mixt brasiler",
    "1989 - Naixement de David Timor, futbolista espanyol",
    "1989 - Naixement de Débora García, futbolista espanyola",
    "1989 - Naixement d'Oleksandr Isakov, nedador ucraïnès",
    "1989 - Naixement de Sophie Luck, actriu australiana",
    "1990 - Naixement de Maica García Godoy, jugadora de waterpolo espanyola",
    "1990 - Naixement de Paolo Campinoti, futbolista italià",
    "1990 - Naixement de Patrick Lambie, jugador de rugbi sud-africà",
    "1990 - Naixement de Ronald González Tabilo, futbolista xilè",
    "1990 - Naixement de Saki Kumagai, futbolista japonès",
    "1991 - Naixement de Brenda Asnicar, actriu argentina",
    "1992 - Aniversari d'Anthony Gill, jugador de bàsquet nord-americà",
    "1992 - Naixement de Jacob Artist, actor, cantant i ballarí nord-americà",
    "1992 - Naixement de Keerthy Suresh, actriu índia",
    "1992 - Naixement de Sam Concepcion, músic i ballarí filipí",
    "1993 - Naixement de Kenneth Omeruo, futbolista nigerià",
    "1993 - Naixement de Vincent Poirier, jugador de bàsquet francès",
    "1995 - Aniversari de Ha-seong Kim, jugador de beisbol sud-coreà",
    "1995 - Aniversari de Jamal Adams, jugador de futbol americà",
    "1996 - Aniversari de Jake DeBrusk, jugador canadenc d'hoquei sobre gel",
    "1997 - Naixement de Robert Williams III, jugador de bàsquet nord-americà",
    "2001 - Naixement de Thomas Strudwick, corredor de motos de carretera britànic",
    "2002 - Aniversari de Matthew Knies, jugador professional nord-americà d'hoquei sobre gel",
    "503 - Naixement de Lý Nam Đế, primer emperador del Vietnam (m. 548)"
  ],
  "day_17_month_11_deaths.dialog": [
    "1104 - Mort de Nicèfor Melissenos, general bizantí (n. 1045)",
    "1188 - Mor Usama ibn Munqidh, cronista àrab (n. 1095)",
    "1231 - Mort d'Isabel d'Hongria (n. 1207)",
    "1307 - Mort d'Hethum II, rei d'Armènia (n. 1266)",
    "1307 - Mort de Lleó III, rei d'Armènia (n. 1289)",
    "1326 - Mor Edmund FitzAlan, 9è comte d'Arundel, polític anglès (n. 1285)",
    "1417 - Mort de Gazi Evrenos, general otomà (n. 1288)",
    "1492 - Mort de Jami, poeta i sant persa (n. 1414)",
    "1494 - Mort de Giovanni Pico della Mirandola, filòsof i autor italià (n. 1463)",
    "1525 - Mort d'Elionor de Viseu, reina de Joan II de Portugal (n. 1458)",
    "1558 - Mort de Hugh Aston, compositor anglès (n. 1485)",
    "1558 - Mort de Maria I d'Anglaterra (n. 1516)",
    "1558 - Mort de Reginald Pole, cardenal i acadèmic anglès (n. 1500)",
    "1562 - Mort d'Antoine de Navarra (n. 1518)",
    "1592 - Mort de Joan III de Suècia (n. 1537)",
    "1600 - Mort de Kuki Yoshitaka, comandant japonès (n. 1542)",
    "1624 - Mort de Jakob Böhme, místic alemany (n. 1575)",
    "1632 - Mort de Gottfried Heinrich Graf zu Pappenheim, mariscal de camp de Baviera (n. 1594)",
    "1643 - Mort de Jean-Baptiste Budes, comte de Guébriant, general francès (n. 1602)",
    "1648 - Mor Thomas Ford, violista, compositor i poeta anglès (n. 1580)",
    "1665 - Mort de John Earle, bisbe anglès (n. 1601)",
    "1668 - Mort de Joseph Alleine, pastor i autor anglès (n. 1634)",
    "1690 - Mort de Charles de Sainte-Maure, duc de Montausier, general i polític francès (n. 1610)",
    "1708 - Mort de Ludolf Bakhuizen, pintor alemany-holandès (n. 1631)",
    "1713 - Mor Abraham van Riebeeck, comerciant i polític sud-africà-indès, governador general de les Índies Orientals Holandeses (n. 1653)",
    "1747 - Mor Alain-René Lesage, autor i dramaturg francès (n. 1668)",
    "1768 - Mor Thomas Pelham-Holles, primer duc de Newcastle, advocat i polític anglès, primer ministre de Gran Bretanya (n. 1693 )",
    "1776 - Mort de James Ferguson, astrònom escocès i fabricant d'instruments (n. 1710)",
    "1780 - Mort de Bernardo Bellotto, pintor i il·lustrador italià (n. 1720)",
    "1796 - Mort de Caterina la Gran, de Rússia (n. 1729)",
    "1808 - Mort de David Zeisberger, pastor i missioner txec-americà (n. 1721)",
    "1812 - Mort de John Walter, assegurador anglès d'assegurances i fundador del diari The Times (n. 1738/1739)",
    "1818 - Mort de Carlota de Mecklenburg-Strelitz (n. 1744)",
    "1835 - Mor Carle Vernet, pintor i litògraf francès (n. 1758)",
    "1865 - Mort de James McCune Smith, metge i autor nord-americà (n. 1813)",
    "1897 - Mort de George Hendric Houghton, pastor i teòleg nord-americà (n. 1820)",
    "1902 - Mor Hugh Price Hughes, teòleg i pedagog gal·lès (n. 1847)",
    "1905 - Mort d'Adolphe, gran duc de Luxemburg, (n. 1817)",
    "1910 - Mort de Ralph Johnstone, pilot nord-americà (n. 1886)",
    "1917 - Mort d'Auguste Rodin, escultor i il·lustrador francès (n. 1840)",
    "1922 - Mort de Robert Comtesse, advocat i polític suís, 29è president de la Confederació Suïssa (n. 1847)",
    "1923 - Mort d'Eduard Bornhöhe, escriptor estonià (n. 1862)",
    "1924 - Mort de Gregori VII de Constantinoble (n. 1850)",
    "1928 - Mort de Lala Lajpat Rai, escriptora i política indi (n. 1865)",
    "1929 - Mor Herman Hollerith, estadístic i empresari nord-americà (n. 1860)",
    "1932 - Mort de Charles W. Chesnutt, advocat, autor i activista nord-americà (n. 1858)",
    "1936 - Mor Ernestine Schumann-Heink, cantant alemanya-nord-americana (n. 1861)",
    "1937 - Mort de Jack Worrall, futbolista, jugador de cricket i entrenador australià (n. 1860)",
    "1938 - Mor Ante Trumbić, advocat i polític croat, 20è alcalde de Split (n. 1864)",
    "1940 - Mor Eric Gill, escultor i dissenyador de tipus de lletra anglès (n. 1882)",
    "1940 - Mort de Raymond Pearl, biòleg i acadèmic nord-americà (n. 1879)",
    "1947 - Mort de Victor Serge, historiador i autor rus (n. 1890)",
    "1954 - Mort de Yitzhak Lamdan, poeta i periodista rus-israelià (n. 1899)",
    "1955 - Mort de James P. Johnson, pianista i compositor nord-americà (n. 1894)",
    "1958 - Mort de Mort Cooper, jugador de beisbol nord-americà (n. 1913)",
    "1959 - Mor Heitor Villa-Lobos, guitarrista i compositor brasiler (n. 1887)",
    "1968 - Mort d'Abdul Wahed Bokainagari, polític bengalí (n. 1876)",
    "1968 - Mort de Mervyn Peake, poeta, autor i il·lustrador anglès (n. 1911)",
    "1971 - Mort de Gladys Cooper, actriu anglesa (n. 1888)",
    "1973 - Mort de Mirra Alfassa, líder espiritual franco-india (n. 1878)",
    "1976 - Mort d'Abdul Hamid Khan Bhashani, erudit i polític de Bangla Desh (n. 1880)",
    "1979 - Mort de John Glascock, cantant i baixista anglès (n. 1951)",
    "1982 - Mort d'Eduard Tubin, compositor i director d'orquestra estonià (n. 1905)",
    "1986 - Mort de Georges Besse, empresari francès (n. 1927)",
    "1987 - Mort de Paul Derringer, jugador de beisbol nord-americà (n. 1906)",
    "1988 - Mort de Sheilah Graham Westbrook, actriu, autora i periodista angloamericana (n. 1904)",
    "1989 - Mort de Costabile Farace, criminal nord-americà (n. 1960)",
    "1990 - Mort de Robert Hofstadter, físic i acadèmic nord-americà, premi Nobel (n. 1915)",
    "1992 - Mort d'Audre Lorde, poeta, assagista, memòria i activista nord-americana (n. 1934)",
    "1993 - Mort de Gérard D. Levesque, advocat i polític canadenc, cinquè viceprimer ministre del Quebec (n. 1926)",
    "1995 - Mort d'Alan Hull, cantautor i guitarrista anglès (n. 1945)",
    "1998 - Mort d'Esther Rolle, actriu nord-americana (n. 1920)",
    "1998 - Mort de Kea Bouman, tenista holandès (n. 1903)",
    "2000 - Mort de Louis Néel, físic i acadèmic francès, premi Nobel (n. 1904)",
    "2001 - Mort de Harrison A. Williams, tinent, advocat i polític nord-americà (n. 1919)",
    "2001 - Mort de Michael Karoli, guitarrista i compositor alemany (n. 1948)",
    "2002 - Mort d'Abba Eban, militar i polític sud-african-israelià, tercer ministre d'Afers Exteriors d'Israel (n. 1915)",
    "2002 - Mort de Frank McCarthy, pintor i il·lustrador nord-americà (n. 1924)",
    "2003 - Mort d'Arthur Conley, cantautor americà-holandès (n. 1946)",
    "2003 - Mort de Surjit Bindrakhia, cantant indi (n. 1962)",
    "2004 - Mort d'Alexander Ragulin, jugador d'hoquei sobre gel rus (n. 1941)",
    "2004 - Mort de Mikael Ljungberg, lluitador i entrenador suec (n. 1970)",
    "2005 - Mort de Marek Perepeczko, actor i director polonès (n. 1942)",
    "2006 - Mort de Bo Schembechler, jugador i entrenador de futbol americà (n. 1929)",
    "2006 - Mor Ferenc Puskás, futbolista i entrenador hongarès (n. 1927)",
    "2006 - Mort de Ruth Brown, cantautora i actriu nord-americana (n. 1928)",
    "2007 - Mort d'Aarne Hermlin, jugador d'escacs estonià (n. 1940)",
    "2008 - Mort de George Stephen Morrison, almirall nord-americà (n. 1919)",
    "2008 - Mort de Pete Newell, jugador i entrenador de bàsquet nord-americà (n. 1915)",
    "2011 - Mort de Kurt Budke, jugador i entrenador de bàsquet nord-americà (n. 1961)",
    "2012 - Mort d'Armand Desmet, ciclista belga (n. 1931)",
    "2012 - Mort de Bal Thackeray, dibuixant i polític indi (n. 1926)",
    "2012 - Mort de Billy Scott, cantant i compositor nord-americà (n. 1942)",
    "2012 - Mort de Freddy Schmidt, jugador de beisbol nord-americà (n. 1916)",
    "2012 - Mort de Lea Gottlieb, dissenyadora de moda hongaresa-israeliana, que va fundar la companyia Gottex (n. 1918)",
    "2012 - Mort de Margaret Yorke, autora anglesa (n. 1924)",
    "2012 - Mort de Ponty Chadha, empresari i filantrop indi (n. 1957)",
    "2013 - Mor Alex Marques, futbolista portuguès (n. 1993)",
    "2013 - Mort d'Alfred Blake, coronel i advocat anglès (n. 1915)",
    "2013 - Mort de Doris Lessing, novel·lista, poeta, dramaturga britànica, premi Nobel (n. 1919)",
    "2013 - Mort de Mary Nesbitt Wisham, jugadora de beisbol nord-americana (n. 1925)",
    "2013 - Mort de Syd Field, guionista i productor nord-americà (n. 1935)",
    "2013 - Mort de Zeke Bella, jugador de beisbol nord-americà (n. 1930)",
    "2014 - Mort de Bill Frenzel, tinent i polític nord-americà (n. 1928)",
    "2014 - Mort de John T. Downey, agent i jutge nord-americà de la CIA (n. 1930)",
    "2014 - Mort de Patrick Suppes, psicòleg i filòsof nord-americà (n. 1922)",
    "2014 - Mort de Ray Sadecki, jugador de beisbol nord-americà (n. 1940)",
    "2015 - Mort de John Leahy, advocat i diplomàtic anglès, alt comissionat a Austràlia (n. 1928)",
    "2015 - Mort de Rahim Moeini Kermanshahi, poeta i compositor iranià (n. 1926)",
    "2019 - Mort de Tuka Rocha, pilot de cotxes de carreres brasiler (n. 1982)",
    "2021 - Mort de Young Dolph, raper nord-americà (n. 1985)",
    "375 - Mort de Valentinià I, emperador romà (n. 321)",
    "594 - Mort de Gregori de Tours, bisbe i sant romà (n. 538)",
    "641 - Mort de l'emperador Jomei del Japó (n. 593)",
    "885 - Mort de Liutgard de Saxònia (n. 845)",
    "935 - Mort de Chen Jinfeng, emperadriu de Min (n. 893)",
    "935 - Mort de Wang Yanjun, emperador de Min (Deu Regnes)"
  ],
  "day_29_month_3_deaths.dialog": [
    "1058 - Mort del papa Esteve IX (n. 1020)",
    "1461 - Mor Henry Percy, 3r comte de Northumberland, polític anglès (n. 1421)",
    "1461 - Mort de Lionel Welles, 6è baró Welles (c. 1406)",
    "1628 - Mort de Tobias Matthew, arquebisbe i acadèmic anglès (n. 1546)",
    "1629 - Mort de Jacob de Gheyn II, pintor i gravador holandès (n. 1565)",
    "1697 - Mor Nicolaus Bruhns, organista, violinista i compositor danès-alemany (n. 1665)",
    "1703 - Mort de Jordi Frederic II, margravi de Brandenburg-Ansbach, (n. 1678)",
    "1751 - Mort de Thomas Coram, capità i filantrop anglès, fundat Foundling Hospital (n. 1668)",
    "1772 - Mort d'Emanuel Swedenborg, astrònom, filòsof i teòleg suec (n. 1688)",
    "1777 - Mort de Johann Heinrich Pott, metge i químic prussià (n. 1692)",
    "1788 - Mort de Charles Wesley, missioner i poeta anglès (n. 1707)",
    "1792 - Mort de Gustav III, rei de Suècia (n. 1746)",
    "1800 - Mor Marc René, marquès de Montalembert, general i enginyer francès (n. 1714)",
    "1803 - Mor Gottfried van Swieten, bibliotecari i diplomàtic holandès-austríac (n. 1733)",
    "1822 - Mor Johann Wilhelm Hässler, pianista i compositor alemany (n. 1747)",
    "1824 - Mor Hans Nielsen Hauge, ministre laic, reformador social i autor noruec (n. 1771)",
    "1826 - Mor Johann Heinrich Voss, poeta, traductor i acadèmic alemany (n. 1751)",
    "1830 - Mort de James Rennell, geògraf, historiador i pioner de l'oceanografia anglès (n. 1742)",
    "1848 - Mort de John Jacob Astor, empresari alemany-americà (n. 1763)",
    "1866 - Mort de John Keble, sacerdot i poeta anglès (n. 1792)",
    "1888 - Mort de Charles-Valentin Alkan, pianista i compositor francès (n. 1813)",
    "1891 - Mort de Georges Seurat, pintor francès (n. 1859)",
    "1903 - Mort de Gustavus Franklin Swift, executiu de negocis nord-americà (n. 1839)",
    "1906 - Mort de Slava Raškaj, pintor croat (n. 1878)",
    "1911 - Mor Alexandre Guilmant, organista i compositor francès (n. 1837)",
    "1912 - Mort d'Edward Adrian Wilson, metge i explorador anglès (n. 1872)",
    "1912 - Mor Henry Robertson Bowers, tinent i explorador escocès (n. 1883)",
    "1912 - Mort de Robert Falcon Scott, tinent i explorador anglès (n. 1868)",
    "1915 - Mort de William Wallace Denslow, il·lustrador i caricaturista nord-americà (n. 1856)",
    "1921 - Mort de John Burroughs, naturalista i assagista naturalista nord-americà (n. 1837)",
    "1924 - Mort de Charles Villiers Stanford, compositor i director d'orquestra irlandès (n. 1852)",
    "1934 - Mort d'Otto Hermann Kahn, banquer i filantrop germanoamericà (n. 1867)",
    "1937 - Mor Karol Szymanowski, pianista i compositor polonès (n. 1882)",
    "1940 - Mort d'Alexander Obolensky, jugador i soldat de rugbi rus-anglès (n. 1916)",
    "1948 - Mort de Harry Price, parapsicòleg i autor anglès (n. 1881)",
    "1953 - Mort de Väinö Kivisalo, polític finlandès (n. 1882)",
    "1957 - Mort de Joyce Cary, novel·lista angloirlandesa (n. 1888)",
    "1959 - Mort de Barthélemy Boganda, sacerdot i polític africà, primer primer ministre de la República Centreafricana (n. 1910)",
    "1963 - Mor Frances Jenkins Olcott, autora i bibliotecària nord-americana (n. 1872)",
    "1963 - Mort de Gaspard Fauteux, dentista i polític canadenc, 19è tinent governador del Quebec (n. 1898)",
    "1966 - Mor Stylianos Gonatas, oficial de l'exèrcit grec i primer ministre de Grècia (n. 1876)",
    "1970 - Mort d'Anna Louise Strong, periodista i autora nord-americana (n. 1885)",
    "1971 - Mort de Dhirendranath Datta, advocat i polític pakistanès (n. 1886)",
    "1972 - Mort de J. Arthur Rank, empresari anglès, fundat Rank Organization (n. 1888)",
    "1979 - Mor Nikos Petzaropoulos, futbolista grec (n. 1927)",
    "1981 - Mor Eric Williams, historiador i polític trinitat, primer ministre de Trinitat i Tobago (n. 1911)",
    "1982 - Mort de Carl Orff, compositor i pedagog alemany (n. 1895)",
    "1982 - Mort de Frederick George Mann, químic orgànic britànic (n. 1897)",
    "1982 - Mort de Nathan Farragut Twining, general nord-americà (n. 1897)",
    "1982 - Mor Walter Hallstein, acadèmic i polític alemany, primer president de la Comissió Europea (n. 1901)",
    "1985 - Mor Janet Watson, geòloga britànica (n. 1923)",
    "1985 - Mort de Luther Terry, metge i acadèmic nord-americà, 9è cirurgià general dels Estats Units (n. 1911)",
    "1988 - Mor Maurice Blackburn, compositor i director d'orquestra canadenc (n. 1914)",
    "1988 - Mort de Ted Kluszewski, jugador i entrenador de beisbol nord-americà (n. 1924)",
    "1991 - Mort de Guy Bourdin, fotògraf francès (n. 1928)",
    "1992 - Mort de Paul Henreid, actor nord-americà (n. 1908)",
    "1994 - Mort de Bill Travers, actor, director i guionista anglès (n. 1922)",
    "1995 - Mort de Mort Meskin, il·lustrador nord-americà (n. 1916)",
    "1995 - Mor Terry Moore, jugador de beisbol i entrenador nord-americà (n. 1912)",
    "1996 - Mort de Bill Goldsworthy, jugador d'hoquei sobre gel canadenc (n. 1944)",
    "1997 - Mort de Norman Pirie, bioquímic i viròleg britànic (n. 1907)",
    "1999 - Mort de Joe Williams, cantant de jazz nord-americà (n. 1918)",
    "2001 - Mort de Helge Ingstad, advocat, acadèmic i explorador noruec (n. 1899)",
    "2001 - Mort de John Lewis, pianista i compositor nord-americà (n. 1920)",
    "2003 - Mort de Carlo Urbani, metge i microbiòleg italià (n. 1956)",
    "2004 - Mort de Joel Feinberg, filòsof i acadèmic nord-americà (n. 1926)",
    "2004 - Mort de Lise de Baissac, agent de SOE nascuda a Maurici (n. 1905)",
    "2006 - Mort de Salvador Elizondo, autor i poeta mexicà (n. 1932)",
    "2007 - Mort de Larry L'Estrange, jugador de rugbi i soldat anglès (n. 1934)",
    "2009 - Mort d'Andy Hallett, actor i cantant nord-americà (n. 1975)",
    "2009 - Mort de Vladimir Fedotov, futbolista i entrenador rus (n. 1943)",
    "2011 - Mort de Iakovos Kambanellis, autor, poeta, dramaturg i guionista grec (n. 1921)",
    "2011 - Mort d'Ângelo de Sousa, pintor i escultor portuguès (n. 1938)",
    "2012 - Mort de Bill Jenkins, pilot i enginyer de cotxes de carreres nord-americà (n. 1930)",
    "2012 - Mort de Pap Cheyassin Secka, advocat i polític gambià, 8è fiscal general de Gàmbia (n. 1942)",
    "2013 - Mort d'Art Phillips, home de negocis i polític canadenc, 32è alcalde de Vancouver (n. 1930)",
    "2013 - Mort de Brian Huggins, periodista i actor anglès-canadenc (n. 1931)",
    "2013 - Mort de Ralph Klein, periodista i polític canadenc, 12è primer ministre d'Alberta (n. 1942)",
    "2013 - Mort de Reginald Gray, pintor irlandès-francès (n. 1930)",
    "2014 - Mort de Marc Platt, actor i ballarí nord-americà (n. 1913)",
    "2015 - Mort de William Delafield Cook, pintor australià-anglès (n. 1926)",
    "2016 - Mort de Patty Duke, actriu nord-americana (n. 1946)",
    "2017 - Mor Alexei Abrikosov, físic rus, premi Nobel de Física 2003 (n. 1928)",
    "2018 - Mort d'Anita Shreve, autora nord-americana (n. 1946)",
    "2019 - Mort d'Agnès Varda, directora de cinema francesa (n. 1928)",
    "2020 - Mort d'Alan Merrill, músic nord-americà (n. 1951)",
    "2020 - Mort de Joe Diffie, cantant de música country nord-americà (n. 1958)",
    "2020 - Mort de Krzysztof Penderecki, compositor i director d'orquestra polonès (n. 1933)",
    "2021 - Mor Bashkim Fino, polític albanès, 29è primer ministre d'Albània (n. 1962 )",
    "2021 - Mort de Sarah Onyango Obama, pedagoga i filantropa keniana (n. 1921)",
    "2022 - Mort de Charles Jeffrey, botànic britànic (n. 1934)",
    "2022 - Mort de Jennifer Wilson, actriu anglesa (n. 1932)",
    "2023 - Mort de John Kerin, polític australià (n. 1937)",
    "2023 - Mort de Vivan Sundaram, artista contemporani indi (n. 1943)",
    "2024 - Mort de Gerry Conway, bateria i percussionista de folk i rock anglès (n. 1947)",
    "2024 - Mort de Louis Gossett Jr., actor nord-americà (n. 1936)",
    "500 - Mort de Gwynllyw, rei gal·lès i figura religiosa"
  ],
  "day_30_month_1_events.dialog": [
    "1018 - Polònia i el Sacre Imperi Romanogermànic conclouen la pau de Bautzen.",
    "1287 - El rei Wareru funda el Regne Hanthawaddy i proclama la independència del Regne Pagà.",
    "1607 - S'estima que unes 200 milles quadrades (51.800 ha) al llarg de les costes del canal de Bristol i l'estuari de Severn a Anglaterra són destruïdes per inundacions massives, que van provocar aproximadament 2.000 morts.",
    "1648 - Guerra dels Vuitanta Anys: Es signa el Tractat de Münster i Osnabrück, que posa fi al conflicte entre els Països Baixos i Espanya.",
    "1649 - Carles I d'Anglaterra és executat a Whitehall, Londres.",
    "1661 - Oliver Cromwell, Lord Protector de la Commonwealth d'Anglaterra, és executat ritualment més de dos anys després de la seva mort, en el 12è aniversari de l'execució del monarca que ell mateix va deposar.",
    "1667 - Es signa la treva d'Andrusovo, que posa fi a la guerra rus-polonesa de 1654-1667",
    "1703 - Els quaranta-set rōnin, sota el comandament d'Ōishi Kuranosuke, vengen la mort del seu amo, matant Kira Yoshinaka.",
    "1789 - Les forces de Tây Sơn emergeixen victorioses contra els exèrcits Qing i alliberen la capital Thăng Long.",
    "1806 - S'obre el pont Lower Trenton original (també anomenat Trenton Makes the World Takes Bridge), que travessa el riu Delaware entre Morrisville, Pennsilvània i Trenton, Nova Jersey.",
    "1820 - Edward Bransfield albira la península de la Trinitat i reclama el descobriment de l'Antàrtida.",
    "1826 - S'obre el pont penjant de Menai, considerat el primer pont penjant modern del món, que connecta l'illa d'Anglesey amb la costa nord-oest de Gal·les.",
    "1835 - En el primer intent d'assassinat contra un president dels Estats Units, Richard Lawrence intenta afusellar al president Andrew Jackson, però fracassa i és sotmès per una multitud, que inclou diversos congressistes i el mateix Jackson.",
    "1847 - Yerba Buena, Califòrnia passa a anomenar-se San Francisco, Califòrnia.",
    "1858 - El primer concert de Hallé es fa a Manchester, Anglaterra, marcant la fundació oficial de l'orquestra Hallé com a orquestra professional a temps complet.",
    "1862 - Es llança el primer vaixell de guerra americà, l'USS Monitor.",
    "1889 - L'arxiduc príncep hereu Rodolf d'Àustria, hereu de la corona austrohongaresa, és trobat mort amb la seva amant, la baronessa Mary Vetsera, al Mayerling.",
    "1902 - Es signa a Londres la primera aliança anglojaponesa.",
    "1908 - El pacifista i líder indi Mohandas Karamchand Gandhi és alliberat de la presó per Jan C. Smuts després de ser jutjat i condemnat a dos mesos de presó a principis d'aquest mes.",
    "1911 - El destructor USS Terry fa el primer rescat d'avió al mar salvant la vida de Douglas McCurdy a 16 quilòmetres (10 milles) de l'Havana, Cuba.",
    "1920 - Es funda el fabricant d'automòbils japonès Mazda, inicialment com a empresa productora de suro.",
    "1925 - El govern de Turquia expulsa d'Istanbul el patriarca Constantí VI.",
    "1930 - El Politburó del Partit Comunista de la Unió Soviètica ordena la confiscació de terres pertanyents als kulaks en una campanya de dekulakització, que va provocar execucions i deportacions forçades de milions.",
    "1933 - Ascens al poder d'Adolf Hitler: Hitler pren el càrrec com a canceller d'Alemanya.",
    "1939 - Durant un discurs al Reichstag, Adolf Hitler fa una predicció sobre el final de la raça jueva a Europa si es produís una altra guerra mundial.",
    "1942 - Segona Guerra Mundial: les forces japoneses envaeixen l'illa d'Ambon a les Índies Orientals Holandeses. Unes 300 tropes aliades capturades moren després de la rendició. Una quarta part dels presoners de guerra restants segueixen vius al final de la guerra.",
    "1944 - Segona Guerra Mundial: comença la batalla de Cisterna, part de l'operació Shingle, al centre d'Itàlia.",
    "1945 - Segona Guerra Mundial: Incursió a Cabanatuan: cent vint-i-sis Rangers nord-americans i lluitadors de la resistència filipins alliberen més de 500 presoners aliats del camp de prisioneros de guerra de Cabanatuan controlat pels japonesos.",
    "1945 - Segona Guerra Mundial: el Wilhelm Gustloff, ple de refugiats alemanys, s'enfonsa al mar Bàltic després de ser torpedejat per un submarí soviètic, matant aproximadament 9.500 persones.",
    "1948 - El Tudor IV Star Tiger de British South American Airways desapareix sobre el Triangle de les Bermudes.",
    "1948 - Després de l'assassinat de Mahatma Gandhi al seu recinte, el primer ministre de l'Índia, Jawaharlal Nehru, emet a la nació dient \"La llum s'ha apagat de les nostres vides\". La data de l'assassinat s'observa com el \"Dia dels màrtirs\" a l'Índia.",
    "1956 - Als Estats Units, la casa del líder del Moviment de Drets Civils Martin Luther King Jr. és bombardejada com a represàlia pel boicot dels autobusos de Montgomery.",
    "1959 - MS Hans Hedtoft, dissenyat específicament per operar en mars glaçats, colpeja un iceberg en el seu viatge inaugural i s'enfonsa, matant els 95 que hi havia a bord.",
    "1959 - Les forces del sultanat de Muscat ocupen els últims reductes de l'imamat d'Oman, Saiq i Shuraijah, marcant el final de la guerra de Jebel Akhdar a Oman.",
    "1960 - Es funda al Txad el Partit Nacional Africà, gràcies a la fusió de partits tradicionalistes.",
    "1964 - En un cop d'estat sense sang, el general Nguyễn Khánh enderroca la junta militar del general Dương Văn Minh al Vietnam del Sud.",
    "1968 - Guerra del Vietnam: llançament de l'ofensiva del Tet per part de les forces del Viet Cong i l'exèrcit del Vietnam del Nord contra el Vietnam del Sud, els Estats Units i els seus aliats.",
    "1969 - L'última actuació pública dels Beatles, al terrat d'Apple Records a Londres. El concert improvisat és trencat per la policia.",
    "1972 - Pakistan abandona la Mancomunitat de Nacions en protesta pel seu reconeixement del Bangla Desh separatista.",
    "1972 - The Troubles: Bloody Sunday: els paracaigudistes britànics obren foc contra els manifestants contra l'internament a Derry, Irlanda del Nord, matant 13 persones; una altra persona mor més tard a causa de les ferides.",
    "1974 - El vol 806 de Pan Am s'estavella a prop de l'aeroport internacional de Pago Pago a Samoa Americana, causant la mort de 97 persones.",
    "1975 - El Monitor National Marine Sanctuary s'estableix com el primer National Marine Sanctuary dels Estats Units.",
    "1975 - El vol 345 de Turkish Airlines s'estavella contra el mar de Màrmara prop de l'aeroport Yeşilköy d'Istanbul, causant la mort de 42 persones.",
    "1979 - Un vaixell de càrrega Varig Boeing 707-323C, pilotat pel mateix comandant que el vol 820, desapareix sobre l'oceà Pacífic 30 minuts després d'enlairar de Tòquio.",
    "1982 - Richard Skrenta escriu el primer codi de virus per a PC, de 400 línies de llarg i disfressat com un programa d'arrencada d'Apple anomenat \"Elk Cloner\".",
    "1989 - Tanca l'ambaixada nord-americana a Kabul, Afganistan.",
    "1995 - La hidroxicarbamida es converteix en el primer tractament preventiu aprovat per a la malaltia de cèl·lules falciformes.",
    "2000 - El vol 431 de Kenya Airways s'estavella a l'oceà Atlàntic davant de la costa de Costa d'Ivori, causant la mort de 169 persones.",
    "2006 - Es produeixen els tiroteigs a les instal·lacions postals de Goleta, que van matar set persones abans que l'agressor s'hagués mort.",
    "2007 - Microsoft Corporation llança Windows Vista, una versió important del sistema operatiu Microsoft Windows i el nucli basat en NT.",
    "2013 - Naro-1 es converteix en el primer coet portador llançat per Corea del Sud.",
    "2020 - L'Organització Mundial de la Salut declara la pandèmia de la COVID-19 com una emergència de salut pública d'interès internacional."
  ],
  "day_10_month_9_births.dialog": [
    "1423 - Naixement d'Elionor, princesa d'Astúries (m. 1425)",
    "1487 - Naixement del papa Juli III (m. 1555)",
    "1497 - Naixement de Wolfgang Musculus, teòleg alemany (m. 1563)",
    "1547 - Naixement de Jordi I, landgrave de Hesse-Darmstadt (m. 1596)",
    "1550 - Naixement d'Alonso Pérez de Guzmán, 7è duc de Medina Sidonia, general espanyol (m. 1615)",
    "1561 - Naixement d'Hernando Arias de Saavedra, militar i polític paraguaià-argentí (m. 1634)",
    "1588 - Naixement de Nicholas Lanier, cantautor i llaütista anglès (m. 1666)",
    "1624 - Naixement de Thomas Sydenham, metge i autor anglès (m. 1689)",
    "1638 - Naixement de Maria Teresa d'Espanya (m. 1683)",
    "1655 - Naixement de Caspar Bartholin el Jove, anatomista danès (m. 1738)",
    "1659 - Naixement d'Henry Purcell, organista i compositor anglès (m. 1695)",
    "1714 - Naixement de Niccolò Jommelli, compositor italià (m. 1774)",
    "1753 - Naixement de John Soane, arquitecte i acadèmic anglès, va dissenyar la Royal Academy and Freemasons' Hall (m. 1837)",
    "1758 - Naixement de Hannah Webster Foster, autora nord-americana (m. 1840)",
    "1786 - Naixement de Nicolás Bravo, militar i polític mexicà, 11è president de Mèxic (m. 1854)",
    "1786 - Naixement de William Mason, cirurgià i polític nord-americà (m. 1860)",
    "1787 - Naixement de John J. Crittenden, estadista i polític nord-americà (m. 1863)",
    "1788 - Naixement de Jacques Boucher de Crèvecœur de Perthes, arqueòleg i autor francès (m. 1868)",
    "1793 - Naixement de Harriet Arbuthnot, diarista anglesa (m. 1834)",
    "1801 - Naixement de Marie Laveau, practicant del vudú nord-americana (m. 1881)",
    "1821 - Naixement de William Jervois, capità, enginyer i polític anglès, 10è governador d'Austràlia Meridional (m. 1897)",
    "1836 - Naixement de Joseph Wheeler, general i polític nord-americà (m. 1906)",
    "1839 - Naixement de Charles Sanders Peirce, matemàtic, estadístic i filòsof nord-americà (m. 1914)",
    "1839 - Naixement d'Isaac K. Funk, ministre i editor nord-americà, cofundador de Funk & Wagnalls (m. 1912)",
    "1844 - Naixement d'Abel Hoadley, fabricant de dolços anglès-australià, va crear el Violet Crumble (m. 1918)",
    "1852 - Naixement d'Alice Brown Davis, cap de tribu nord-americana (m. 1935)",
    "1852 - Naixement de Hans Niels Andersen, empresari danès, que va fundar la Companyia d'Àsia Oriental (m. 1937)",
    "1860 - Naixement de Marianne von Werefkin, pintora russo-suïssa (m. 1938)",
    "1864 - Naixement de Carl Correns, botànic i genetista alemany (m. 1933)",
    "1866 - Naixement de Jeppe Aakjær, autor i poeta danès (m. 1930)",
    "1871 - Naixement de Charles Collett, enginyer anglès (m. 1952)",
    "1872 - Naixement de Ranjitsinhji, jugador de cricket indi (m. 1933)",
    "1874 - Naixement de Mamie Dillard, educadora, dona de club i sufragista afroamericana (m. 1954)",
    "1875 - Naixement de George Hewitt Myers, forestal i filantrop nord-americà (m. 1957)",
    "1876 ​​- Naixement de Hugh D. McIntosh, home de negocis australià (m. 1942)",
    "1880 - Naixement de Georgia Douglas Johnson, poeta i dramaturg nord-americà (m. 1966)",
    "1880 - Naixement de Laura Cornelius Kellogg, activista nativa nord-americana (m. 1947)",
    "1884 - Naixement d'Herbert Johanson, arquitecte estonià (m. 1964)",
    "1885 - Naixement de Carl Clinton Van Doren, crític i biògraf nord-americà (m. 1950)",
    "1885 - Naixement de Johannes de Jong, cardenal holandès (m. 1955)",
    "1886 - Naixement de H.D., poeta, novel·lista i recordista nord-americà (m. 1961)",
    "1887 - Naixement de Giovanni Gronchi, militar i polític italià, tercer president de la República Italiana (m. 1978)",
    "1887 - Naixement de Govind Ballabh Pant, advocat i polític indi, primer ministre en cap d'Uttar Pradesh (m. 1961)",
    "1887 - Naixement de Kenneth Mason, soldat i geògraf anglès (m. 1976)",
    "1888 - Naixement d'Israel Abramofsky, pintor rus-americà (m. 1976)",
    "1889 - Naixement d'Ivar Böhling, lluitador finlandès (m. 1929)",
    "1890 - Naixement de Bob Heffron, miner i polític neozelandès-australià, 30è primer ministre de Nova Gal·les del Sud (m. 1978)",
    "1890 - Naixement d'Elsa Schiaparelli, dissenyadora de moda italofrancesa (m. 1973)",
    "1890 - Naixement de Franz Werfel, autor, poeta i dramaturg austríac-bohèmia (m. 1945)",
    "1890 - Naixement de Mortimer Wheeler, arqueòleg i oficial britànic (m. 1976)",
    "1892 - Naixement d'Arthur Compton, físic i acadèmic nord-americà, premi Nobel (m. 1962)",
    "1894 - Naixement d'Alexander Dovzhenko, guionista/productor/director soviètic d'origen ucraïnès (m. 1956)",
    "1895 - Naixement de Viswanatha Satyanarayana, poeta i autor indi (m. 1976)",
    "1896 - Naixement d'Adele Astaire, actriu i ballarina nord-americana (m. 1981)",
    "1896 - Naixement de Robert Taschereau, advocat, jutge i polític canadenc, 11è primer jutge del Canadà (m. 1970)",
    "1896 - Naixement de Ye Ting, general xinès (m. 1946)",
    "1897 - Naixement de Georges Bataille, filòsof, novel·lista i poeta francès (m. 1962)",
    "1897 - Naixement d'Hilde Hildebrand, actriu i cantant alemanya (m. 1976)",
    "1898 - Naixement de Bessie Love, actriu nord-americana (m. 1986)",
    "1898 - Naixement de Waldo Semon, químic i enginyer nord-americà (m. 1999)",
    "1903 - Naixement de Cyril Connolly, autor i crític anglès (m. 1974)",
    "1904 - Aniversari de Honey Craven, genet i gerent nord-americà (m. 2003)",
    "1904 - Naixement de Max Shachtman, teòric i polític nord-americà (m. 1972)",
    "1906 - Naixement de Karl Wien, geògraf, acadèmic i alpinista alemany (m. 1937)",
    "1907 - Naixement d'Alva R. Fitch, general nord-americà (m. 1989)",
    "1907 - Naixement de Dorothy Hill, geòloga i paleontòloga australiana (m. 1997)",
    "1908 - Naixement d'Angus Bethune, soldat i polític australià, 33è primer ministre de Tasmània (m. 2004)",
    "1908 - Naixement de Raymond Scott, pianista, compositor i director d'orquestra nord-americà (m. 1994)",
    "1908 - Naixement de Waldo Rudolph Wedel, arqueòleg i autor nord-americà (m. 1996)",
    "1912 - Naixement de Basappa Danappa Jatti, advocat i polític indi, 5è vicepresident de l'Índia (m. 2002)",
    "1913 - Naixement de Lincoln Gordon, acadèmic i diplomàtic nord-americà, ambaixador dels Estats Units al Brasil (m. 2009)",
    "1914 - Naixement de Robert Wise, director i productor nord-americà (m. 2005)",
    "1914 - Naixement de Terence O'Neill, baró O'Neill del Maine, capità i polític angloirlandès, quart primer ministre d'Irlanda del Nord (m. 1990)",
    "1915 - Naixement d'Edmond O'Brien, actor nord-americà (m. 1985)",
    "1917 - Naixement de Miguel Serrano, poeta i diplomàtic xilè (m. 2009)",
    "1919 - Naixement de Lex van Delden, compositor holandès (m. 1988)",
    "1920 - Naixement de Fabio Taglioni, enginyer italià (m. 2001)",
    "1921 - Naixement de Joann Lõssov, jugador i entrenador de bàsquet estonià (m. 2000)",
    "1921 - Naixement de John W. Morris, general nord-americà (m. 2013)",
    "1923 - Naixement de Glen P. Robinson, empresari nord-americà, fundat Scientific Atlanta (m. 2013)",
    "1924 - Naixement de Boyd K. Packer, educador i líder religiós nord-americà, 26è president del Quòrum dels Dotze Apòstols (m. 2015)",
    "1924 - Naixement de Ted Kluszewski, jugador i entrenador de beisbol nord-americà (m. 1988)",
    "1925 - Naixement de Boris Txaikovski, pianista i compositor rus (m. 1996)",
    "1925 - Naixement de Dick Lucas, ministre i clergue anglès",
    "1925 - Naixement de Roy Brown, cantant i compositor nord-americà (m. 1981)",
    "1926 - Naixement de Beryl Cook, pintor i il·lustrador anglès (m. 2008)",
    "1927 - Naixement de Johnny Keating, trombonista, compositor i productor escocès (m. 2015)",
    "1928 - Naixement de Jean Vanier, filòsof i humanitari canadenc, va fundar L'Arche (m. 2019)",
    "1928 - Naixement de Roch Bolduc, funcionari i polític canadenc",
    "1928 - Naixement de Walter Ralston Martin, ministre i autor nord-americà, va fundar el Christian Research Institute (m. 1989)",
    "1929 - Naixement d'Arnold Palmer, golfista i home de negocis nord-americà (m. 2016)",
    "1929 - Naixement de John Golding, historiador, erudit i comissari anglès (m. 2012)",
    "1929 - Naixement de Michel Bélanger, home de negocis i banquer canadenc (m. 1997)",
    "1930 - Naixement d'Aino Kukk, jugador d'escacs i enginyer estonià (m. 2006)",
    "1931 - Naixement d'Isabel Colegate, autora i agent anglesa (m. 2023)",
    "1931 - Naixement de Philip Baker Hall, actor nord-americà (m. 2022)",
    "1932 - Naixement de Bo Goldman, dramaturg, guionista i productor nord-americà (m. 2023)",
    "1933 - Naixement de Karl Lagerfeld, dissenyador de moda i fotògraf alemany-francès (m. 2019)",
    "1933 - Naixement de Yevgeny Khrunov, coronel i cosmonauta rus (m. 2000)",
    "1934 - Naixement de Charles Kuralt, periodista nord-americà (m. 1997)",
    "1934 - Naixement de Jim Oberstar, pedagog i polític nord-americà (m. 2014)",
    "1934 - Naixement de Larry Sitsky, pianista, compositor i pedagog australià",
    "1934 - Aniversari de Mr. Wrestling II, lluitador nord-americà (m. 2020)",
    "1934 - Naixement de Roger Maris, jugador i entrenador de beisbol nord-americà (m. 1985)",
    "1935 - Naixement de Mary Oliver, poeta nord-americana (m. 2019)",
    "1937 - Naixement de Jared Diamond, biòleg, geògraf i autor nord-americà",
    "1937 - Naixement de Tommy Overstreet, cantant, compositor i guitarrista nord-americà (m. 2015)",
    "1938 - Naixement de David Hamilton, presentador de ràdio i televisió anglesa",
    "1940 - Aniversari de Bob Chance, jugador de beisbol nord-americà (m. 2013)",
    "1940 - Naixement de Buck Buchanan, jugador de futbol americà (m. 1992)",
    "1940 - Naixement de Roy Ayers, cantant, compositor, teclista, vibrafonista i productor nord-americà",
    "1941 - Naixement de Christopher Hogwood, clavicèmbal i director anglès, va fundar l'Acadèmia de Música Antiga (m. 2014)",
    "1941 - Naixement de Gunpei Yokoi, dissenyador de videojocs japonès, va inventar Game Boy (m. 1997)",
    "1941 - Naixement de Stephen Jay Gould, paleontòleg, biòleg i autor nord-americà (m. 2002)",
    "1942 - Naixement de Danny Hutton, cantant irlandès-nord-americà",
    "1944 - Naixement de Thomas Allen, actor, cantant i acadèmic anglès",
    "1945 - Naixement de Gerard Henderson, periodista i autor australià",
    "1945 - Naixement de José Feliciano, cantautor i guitarrista porto-riqueny",
    "1945 - Naixement de Mike Mullane, coronel i astronauta nord-americà",
    "1946 - Naixement de Don Powell, bateria de rock anglès",
    "1946 - Naixement de Jim Hines, velocista i jugador de futbol nord-americà (m. 2023)",
    "1946 - Naixement de Michèle Alliot-Marie, advocada i política francesa, ministra francesa d'Afers Exteriors i Europeus",
    "1946 - Naixement de Patrick Norman, cantant i compositor canadenc",
    "1947 - Naixement de David Pountney, director i gerent anglès",
    "1947 - Naixement de Larry Nelson, golfista nord-americà",
    "1948 - Naixement de Bob Lanier, jugador i entrenador de bàsquet nord-americà (m. 2022)",
    "1948 - Naixement de Brian Donohoe, polític escocès",
    "1948 - Aniversari de Charlie Waters, jugador de futbol americà, entrenador i presentador de ràdio",
    "1948 - Naixement de Judy Geeson, actriu anglesa",
    "1948 - Aniversari de Margaret Trudeau, actriu canadenca i presentadora de tertúlies, 12è cònjuge del primer ministre del Canadà",
    "1948 - Naixement de Zhang Chengzhi, historiador i autor xinès",
    "1949 - Naixement de Babette Cole, autora i il·lustradora anglesa (m. 2017)",
    "1949 - Naixement de Barriemore Barlow, bateria i compositor de rock anglès",
    "1949 - Naixement de Bill O'Reilly, periodista i autor nord-americà",
    "1949 - Naixement de Don Muraco, lluitador nord-americà",
    "1950 - Naixement de Joe Perry, cantautor i guitarrista nord-americà",
    "1950 - Naixement de Rosie Flores, cantant i guitarrista nord-americana",
    "1950 - Naixement de Tom Lund, jugador de futbol noruec",
    "1951 - Naixement de Bill Rogers, golfista nord-americà",
    "1951 - Naixement de Sarah Coakley, filòsofa, teòloga i acadèmica anglesa",
    "1951 - Naixement de Steve Keirn, lluitador nord-americà",
    "1952 - Naixement de Medea Benjamin, activista nord-americana, fundadora de Code Pink",
    "1952 - Naixement de Vic Toews, advocat i polític paraguaià-canadenc, 48è ministre de Justícia canadenc",
    "1953 - Naixement d'Amy Irving, actriu nord-americana",
    "1953 - Naixement de John Thurso, home de negocis i polític escocès",
    "1953 - Naixement de Pat Cadigan, autor nord-americà de ciència-ficció",
    "1954 - Naixement de Clark Johnson, actor nord-americà-canadenc",
    "1954 - Aniversari de Don Wilson, kickboxer i actor nord-americà",
    "1954 - Aniversari de Jackie Ashley, periodista anglesa",
    "1954 - Naixement de Lorely Burt, política anglesa",
    "1955 - Naixement de Pat Mastelotto, bateria de rock nord-americà",
    "1956 - Aniversari de Johnnie Fingers, teclista i compositor irlandès",
    "1957 - Naixement de Carol Decker, cantant i compositora anglesa",
    "1957 - Naixement de Kate Burton, actriu britànica-nord-americana",
    "1958 - Naixement de Chris Columbus, director, productor i guionista nord-americà",
    "1958 - Naixement de Siobhan Fahey, cantautora i productora irlandesa",
    "1959 - Naixement de Michael Earl, actor, cantant i titellaire nord-americà (m. 2015)",
    "1960 - Naixement d'Alison Bechdel, autora i il·lustradora nord-americana",
    "1960 - Naixement de Colin Firth, actor i productor anglès",
    "1960 - Naixement de David Lowery, cantautor i guitarrista nord-americà",
    "1960 - Naixement de Margaret Ferrier, política escocesa",
    "1960 - Naixement de Tim Hunter, jugador i entrenador d'hoquei sobre gel canadenc",
    "1963 - Naixement de Bill Stevenson, bateria, compositor i productor nord-americà",
    "1963 - Aniversari de Randy Johnson, jugador de beisbol nord-americà",
    "1964 - Aniversari de Jack Ma, empresari xinès, cofundador d'Alibaba Group",
    "1964 - Naixement de John E. Sununu, enginyer i polític nord-americà",
    "1966 - Naixement de Joe Nieuwendyk, jugador i entrenador d'hoquei sobre gel canadenc",
    "1966 - Aniversari de Yuki Saito, cantant i actriu japonesa",
    "1968 - Naixement d'Andreas Herzog, futbolista i entrenador austríac",
    "1968 - Aniversari de Big Daddy Kane, raper, productor i actor nord-americà",
    "1968 - Naixement de Guy Ritchie, director, productor i guionista anglès",
    "1969 - Naixement de Craig Innes, jugador de rugbi neozelandès",
    "1969 - Naixement de Johnathon Schaech, actor, productor i guionista nord-americà",
    "1970 - Naixement de Dean Gorré, futbolista i entrenador surinamés",
    "1970 - Naixement de Ménélik, raper camerunès-francès",
    "1970 - Naixement de Neera Tanden, advocada nord-americana i analista de polítiques",
    "1970 - Naixement de Paula Kelley, cantant i compositora nord-americana",
    "1971 - Aniversari de Joe Bravo, jockey nord-americà",
    "1972 - Naixement de Bente Skari, esquiador noruec",
    "1972 - Naixement de James Duval, actor i productor nord-americà",
    "1973 - Naixement de Ferdinand Coly, futbolista senegalès",
    "1973 - Naixement de Mark Huizinga, artista marcial holandès",
    "1973 - Naixement de Tim Stimpson, jugador de rugbi anglès",
    "1974 - Aniversari de Ben Wallace, jugador de bàsquet nord-americà",
    "1974 - Naixement de Mirko Filipović, artista marcial mixt croat, boxejador i polític",
    "1974 - Naixement de Mohammad Akram, jugador de cricket i entrenador pakistanès",
    "1974 - Naixement de Ryan Phillippe, actor i productor nord-americà",
    "1975 - Aniversari de Dan O'Toole, presentador esportiu canadenc",
    "1975 - Aniversari de Melanie Pullen, fotògrafa nord-americana",
    "1976 - Naixement de Gustavo Kuerten, tennista brasiler",
    "1976 - Aniversari de Marty Holah, jugador de rugbi neozelandès",
    "1976 - Aniversari de Matt Morgan, lluitador nord-americà",
    "1976 - Naixement de Reinder Nummerdor, jugador de voleibol holandès",
    "1976 - Naixement de Vassilis Lakis, futbolista grec",
    "1977 - Naixement de Caleb Ralph, jugador de rugbi neozelandès",
    "1977 - Naixement de Mike DiBiase, lluitador nord-americà",
    "1978 - Naixement d'Alex Horne, còmic britànic ",
    "1978 - Naixement de Julia Goldsworthy, política anglesa",
    "1978 - Naixement de Ramūnas Šiškauskas, jugador de bàsquet lituà",
    "1979 - Naixement de Jacob Young, actor nord-americà",
    "1980 - Naixement de Mikey Way, baixista i compositor nord-americà",
    "1980 - Naixement de Roger Mason Jr., jugador de bàsquet nord-americà",
    "1980 - Naixement de Tetsuya Yamagami, assassí japonès de Shinzo Abe",
    "1980 - Naixement de Trevor Murdoch, lluitador nord-americà",
    "1981 - Aniversari de Bonnie Maxon, lluitadora nord-americana",
    "1981 - Naixement de Germán Denis, futbolista argentí",
    "1981 - Naixement de Marco Chiudinelli, tennista suís",
    "1982 - Naixement de Javi Varas, futbolista espanyol",
    "1982 - Aniversari de Misty Copeland, ballarina i autora nord-americana",
    "1983 - Naixement de Fernando Belluschi, futbolista argentí",
    "1983 - Aniversari de Joey Votto, jugador de beisbol canadenc",
    "1983 - Naixement de Jérémy Toulalan, futbolista francès",
    "1983 - Naixement de Shawn James, jugador de bàsquet americà de Guyana",
    "1984 - Aniversari de Drake Younger, lluitador nord-americà",
    "1984 - Aniversari de Harry Treadaway, actor anglès",
    "1984 - Naixement de Luke Treadaway, actor anglès",
    "1984 - Naixement de Sander Post, futbolista estonià",
    "1985 - Naixement de Aleksandrs Čekulajevs, futbolista letó",
    "1985 - Naixement de James Graham, jugador de la lliga de rugbi anglesa",
    "1985 - Naixement de Neil Walker, jugador de beisbol nord-americà",
    "1986 - Aniversari d'Angel McCoughtry, jugador de bàsquet nord-americà",
    "1986 - Naixement d'Ashley Monroe, cantant i compositora nord-americana",
    "1986 - Naixement d'Eoin Morgan, jugador de cricket irlandès-anglès",
    "1987 - Naixement d'Alex Saxon, actor nord-americà",
    "1987 - Naixement de Nana Tanimura, cantautora i actriu japonesa",
    "1987 - Naixement de Paul Goldschmidt, jugador de beisbol nord-americà",
    "1988 - Aniversari de Bobby Sharp, lluitador canadenc",
    "1988 - Aniversari de Jordan Staal, jugador canadenc d'hoquei sobre gel",
    "1989 - Naixement de Lee Sawyer, futbolista anglès",
    "1989 - Aniversari de Manish Pandey, jugador de cricket indi",
    "1989 - Naixement de Matt Ritchie, futbolista anglès",
    "1990 - Aniversari de Corban Knight, jugador d'hoquei sobre gel canadenc",
    "1991 - Naixement de Boadu Maxwell Acosty, futbolista ghanés",
    "1991 - Naixement de Sam Morsy, futbolista egipci",
    "1992 - Naixement d'Ayub Masika, futbolista kenyà",
    "1992 - Aniversari de Ricky Ledo, jugador de bàsquet nord-americà",
    "1993 - Naixement de Sam Kerr, futbolista australià",
    "1994 - Naixement de Mohamed Sylla, raper francès",
    "1997 - Naixement de Brooke Henderson, golfista canadenca",
    "1997 - Aniversari de Troy Terry, jugador d'hoquei sobre gel nord-americà",
    "1998 - Aniversari d'Anna Blinkova, tenista russa",
    "1999 - Naixement de Laura Taylor, nedadora australiana",
    "2004 - Naixement de Gabriel Bateman, actor nord-americà",
    "877 - Naixement d'Eutiqui, patriarca d'Alexandria (m. 940)",
    "904 - Naixement de Guo Wei, conegut pòstumament com l'emperador Taizu de Zhou posterior"
  ],
  "day_3_month_1_births.dialog": [
    "106 aC - Naixement de Ciceró, filòsof, advocat i polític romà (m. 43 aC)",
    "1509 - Naixement de Gian Girolamo Albani, cardenal italià (m. 1591)",
    "1611 - Naixement de James Harrington, teòric polític anglès (m. 1677)",
    "1698 - Naixement de Pietro Metastasio, poeta i compositor italià (m. 1782)",
    "1710 - Naixement de Richard Gridley, soldat i enginyer nord-americà (m. 1796)",
    "1722 - Naixement de Fredrik Hasselqvist, biòleg i explorador suec (m. 1752)",
    "1731 - Naixement d'Angelo Emo, almirall i estadista venecià (m. 1792)",
    "1760 - Naixement de Veerapandiya Kattabomman, governant indi (m. 1799)",
    "1775 - Naixement de Francis Caulfeild, segon comte de Charlemont (m. 1863)",
    "1778 - Naixement d'Antoni Melchior Fijałkowski, arquebisbe polonès (m. 1861)",
    "1793 - Naixement de Lucretia Mott, activista nord-americana (m. 1880)",
    "1802 - Naixement de Charles Pelham Villiers, advocat i polític anglès (m. 1898)",
    "1803 - Naixement de Douglas William Jerrold, periodista i dramaturg anglès (m. 1857)",
    "1806 - Naixement de Henriette Sontag, soprano i actriu alemanya (m. 1854)",
    "1810 - Naixement d'Antoine Thomson d'Abbadie, geògraf, etnòleg, lingüista i astrònom francès (m. 1897)",
    "1816 - Naixement de Samuel C. Pomeroy, home de negocis i polític nord-americà (m. 1891)",
    "1819 - Naixement de Charles Piazzi Smyth, astrònom i acadèmic italo-escocès (m. 1900)",
    "1831 - Naixement de Savitribai Phule, poeta, educador i activista indi (m. 1897)",
    "1836 - Naixement de Sakamoto Ryōma, samurai japonès i líder rebel (m. 1867)",
    "1840 - Naixement del pare Damien, sacerdot i missioner flamenc (m. 1889)",
    "1847 - Naixement d'Ettore Marchiafava, metge italià (m. 1935)",
    "1853 - Naixement de Sophie Elkan, escriptora sueca (m. 1921)",
    "1855 - Naixement d'Hubert Bland, empresari anglès (m. 1914)",
    "1861 - Naixement d'Ernsh Renshaw, tennista anglès (m. 1899)",
    "1861 - Naixement de William Renshaw, tennista anglès (m. 1904)",
    "1862 - Naixement de Matthew Nathan, soldat i polític anglès, 13è governador de Queensland (m. 1939)",
    "1865 - Naixement de Henry Lytton, actor anglès (m. 1936)",
    "1870 - Naixement de Henry Handel Richardson, autor australià anglès (m. 1946)",
    "1873 - Naixement d'Ichizō Kobayashi, empresari i col·leccionista d'art japonès, fundació de Hankyu Hanshin Holdings (m. 1957)",
    "1875 - Naixement d'Alexandros Diomidis, banquer i polític grec, 145è primer ministre de Grècia (m. 1950)",
    "1876 ​​- Naixement de Wilhelm Pieck, fuster i polític alemany, primer president de la República Democràtica Alemanya (m. 1960)",
    "1877 - Naixement de Josephine Hull, actriu nord-americana (m. 1957)",
    "1880 - Naixement de Francis Browne, sacerdot i fotògraf jesuïta irlandès (m. 1960)",
    "1883 - Naixement de Clement Attlee, soldat, advocat i polític anglès, primer ministre del Regne Unit (m. 1967)",
    "1883 - Naixement de Duncan Gillis, llançador de disc i martell canadenc (m. 1963)",
    "1884 - Naixement de Raoul Koczalski, pianista i compositor polonès (m. 1948)",
    "1885 - Naixement de Harry Elkins Widener, empresari nord-americà (m. 1912)",
    "1886 - Naixement d'Arthur Mailey, jugador de cricket australià (m. 1967)",
    "1886 - Naixement de John Gould Fletcher, poeta i autor nord-americà (m. 1950)",
    "1887 - Naixement d'August Macke, pintor alemany-francès (m. 1914)",
    "1892 - Naixement de J.R.R. Tolkien, escriptor, poeta i filòleg anglès (m. 1973)",
    "1894 - Naixement de ZaSu Pitts, actriu nord-americana (m. 1963)",
    "1897 - Naixement d'Eithne Coyle, activista republicà irlandès, (m. 1985)",
    "1897 - Naixement de Marion Davies, actriu i còmic nord-americana (m. 1961)",
    "1898 - Naixement de Carolyn Haywood, autora i il·lustradora nord-americana (m. 1990)",
    "1900 - Naixement de Donald J. Russell, empresari nord-americà (m. 1985)",
    "1901 - Naixement de Ngô Đình Diệm, advocat i polític vietnamita, primer president de la República del Vietnam (m. 1963)",
    "1905 - Naixement d'Anna May Wong, actriu nord-americana (m. 1961)",
    "1905 - Naixement de Dante Giacosa, enginyer italià (m. 1996)",
    "1907 - Naixement de Ray Milland, actor i director gal·lès-nord-americà (m. 1986)",
    "1909 - Naixement de Víctor Borge, pianista i director d'orquestra danesoamericà (m. 2000)",
    "1910 - Naixement de Frenchy Bordagaray, jugador de beisbol i entrenador nord-americà (m. 2000)",
    "1910 - Naixement de John Sturges, director i productor nord-americà (m. 1992)",
    "1912 - Naixement d'Armand Lohikoski, actor, director i guionista finlandès nord-americà (m. 2005)",
    "1912 - Naixement de Federico Borrell García, militar espanyol (m. 1936)",
    "1912 - Naixement de Renaude Lapointe, periodista i polític canadenc (m. 2002)",
    "1915 - Naixement de Jack Levine, pintor i soldat nord-americà (m. 2010)",
    "1916 - Naixement de Betty Furness, actriu i periodista de televisió nord-americana (m. 1994)",
    "1916 - Naixement de Fred Haas, golfista nord-americà (m. 2004)",
    "1917 - Naixement d'Albert Mol, autor i actor holandès (m. 2002)",
    "1917 - Naixement de Roger Williams Straus, Jr., periodista i editor nord-americà, cofundador de Farrar, Straus i Giroux (m. 2004)",
    "1919 - Naixement d'Herbie Nichols, pianista i compositor nord-americà (m. 1963)",
    "1920 - Naixement de Siegfried Buback, advocat i polític alemany, fiscal general d'Alemanya (m. 1977)",
    "1921 - Naixement d'Isabella Bashmakova, historiadora russa de les matemàtiques (m. 2005)",
    "1922 - Naixement de Bill Travers, actor, director i guionista anglès (m. 1994)",
    "1923 - Naixement de Hank Stram, entrenador de futbol americà i presentador esportiu (m. 2005)",
    "1924 - Naixement d'André Franquin, autor i il·lustrador belga (m. 1997)",
    "1924 - Naixement d'Enzo Cozzolini, futbolista italià (m. 1962)",
    "1924 - Naixement de Nell Rankin, soprano i pedagoga nord-americana (m. 2005)",
    "1924 - Naixement d'Otto Beisheim, empresari i filantrop alemany, fundació de Metro AG (m. 2013)",
    "1925 - Naixement de Jill Balcon, actriu anglesa (m. 2009)",
    "1926 - Naixement de George Martin, compositor, director i productor anglès (m. 2016)",
    "1926 - Naixement de W. Michael Blumenthal, economista i polític nord-americà, 64è secretari del Tresor dels Estats Units",
    "1928 - Naixement d'Abdul Rahman Ya'kub, advocat i polític de Malàisia, tercer ministre en cap de Sarawak (m. 2015)",
    "1929 - Naixement d'Ernst Mahle, compositor i director d'orquestra germanobrasiler",
    "1929 - Naixement de Gordon Moore, empresari nord-americà, cofundador d'Intel Corporation (m. 2023)",
    "1929 - Naixement de Sergio Leone, director, productor i guionista italià (m. 1989)",
    "1930 - Naixement de Robert Loggia, actor i director nord-americà (m. 2015)",
    "1930 - Naixement de Stephen Fabian, il·lustrador nord-americà.",
    "1932 - Naixement de Dabney Coleman, actor nord-americà",
    "1932 - Naixement d'Eeles Landström, saltador de perxa i polític finlandès (m. 2022)",
    "1933 - Naixement d'Anne Stevenson, poeta i autora anglès nord-americà (m. 2020)",
    "1933 - Naixement de Geoffrey Bindman, advocat anglès",
    "1934 - Naixement de Carla Anderson Hills, advocada i política nord-americana, cinquena secretària d'Habitatge i Desenvolupament Urbà dels Estats Units",
    "1934 - Naixement de Marpessa Dawn, actriu, cantant i ballarina americana-francesa (m. 2008)",
    "1935 - Naixement de Raymond Garneau, home de negocis i polític canadenc",
    "1937 - Naixement de Glen A. Larson, director, productor i guionista nord-americà, va crear Battlestar Galactica (m. 2014)",
    "1938 - Naixement de K. Ganeshalingam, comptable i polític de Sri Lanka, alcalde de Colombo (m. 2006)",
    "1938 - Naixement de Robin Butler, baró Butler de Brockwell, acadèmic i polític anglès",
    "1939 - Naixement d'Arik Einstein, cantautor i actor israelià (m. 2013)",
    "1939 - Naixement de Bobby Hull, jugador d'hoquei sobre gel canadenc (m. 2023)",
    "1940 - Naixement de Bernard Blaut, futbolista i entrenador polonès (m. 2007)",
    "1940 - Naixement de Leo de Berardinis, actor i director italià (m. 2008)",
    "1941 - Naixement de Malcolm Dick, jugador de rugbi neozelandès",
    "1942 - Naixement de John Marsden, advocat i activista australià (m. 2006)",
    "1942 - Naixement de John Thaw, actor i productor anglès, va interpretar l'inspector Morse (m. 2002)",
    "1943 - Naixement de Van Dyke Parks, cantant, compositor, músic, compositor, autor i actor nord-americà",
    "1944 - Naixement de Blanche d'Alpuget, autora australiana",
    "1944 - Naixement de Doreen Massey, geògrafa i activista política anglesa (m. 2016)",
    "1945 - Naixement de Stephen Stills, cantautor, guitarrista i productor nord-americà",
    "1946 - Naixement de John Paul Jones, baixista, compositor i productor anglès",
    "1946 - Naixement de Michalis Kritikopoulos, futbolista grec (m. 2002)",
    "1947 - Naixement de Fran Cotton, jugador de rugbi anglès",
    "1947 - Naixement de Zulema, cantant i compositor nord-americà (m. 2013)",
    "1948 - Naixement d'Ian Nankervis, futbolista australià",
    "1950 - Naixement de Linda Steiner, periodista i acadèmica nord-americana",
    "1950 - Naixement de Vesna Vulović, supervivent sèrbia de l'accident aeri i titular del rècord mundial Guinness (m. 2016)",
    "1950 - Naixement de Victoria Principal, actriu i empresaria nord-americana",
    "1951 - Naixement de Gary Nairn, agrimensor i polític australià, 14è ministre especial d'Estat",
    "1951 - Naixement de Linda Dobbs, advocada i jutge anglesa",
    "1952 - Naixement d'Esperanza Aguirre, funcionari i polític espanyol, 3r president de la Comunitat de Madrid",
    "1952 - Naixement de Gianfranco Fini, periodista i polític italià, ministre d'Afers Exteriors italià",
    "1952 - Naixement de Jim Ross, comentarista de lluita lliure professional nord-americà",
    "1953 - Naixement de Justin Fleming, dramaturg i autor australià",
    "1953 - Naixement de Mohammed Waheed Hassan, pedagog i polític maldivià, 5è president de les Maldives",
    "1953 - Naixement de Peter Taylor, futbolista i entrenador anglès",
    "1955 - Naixement de Denis Walter, presentador de ràdio i cantant australià",
    "1956 - Naixement de Mel Gibson, actor, director, productor i guionista nord-americà-australià",
    "1957 - Naixement de Dave Dobbyn, cantautor i productor neozelandès",
    "1960 - Aniversari de Russell Spence, pilot de carreres anglès",
    "1962 - Naixement de Darren Daulton, jugador de beisbol nord-americà (m. 2017)",
    "1962 - Naixement de Gavin Hastings, jugador de rugbi escocès",
    "1963 - Naixement d'Aamer Malik, jugador de cricket pakistanès",
    "1963 - Naixement d'Alex Wheatle, autor i dramaturg anglès",
    "1963 - Aniversari de New Jack, lluitador nord-americà (m. 2021)",
    "1963 - Naixement de Stewart Hosie, home de negocis i polític escocès",
    "1964 - Naixement de Bruce LaBruce, director, productor i guionista canadenc",
    "1964 - Aniversari de Cheryl Miller, jugadora i entrenadora de bàsquet nord-americana",
    "1966 - Aniversari de Chetan Sharma, jugador de cricket indi",
    "1969 - Aniversari de Gerda Weissensteiner, luger i bobsled italià",
    "1969 - Naixement de James Carter, músic nord-americà",
    "1969 - Naixement de Jarmo Lehtinen, pilot de carreres finlandès",
    "1969 - Naixement de Michael Schumacher, pilot de carreres alemany",
    "1971 - Aniversari de Cory Cross, jugador i entrenador d'hoquei sobre gel canadenc",
    "1971 - Naixement de Lee Il-hwa, actriu sud-coreana",
    "1971 - Naixement de Sarah Alexander, actriu anglesa",
    "1974 - Naixement d'Alessandro Petacchi, ciclista italià",
    "1974 - Naixement de Robert-Jan Derksen, golfista holandès",
    "1974 - Naixement de Todd Warriner, jugador d'hoquei sobre gel canadenc",
    "1975 - Naixement de Danica McKellar, actriu i matemàtica nord-americana",
    "1975 - Naixement de Jason Marsden, actor nord-americà",
    "1975 - Naixement de Thomas Bangalter, DJ, músic i productor francès",
    "1976 - Naixement d'Angelos Basinas, futbolista grec",
    "1976 - Naixement de Nicholas Gonzalez, actor i productor nord-americà",
    "1977 - Naixement d'A. J. Burnett, jugador de beisbol nord-americà",
    "1977 - Naixement de Lee Bowyer, futbolista i entrenador anglès",
    "1978 - Naixement de Dimitra Kalentzou, jugadora de bàsquet grega",
    "1978 - Aniversari de Kimberley Locke, cantant, compositora i personalitat televisiva nord-americana",
    "1978 - Naixement de Mike York, jugador d'hoquei sobre gel nord-americà",
    "1979 - Naixement de Kate Levering, actriu, cantant i ballarina nord-americana",
    "1980 - Aniversari d'Angela Ruggiero, jugadora d'hoquei sobre gel nord-americana",
    "1980 - Aniversari de Bryan Clay, decatleta nord-americà",
    "1980 - Naixement de David Tyree, jugador de futbol americà",
    "1980 - Naixement d'Eli Crane, representant dels Estats Units del segon districte del Congrés d'Arizona",
    "1980 - Naixement de Kurt Vile, cantautor, guitarrista i productor nord-americà",
    "1980 - Aniversari de Mary Wineberg, velocista nord-americana",
    "1980 - Naixement de Telly Leung, actor, director, cantant i compositor nord-americà",
    "1981 - Naixement d'Eli Manning, jugador de futbol americà",
    "1982 - Naixement de Lasse Nilsson, futbolista suec",
    "1982 - Naixement de Park Ji-yoon, cantant i actriu de Corea del Sud",
    "1982 - Naixement de Peter Clarke, futbolista anglès",
    "1983 - Naixement de Katie McGrath, actriu irlandesa",
    "1984 - Naixement de Billy Mehmet, futbolista anglès-irlandès",
    "1985 - Naixement d'Evan Moore, jugador de futbol americà",
    "1985 - Naixement de Linas Kleiza, jugadora de bàsquet lituana",
    "1985 - Naixement de Nicole Beharie, actriu nord-americana",
    "1985 - Naixement de Noelle Quinn, jugadora i entrenadora de bàsquet nord-americana",
    "1986 - Naixement de Cedric Simmons, jugador de bàsquet americà-bulgar",
    "1986 - Naixement de Dana Hussain, velocista iraquiana",
    "1986 - Naixement de Dmitry Starodubtsev, saltador rus amb perxa",
    "1986 - Naixement de Greg Nwokolo, futbolista indonesi",
    "1986 - Naixement de Lloyd, cantant i compositor nord-americà",
    "1986 - Naixement de Nikola Peković, jugador de bàsquet i executiu montenegrí",
    "1987 - Naixement d'Adrián, futbolista espanyol",
    "1987 - Naixement de Kim Ok-vin, actriu i cantant sud-coreana",
    "1987 - Naixement de Reto Berra, porter professional suís d'hoquei sobre gel",
    "1988 - Naixement d'Ikechi Anya, futbolista escocès-nigerià",
    "1988 - Aniversari de Matt Frattin, jugador canadenc d'hoquei sobre gel",
    "1989 - Naixement de Kōhei Uchimura, gimnasta artística japonesa",
    "1990 - Naixement de Yoichiro Kakitani, futbolista japonès",
    "1991 - Naixement de Dane Gagai, jugador de la lliga australiana de rugbi",
    "1991 - Naixement de Darius Morris, jugador de bàsquet nord-americà (m. 2024)",
    "1991 - Naixement de Goo Hara, cantant i actriu de Corea del Sud (m. 2019)",
    "1991 - Naixement de Jerson Cabral, futbolista holandès",
    "1991 - Naixement de Joonas Nättinen, jugador d'hoquei sobre gel finlandès",
    "1991 - Naixement de Ryan Ellis, jugador canadenc d'hoquei sobre gel",
    "1991 - Naixement de Sébastien Faure, futbolista francès",
    "1991 - Naixement d'Özgür Çek, futbolista turc",
    "1992 - Aniversari de Doug McDermott, jugador de bàsquet nord-americà",
    "1992 - Naixement de Sio Siua Taukeiaho, jugador de la lliga de rugbi de Tonga de Nova Zelanda",
    "1994 - Naixement d'Isaquias Queiroz, piragüista brasiler de velocitat",
    "1995 - Naixement de Jisoo, cantant i actriu de Corea del Sud",
    "1995 - Naixement de Kim Seol-hyun, cantant i actriu sud-coreana",
    "1995 - Naixement de Rondae Hollis-Jefferson, jugador de bàsquet nord-americà-jordani",
    "1996 - Naixement de Florence Pugh, actriu anglesa",
    "1997 - Naixement de Kyron McMaster, corredor d'obstacles de les Illes Verges Britàniques",
    "2001 - Naixement de Deni Avdija, jugadora de bàsquet israeliano-serbi",
    "2003 - Naixement de Greta Thunberg, activista ecologista sueca",
    "2003 - Aniversari de Kyle Rittenhouse, personalitat conservadora nord-americana"
  ],
  "day_8_month_3_events.dialog": [
    "1010 - Ferdowsi completa el seu poema èpic Shahnameh.",
    "1126 - Després de la mort de la seva mare, la reina Urraca de Lleó, Alfons VII és proclamat rei de Lleó.",
    "1262 - Batalla de Hausbergen entre milícies burgeses i l'exèrcit del bisbe d'Estrasburg.",
    "1558 - La ciutat de Pori (en suec: Björneborg) és fundada pel duc Joan a les costes del golf de Bòtnia.",
    "1658 - Tractat de Roskilde: Després d'una derrota devastadora a les Guerres del Nord (1655-1661), Frederic III, el rei de Dinamarca-Noruega es veu obligat a cedir gairebé la meitat del seu territori a Suècia.",
    "1702 - La reina Anna, la germana petita de Maria II, esdevé reina d'Anglaterra, Escòcia i Irlanda.",
    "1722 - L'Imperi safàvida d'Iran és derrotat per un exèrcit de l'Afganistan a la batalla de Gulnabad.",
    "1736 - Nader Shah, fundador de la dinastia Afsharid, és coronat Sha d'Iran.",
    "1775 - Un escriptor anònim, pensat per alguns com Thomas Paine, publica \"African Slavery in America\", el primer article a les colònies americanes que demana l'emancipació dels esclaus i l'abolició de l'esclavitud.",
    "1782 - Massacre de Gnadenhutten: noranta-sis nadius americans a Gnadenhutten, Ohio, que s'havien convertit al cristianisme, són assassinats per milicians de Pennsilvània com a represàlia per les incursions realitzades per altres tribus índies.",
    "1801 - Guerra de la Segona Coalició: a la batalla d'Abukir, una força britànica sota el comandament de Sir Ralph Abercromby desembarca a Egipte amb l'objectiu d'acabar amb la campanya francesa a Egipte i Síria.",
    "1844 - El rei Òscar I puja als trons de Suècia i Noruega.",
    "1844 - L'Althing, el parlament d'Islàndia, va ser reobert després de 45 anys de tancament.",
    "1868 - Incident de Sakai: uns samurais japonesos maten 11 mariners francesos al port de Sakai, Osaka.",
    "1910 - L'aviadora francesa Raymonde de Laroche es converteix en la primera dona a rebre una llicència de pilot.",
    "1916 - Primera Guerra Mundial: una força britànica intenta sense èxit alleujar el setge de Kut (l'actual Iraq) a la batalla de Dujaila.",
    "1917 - Les protestes pel Dia Internacional de la Dona a Petrograd marquen l'inici de la Revolució de Febrer (23 de febrer segons el calendari julià).",
    "1917 - El Senat dels Estats Units vota per limitar els filibusters mitjançant l'adopció de la regla de cloture.",
    "1921 - El primer ministre espanyol, Eduardo Dato Iradier, és assassinat mentre tornava a casa des de l'edifici del Parlament de Madrid.",
    "1924 - Un desastre d'una mina mata 172 miners de carbó prop de Castle Gate, Utah.",
    "1936 - Daytona Beach and Road Course celebra la seva primera cursa d'automòbils ovalats.",
    "1937 - Guerra civil espanyola: comença la batalla de Guadalajara.",
    "1942 - Segona Guerra Mundial: les forces de l'exèrcit imperial japonès van capturar Rangoon, Birmània, als britànics.",
    "1942 - Segona Guerra Mundial: les Índies Orientals Holandeses rendeixen Java a l'exèrcit imperial japonès.",
    "1950 - Comença la producció de l'emblemàtic Volkswagen Type 2 \"Bus\".",
    "1962 - Un Fokker F27 Friendship de Turkish Airlines s'estavella contra el mont Medetsiz a les muntanyes Taurus de Turquia, matant les 11 persones a bord.",
    "1963 - El Partit Baas arriba al poder a Síria amb un cop d'estat.",
    "1965 - El vol 513 d'Aeroflot s'estavella durant l'enlairament de l'aeroport de Kuybyshev, causant la mort de 30 persones i 9 ferides.",
    "1965 - Guerra del Vietnam: els marines nord-americans arriben a Da Nang.",
    "1966 - El pilar de Nelson a Dublín, Irlanda, és destruït per una bomba.",
    "1979 - Les imatges preses per la Voyager 1 demostren l'existència de volcans a Io, una lluna de Júpiter.",
    "1979 - Philips mostra públicament el disc compacte per primera vegada.",
    "1983 - Guerra Freda: mentre es dirigia a una convenció d'evangèlics, el president dels Estats Units Ronald Reagan titlla la Unió Soviètica d'\"imperi del mal\".",
    "1985 - Un suposat intent d'assassinat fallit del clergue islàmic Sayyed Mohammad Hussein Fadlallah a Beirut, Líban, mata 80 persones i fereix 200 més.",
    "1988 - El vol 3379 d'Aeroflot és segrestat per la família Ovechkin i desviat a Veshchevo a la Unió Soviètica.",
    "1994 - Una col·lisió a l'aeroport internacional Indira Gandhi mata 9 persones.",
    "2004 - El Consell de Govern de l'Iraq signa una nova constitució.",
    "2010 - Encapçalat per Hulk Hogan i Ric Flair, TNA Wrestling va traslladar el seu programa insígnia, TNA Impact!, a dilluns a la nit. Aquest esforç per anar \"en directe\" va fracassar, però és notable en la història de la televisió de lluita lliure professional.",
    "2014 - En un dels misteris més grans de l'aviació, el vol 370 de Malaysia Airlines, amb un total de 239 persones, desapareix en el camí de Kuala Lumpur a Pequín. El destí del vol segueix sent desconegut.",
    "2017 - La finestra Azure, un arc natural a l'illa maltesa de Gozo, s'ensorra amb un temps tempestuós.",
    "2018 - La primera Marxa d'Aurat (manifestació social/política) es va celebrar com el Dia Internacional de la Dona a Karachi, Pakistan, des d'aleshores celebrada anualment a tot Pakistan i el lema feminista Mera Jism Meri Marzi (El meu cos, la meva elecció), en reivindicació del dret de les dones a l'autonomia corporal i contra la violència de gènere es va posar de moda al Pakistan.",
    "2021 - Les marxes del Dia Internacional de la Dona a Mèxic es tornen violentes amb 62 policies i 19 civils ferits només a la Ciutat de Mèxic.",
    "2021 - Vint-i-vuit institucions polítiques de Myanmar estableixen el Consell Consultiu d'Unitat Nacional, una aliança històrica d'organitzacions armades ètniques i líders escollits democràticament en resposta al cop d'estat de Myanmar del 2021"
  ],
  "day_18_month_6_events.dialog": [
    "1053 - Batalla de Civitate: tres mil genets normands del comte Humphrey derroten les tropes del papa Lleó IX.",
    "1264 - El Parlament d'Irlanda es reuneix a Castledermot al comtat de Kildare, la primera reunió definitivament coneguda d'aquesta legislatura irlandesa.",
    "1265 - Es conclou un projecte de tractat bizantino-venetí entre els enviats venecians i l'emperador Miquel VIII Paleòleg, però no és ratificat pel dux Reniero Zeno.",
    "1391 - Guerra Tokhtamysh-Timur: Batalla del riu Kondurcha: Timur derrota Tokhtamysh de l'Horda d'Or a l'actual sud-est de Rússia.",
    "1429 - L'exèrcit de Carles VII derrota un exèrcit anglès sota el comandament de John Talbot a la batalla de Patay durant la Guerra dels Cent Anys. Els anglesos van perdre 2.200 homes, més de la meitat del seu exèrcit, paralitzant els seus esforços durant aquest segment de la guerra.",
    "1633 - Carles I és coronat rei d'Escòcia a la catedral de St Giles, Edimburg.",
    "1684 - La carta de la colònia de la badia de Massachusetts és revocada a través d'un escrit scire facias emès per un tribunal anglès.",
    "1757 - Batalla de Kolín entre les forces prussianes sota Frederic el Gran i un exèrcit austríac sota el comandament del mariscal de camp comte Leopold Joseph von Daun a la Guerra dels Set Anys.",
    "1778 - Guerra d'Independència dels Estats Units: l'exèrcit britànic abandona Filadèlfia.",
    "1799 - Acció del 18 de juny de 1799: un esquadró de fragates al comandament del contraalmirall Jean-Baptiste Perrée és capturat per la flota britànica sota el comandament de Lord Keith.",
    "1803 - Revolució haitiana: la Royal Navy dirigida pel contraalmirall John Thomas Duckworth inicia el bloqueig de Saint-Domingue contra les forces franceses.",
    "1812 - El president James Madison signa la declaració de guerra dels Estats Units al Regne Unit, començant la guerra de 1812.",
    "1815 - Guerres napoleòniques: La batalla de Waterloo provoca la derrota de Napoleó Bonaparte per part del duc de Wellington i Gebhard Leberecht von Blücher, obligant-lo a abdicar del tron ​​de França per segona i última vegada.",
    "1822 - Konstantinos Kanaris fa volar el vaixell insígnia de l'armada otomana a Quíos, matant al Kapudan Pasha Nasuhzade Ali Pasha.",
    "1858 - Charles Darwin rep un article d'Alfred Russel Wallace que inclou conclusions gairebé idèntiques sobre l'evolució a les de Darwin, el que va portar a Darwin a publicar la seva teoria.",
    "1859 - Primera ascensió de l'Aletschhorn, segon cim dels Alps bernesos.",
    "1873 - Susan B. Anthony és multada amb 100 dòlars per intentar votar a les eleccions presidencials de 1872.",
    "1887 - Es signa el Tractat de Reassegurança entre Alemanya i Rússia.",
    "1900 - L'emperadriu vídua Cixi de la Xina ordena la mort de tots els estrangers, inclosos els diplomàtics estrangers i les seves famílies.",
    "1908 - La immigració japonesa al Brasil comença quan 781 persones arriben a Santos a bord del vaixell Kasato-Maru.",
    "1908 - S'estableix la Universitat de les Filipines.",
    "1920 - Els problemes a Irlanda del Nord (1920-1922) comencen amb una setmana de violència sectària a Derry.",
    "1928 - L'aviadora Amelia Earhart es converteix en la primera dona que vol en un avió a través de l'oceà Atlàntic (ella és una passatgera; Wilmer Stultz és el pilot i Lou Gordon el mecànic).",
    "1935 - La policia de Vancouver, Colúmbia Britànica, Canadà, s'enfronta amb estibadors en vaga, provocant un total de 60 ferits i 24 detencions.",
    "1940 - Apel·lació del 18 de juny de Charles de Gaulle.",
    "1940 - Winston Churchill pronuncia el discurs \"Finest Hour\".",
    "1945 - William Joyce (\"Lord Haw-Haw\") és acusat de traïció per la seva emissió de propaganda proalemanya durant la Segona Guerra Mundial.",
    "1946 - El doctor Ram Manohar Lohia, socialista, demana una Jornada d'Acció Directa contra els portuguesos a Goa.",
    "1948 - Gran Bretanya, França i els Estats Units anuncien que el 21 de juny s'introduirà el Deutsche Mark a l'oest d'Alemanya i Berlín Occidental. Durant els sis dies següents, els comunistes restringeixen cada cop més l'accés a Berlín.",
    "1948 - Columbia Records presenta l'àlbum discogràfic de llarga durada en una manifestació pública a l'hotel Waldorf-Astoria de la ciutat de Nova York.",
    "1953 - Un C-124 de la Força Aèria dels Estats Units s'estavella i crema prop de Tachikawa, Japó, i mata 129.",
    "1953 - La revolució egípcia de 1952 acaba amb l'enderrocament de la dinastia Muhammad Ali i la declaració de la República d'Egipte.",
    "1954 - Carlos Castillo Armas lidera una força d'invasió a través de la frontera amb Guatemala, posant en marxa el cop d'estat guatemalteco de 1954.",
    "1958 - L'òpera en un acte de Benjamin Britten Noye's Fludde es va estrenar al Festival d'Aldeburgh.",
    "1965 - Guerra del Vietnam: la Força Aèria dels Estats Units utilitza bombarders B-52 per atacar els guerrillers al Vietnam del Sud.",
    "1972 - Desastre aeri de Staines: Cent divuit persones moren quan un BEA H.S. Trident s'estavella minuts després de l'enlairament de l'aeroport de Heathrow de Londres.",
    "1979 - Els Estats Units i la Unió Soviètica signen SALT II.",
    "1981 - El Lockheed F-117 Nighthawk, el primer avió operatiu dissenyat inicialment amb tecnologia furtiva, fa el seu primer vol.",
    "1982 - Es descobreix el cos del banquer italià Roberto Calvi penjat sota el pont de Blackfriars a Londres, Anglaterra.",
    "1983 - Mona Mahmudnizhad, juntament amb altres nou dones de fe bahá'í, és condemnada a mort i penjada a Shiraz, Iran per les seves creences religioses.",
    "1983 - Programa transbordador espacial: STS-7, l'astronauta Sally Ride es converteix en la primera dona americana a l'espai.",
    "1984 - Un enfrontament important entre uns 5.000 policies i un nombre similar de miners té lloc a Orgreave, South Yorkshire, durant la vaga de miners del Regne Unit de 1984-85.",
    "1994 - The Troubles: membres de l'Ulster Volunteer Force (UVF) ataquen un pub ple de gent amb rifles d'assalt a Loughinisland, Irlanda del Nord. Sis civils catòlics moren i cinc ferits. Estava ple de gent mirant la Copa del Món de la FIFA de 1994.",
    "1998 - El vol Propair 420 s'estavella a prop de l'aeroport internacional de Montreal-Mirabel al Quebec, Canadà, i van matar 11 persones.",
    "2006 - Es llança el primer satèl·lit espacial kazakh, KazSat-1.",
    "2007 - L'incendi de Charleston Sofa Super Store va ocórrer a Charleston, Carolina del Sud, i va matar nou bombers.",
    "2009 - Es llança el Lunar Reconnaissance Orbiter (LRO), una nau espacial robòtica de la NASA.",
    "2018 - Un terratrèmol de magnitud 6,1 sacseja el nord d'Osaka.",
    "2023 - Titan, un submergible operat per OceanGate Expeditions, va implodir mentre intentava veure el naufragi del Titanic, matant les cinc persones a bord, inclòs el cofundador i director general de la companyia, Stockton Rush a l'oceà Atlàntic Nord.",
    "618 - Li Yuan esdevé emperador Gaozu de Tang, iniciant tres segles de domini de la dinastia Tang sobre la Xina.",
    "656 - Ali esdevé califa del califat de Rashidun.",
    "860 - Guerra de la Rus bizantina: una flota d'uns 200 vaixells de la Rus navega cap al Bòsfor i comença a saquejar els suburbis de la capital bizantina Constantinoble."
  ],
  "day_28_month_10_events.dialog": [
    "1344 - La ciutat baixa d'Esmirna és capturada pels croats en resposta a la pirateria Aydinid.",
    "1420 - Pequín és designada oficialment la capital de la dinastia Ming quan es completa la Ciutat Prohibida.",
    "1449 - Christian I és coronat rei de Dinamarca.",
    "1453 - Ladislau el Pòstum és coronat rei de Bohèmia a Praga.",
    "1492 - Cristòfor Colom desembarca a Cuba en el seu primer viatge al Nou Món, suposant que és el Japó.",
    "1516 - Segona guerra otomano-mameluc: els mamelucs no aconsegueixen aturar l'avanç otomà cap a Egipte a la batalla de Yaunis Khan.",
    "1520 - Ferran Magallanes arriba a l'oceà Pacífic.",
    "1531 - Guerra Abisínia-Adal: el sultanat d'Adal s'apodera del sud d'Etiòpia.",
    "1538 - Es funda la Universitat Santo Tomás de Aquino a l'actual República Dominicana.",
    "1628 - Guerres de religió franceses: el setge de La Rochelle acaba amb la rendició dels hugonots després de catorze mesos.",
    "1636 - La colònia de la badia de Massachusetts vota per establir una universitat teològica, que més tard es convertiria en la Universitat de Harvard.",
    "1664 - S'estableix el Regiment Marítim de Peu del Duc de York i Albany, que més tard es coneixeria com a Royal Marines.",
    "1707 - El terratrèmol de Hōei de 1707 causa més de 5.000 morts al Japó.",
    "1726 - Es publica la novel·la Els viatges de Gulliver escrita per Jonathan Swift.",
    "1776 - Guerra d'Independència dels Estats Units: les tropes britàniques ataquen i capturen Chatterton Hill de l'exèrcit continental.",
    "1834 - Es produeix la matança de Pinjarra a la colònia del riu Swan. Es calcula que 30 persones de Noongar són assassinades pels colons britànics.",
    "1835 - S'estableixen les Tribus Unides de Nova Zelanda amb la signatura de la Declaració d'Independència.",
    "1864 - Guerra civil nord-americana: un atac de la Unió a la capital confederada de Richmond és rebutjat.",
    "1886 - El president dels Estats Units, Grover Cleveland, dedica l'Estàtua de la Llibertat.",
    "1891 - Es produeix el terratrèmol de Mino-Owari, el terratrèmol més gran de la història del Japó.",
    "1893 - La Simfonia núm. 6 en si menor de Piotr Txaikovski, Pathétique rep la seva estrena només nou dies abans de la mort del compositor.",
    "1918 - Primera Guerra Mundial: s'estableix un nou govern polonès a l'oest de Galícia, que desencadena la guerra polonesa-ucraïnesa.",
    "1918 - Primera Guerra Mundial: els polítics txecs prenen pacíficament el control de la ciutat de Praga, establint així la Primera República Txecoslovaca.",
    "1919 - El Congrés dels Estats Units aprova la Llei Volstead sobre el veto del president Woodrow Wilson, preparant el camí perquè la Prohibició comenci el gener següent.",
    "1922 - Els feixistes italians liderats per Benito Mussolini marxen cap a Roma i prenen el govern italià.",
    "1928 - Indonesia Raya, ara l'himne nacional d'Indonèsia, es toca per primera vegada durant el Segon Congrés de la Joventut Indonèsia.",
    "1940 - Segona Guerra Mundial: Grècia rebutja l'ultimàtum d'Itàlia. Itàlia envaeix Grècia a través d'Albània unes hores més tard.",
    "1942 - L'autopista d'Alaska connecta per primera vegada Alaska amb la xarxa ferroviària nord-americana a Dawson Creek al Canadà.",
    "1948 - Desastre ecològic a Donora, Pennsilvània.",
    "1948 - Paul Hermann Müller rep el Premi Nobel de Fisiologia o Medicina pel seu descobriment de les propietats insecticides del DDT.",
    "1949 - Un Lockheed Constellation d'Air France s'estavella a les Açores, matant les 48 persones a bord.",
    "1956 - Revolució hongaresa: entra en vigor un alto el foc de facto entre els revolucionaris armats i les tropes soviètiques, que comencen a retirar-se de Budapest. Els funcionaris i les instal·lacions comunistes són atacats pels revolucionaris.",
    "1958 - Joan XXIII és elegit Papa.",
    "1962 - Acaba la crisi dels míssils de Cuba i el primer ministre Nikita Khrushchev ordena la retirada dels míssils soviètics de Cuba.",
    "1965 - El papa Pau VI promulga Nostra aetate, per la qual l'Església catòlica romana reconeix oficialment la legitimitat de les religions no cristianes.",
    "1971 - Pròspero es converteix en l'únic satèl·lit britànic llançat per un coet britànic.",
    "1982 - Les eleccions generals espanyoles inicien catorze anys de govern del Partit Socialista Obrer Espanyol.",
    "1990 - Geòrgia celebra les seves úniques eleccions lliures sota el domini soviètic.",
    "1995 - L'incendi del metro de Bakú causa 289 morts i 270 ferits.",
    "2006 - Un funeral té lloc a les tombes de Bykivnia per als ucraïnesos que van ser assassinats per la policia secreta soviètica.",
    "2007 - Cristina Fernández de Kirchner es converteix en la primera dona presidenta d'Argentina escollida directament.",
    "2009 - La NASA llança amb èxit la missió Ares I-X, l'únic llançament de coets per al seu programa de curta durada Constellation.",
    "2009 - L'atemptat de Peshawar del 28 d'octubre de 2009 va causar 117 morts i 213 ferits.",
    "2009 - El president dels Estats Units, Barack Obama, signa la Llei de prevenció de delictes d'odi Matthew Shepard i James Byrd Jr.",
    "2013 - Cinc persones moren i 38 resulten ferides després que un cotxe xoqui contra les barreres de la plaça de Tiananmen a la Xina.",
    "2014 - Un coet que transportava la missió de reabastament Cygnus CRS Orb-3 de la NASA a l'Estació Espacial Internacional explota segons després d'enlairar des del port espacial regional de l'Atlàntic Mitjà a l'illa Wallops, Virgínia.",
    "2018 - Jair Bolsonaro és elegit president del Brasil amb 57 milions de vots, amb el candidat del Partit dels Treballadors Fernando Haddad com a subcampió. És la primera vegada en 16 anys que un candidat del Partit dels Treballadors no és escollit president.",
    "306 - Maxenci és proclamat emperador romà.",
    "312 - Constantí I derrota Maxenci, convertint-se en l'únic emperador romà d'Occident.",
    "969 - L'Imperi Bizantí recupera Antioquia del domini àrab.",
    "97 - L'emperador romà Nerva es veu obligat per la Guàrdia Pretoriana a adoptar com a hereu i successor el general Marc Ulpi Trajan."
  ],
  "day_4_month_12_deaths.dialog": [
    "1075 - Mort d'Anno II, arquebisbe i sant alemany (n. 1010)",
    "1131 - Mort d'Omar Khayyám, poeta, astrònom, matemàtic i filòsof persa (n. 1048)",
    "1214 - Mort de Guillem el Lleó, rei escocès (n. 1143)",
    "1260 - Mort d'Aymer de Valence, bisbe de Winchester (n. 1222)",
    "1270 - Mort de Teobald II de Navarra (n. 1238)",
    "1334 - Mort del papa Joan XXII (n. 1249)",
    "1340 - Mor Henry Burghersh, bisbe i polític anglès, Lord Canceller d'Anglaterra (n. 1292)",
    "1341 - Mort de Janisław I, arquebisbe de Gniezno",
    "1408 - Mort de Valentina Visconti, esposa de Lluís de Valois, duc d'Orleans",
    "1456 - Mort de Carles I, duc de Borbó (n. 1401)",
    "1459 - Mort d'Adolphus VIII, comte de Holstein (n. 1401)",
    "1576 - Mort de Georg Joachim Rheticus, matemàtic i cartògraf austríac-eslovac (n. 1514)",
    "1585 - Mort de John Willock, ministre i reformador escocès (n. 1515)",
    "1603 - Mor Maerten de Vos, pintor i dibuixant flamenc (n. 1532)",
    "1609 - Mort d'Alexander Hume, poeta escocès (n. 1560)",
    "1637 - Mor Nicholas Ferrar, comerciant anglès (n. 1592)",
    "1642 - Mor el cardenal Richelieu, cardenal i polític francès, primer ministre del monarca francès (n. 1585 )",
    "1649 - Mort de William Drummond de Hawthornden, poeta escocès (n. 1585)",
    "1679 - Mor Thomas Hobbes, filòsof i teòric anglès (n. 1588)",
    "1680 - Mor Thomas Bartholin, metge, matemàtic i teòleg danès (n. 1616)",
    "1696 - Mort de l'emperadriu Meishō del Japó (n. 1624)",
    "1732 - Mort de John Gay, poeta i dramaturg anglès (n. 1685)",
    "1798 - Mor Luigi Galvani, metge, físic i filòsof italià (n. 1737)",
    "1828 - Mort de Robert Jenkinson, segon comte de Liverpool, polític anglès, primer ministre del Regne Unit (n. 1770 )",
    "1839 - Mort de John Leamy, comerciant irlandès-americà (n. 1757)",
    "1841 - Mort de David Daniel Davis, metge i acadèmic gal·lès-anglès (n. 1777)",
    "1845 - Mort de Gregor MacGregor, soldat i explorador escocès (n. 1786)",
    "1850 - Mort de William Sturgeon, físic anglès, inventor del motor elèctric (n. 1783)",
    "1893 - Mort de John Tyndall, físic i químic irlandès-anglès (n. 1820)",
    "1897 - Mort de Griffith Rhys Jones, director d'orquestra gal·lès (n. 1834)",
    "1902 - Mort de Charles Dow, periodista i editor nord-americà, cofundador de Dow Jones & Company (n. 1851)",
    "1926 - Mor Ivana Kobilca, pintora eslovena (n. 1861)",
    "1933 - Mor Stefan George, poeta i traductor germano-suís (n. 1868)",
    "1935 - Mor Charles Richet, fisiòleg i acadèmic francès, premi Nobel (n. 1850)",
    "1935 - Mor Johan Halvorsen, violinista, compositor i director noruec (n. 1864)",
    "1938 - Mort de Tamanishiki San'emon, lluitador de sumo japonès, el 32è Yokozuna (n. 1903)",
    "1942 - Mort de Fritz Löhner-Beda, llibretista, lletrista i escriptor jueu austríac (n. 1883)",
    "1942 - Mort de Juhan Kukk, polític estonià, tercer cap d'estat d'Estònia (n. 1885)",
    "1944 - Mor Roger Bresnahan, jugador de beisbol i entrenador nord-americà (n. 1879)",
    "1945 - Mor Richárd Weisz, campió olímpic hongarès (n. 1879)",
    "1945 - Mor Thomas Hunt Morgan, genetista i biòleg nord-americà, premi Nobel (n. 1866)",
    "1948 - Mort de Frank Benford, físic i enginyer nord-americà (n. 1883)",
    "1950 - Mort de Jesse L. Brown, primer aviador naval afroamericà (n. 1926)",
    "1954 - Mort de George Shepherd, primer baró Pastor (n. 1881)",
    "1955 - Mort de József Galamb, enginyer hongarès-nord-americà (n. 1881)",
    "1963 - Mort de Constance Davey, psicòloga australiana (n. 1882)",
    "1967 - Mor Bert Lahr, actor nord-americà (n. 1895)",
    "1969 - Mort de Fred Hampton, activista nord-americà de les Panteres Negres (n. 1948)",
    "1971 - Mor Shunryū Suzuki, monjo i pedagog japonès-americà, va fundar el Centre Zen de San Francisco (n. 1904)",
    "1975 - Mor Hannah Arendt, historiadora, teòrica i acadèmica germanoamericana (n. 1906)",
    "1976 - Mort de Benjamin Britten, pianista, compositor i director d'orquestra anglès (n. 1913)",
    "1976 - Mort de Tommy Bolin, guitarrista i compositor nord-americà (n. 1951)",
    "1976 - Mort de W. F. McCoy, militar, advocat i polític irlandès (n. 1886)",
    "1980 - Mort de Don Warrington, jugador de futbol canadenc (n. 1948)",
    "1980 - Mor Francisco de Sá Carneiro, advocat i polític portuguès, 111è primer ministre de Portugal (n. 1934)",
    "1980 - Mort de Stanisława Walasiewicz, corredor polonès-nord-americà (n. 1911)",
    "1981 - Mort de Jeanne Block, psicòloga nord-americana (n. 1923)",
    "1984 - Mort de Jack Mercer, animador, guionista, actor de veu i cantant nord-americà (n. 1910)",
    "1987 - Mort d'Arnold Lobel, autor i il·lustrador nord-americà (n. 1933)",
    "1987 - Mor Rouben Mamoulian, director i guionista georgià-nord-americà (n. 1897)",
    "1988 - Mort d'Osman Achmatowicz, químic i acadèmic polonès (n. 1899)",
    "1992 - Mor Henry Clausen, advocat i autor nord-americà (n. 1905)",
    "1993 - Mort de Frank Zappa, cantant, compositor, guitarrista i productor nord-americà (n. 1940)",
    "1993 - Mort de Margaret Landon, missionera i autora nord-americana (n. 1903)",
    "1999 - Mort de Rose Bird, acadèmic i jutge nord-americà, 25è Jutge en cap de Califòrnia (n. 1936)",
    "2000 - Mor Henck Arron, banquer i polític surinamés, primer primer ministre de la República de Surinam (n. 1936)",
    "2003 - Mort d'Iggy Katona, pilot de carreres nord-americà (n. 1916)",
    "2004 - Mort d'Elena Souliotis, soprano i actriu grega (n. 1943)",
    "2005 - Mort d'Errol Brathwaite, soldat i autor neozelandès (n. 1924)",
    "2005 - Mort de Gregg Hoffman, productor de cinema nord-americà (n. 1963)",
    "2006 - Mort de K. Ganeshalingam, comptable i polític de Sri Lanka, alcalde de Colombo (n. 1938)",
    "2006 - Mort de Ross A. McGinnis, soldat nord-americà, guanyador de la Medalla d'Honor (n. 1987)",
    "2007 - Mort de Pimp C, raper nord-americà (n. 1973)",
    "2009 - Mort de Liam Clancy, cantant, actor i guitarrista irlandès (n. 1935)",
    "2010 - Mort del rei Curtis Iaukea, lluitador nord-americà (n. 1937)",
    "2011 - Mort d'Hubert Sumlin, cantant i guitarrista nord-americà (n. 1931)",
    "2011 - Mort de Sonia Pierre, activista haitiano-dominicana (n. 1965)",
    "2011 - Mor Sócrates, futbolista i entrenador brasiler (n. 1954)",
    "2012 - Mort d'Anthony Deane-Drummond, general anglès (n. 1917)",
    "2012 - Mort de Jack Brooks, coronel, advocat i polític nord-americà (n. 1922)",
    "2012 - Mort de Miguel Calero, futbolista i entrenador colombià (n. 1971)",
    "2012 - Mort de Vasily Belov, autor, poeta i dramaturg rus (n. 1932)",
    "2013 - Mor Joana Raspall i Juanola, autora i poeta espanyola (n. 1913)",
    "2014 - Mort de Claudia Emerson, poeta i acadèmica nord-americana (n. 1957)",
    "2014 - Mort de Jeremy Thorpe, advocat i polític anglès (n. 1929)",
    "2014 - Mort de V. R. Krishna Iyer, advocat i jutge indi (n. 1914)",
    "2014 - Mort de Vincent L. McKusick, advocat i jutge nord-americà (n. 1921)",
    "2015 - Mort de Bill Bennett, advocat i polític canadenc, 27è primer ministre de la Colúmbia Britànica (n. 1932)",
    "2015 - Mort de Robert Loggia, actor i director nord-americà (n. 1930)",
    "2015 - Mor Yossi Sarid, periodista i polític israelià, 15è ministre d'Educació d'Israel (n. 1940)",
    "2016 - Mort de Patricia Robins, escriptora britànica i oficial de la WAAF (n. 1921)",
    "2017 - Mort de Shashi Kapoor, actor indi (n. 1938)",
    "2022 - Mort de Bob McGrath, cantant i actor nord-americà (n. 1932)",
    "2022 - Mort de Patrick Tambay, pilot de cotxes de carreres francès (n. 1949)",
    "530 aC - Mort de Cir el Gran, rei de Pèrsia (n. 600 aC)",
    "749 - Mort de Joan de Damasc, sacerdot i sant sirià (n. 676)",
    "771 - Mort de Carloman I, rei franc (n. 751)",
    "870 - Mort de Suairlech i Eidnén mac Ciaráin, bisbe irlandès"
  ],
  "day_13_month_5_events.dialog": [
    "1373 - Julian de Norwich té visions de Jesús mentre pateix una malaltia que posa en perill la seva vida, visions que posteriorment es descriuen i s'interpreten al seu llibre Revelations of Divine Love.",
    "1501 - Amerigo Vespucci, aquesta vegada sota bandera portuguesa, va salpar cap a terres occidentals.",
    "1568 - Mary Queen of Scots és derrotada a la batalla de Langside, part de la guerra civil entre la reina Maria i els partidaris del seu fill, Jaume VI.",
    "1612 - Duel d'espases entre Miyamoto Musashi i Sasaki Kojiro a les costes de l'illa Ganryū. Kojiro mor al final.",
    "1619 - L'estadista holandès Johan van Oldenbarnevelt és executat a La Haia després de ser condemnat per traïció.",
    "1654 - Una flota veneciana sota l'almirall Cort Adeler trenca una línia de galeres i derrota l'armada turca.",
    "1779 - Guerra de Successió de Baviera: mediadors russos i francesos al Congrés de Teschen negocien la fi de la guerra. En l'acord Àustria rep la part del seu territori que li va ser presa (l'Innviertel).",
    "1780 - El Pacte de Cumberland és signat pels líders dels colons a la zona del riu Cumberland del que es convertiria en l'estat nord-americà de Tennessee, que preveu un govern democràtic i un sistema formal de justícia.",
    "1804 - Les forces enviades per Yusuf Karamanli de Trípoli per recuperar Derna dels nord-americans ataquen la ciutat.",
    "1830 - L'Equador aconsegueix la seva independència de la Gran Colòmbia.",
    "1846 - Guerra Mexicano-Americana: els Estats Units declaren la guerra a la República Federal de Mèxic després d'una disputa per l'annexió nord-americana de la República de Texas i una incursió militar mexicana.",
    "1861 - Guerra Civil Americana: la reina Victòria del Regne Unit emet una \"proclamació de neutralitat\" que reconeix a la Confederació com a drets bel·ligerants.",
    "1861 - S'obre la primera línia de ferrocarril del Pakistan (aleshores una part de l'Índia Britànica), de Karachi a Kotri.",
    "1861 - El Gran Cometa de 1861 és descobert per John Tebbutt de Windsor, Nova Gal·les del Sud, Austràlia.",
    "1862 - L'USS Planter, un vaixell de vapor i un vaixell de combat, roba a través de les línies confederades i és passat a la Unió per un esclau del sud, Robert Smalls, que després va ser nomenat oficialment capità, convertint-se en el primer home negre a comandar un vaixell dels Estats Units.",
    "1888 - Amb l'aprovació de la Lei Áurea (\"Llei daurada\"), l'Imperi del Brasil aboleix l'esclavitud.",
    "1909 - Va començar a Milà la primera edició del Giro d'Itàlia, una cursa de ciclisme de llarga distància i múltiples etapes; el ciclista italià Luigi Ganna va ser el vencedor final. ",
    "1912 - S'estableix al Regne Unit el Royal Flying Corps, el precursor de la Royal Air Force.",
    "1917 - Tres nens informen de la primera aparició de la Mare de Déu de Fàtima a Fàtima, Portugal.",
    "1940 - Segona Guerra Mundial: comença la conquesta de França per part d'Alemanya, quan l'exèrcit alemany travessa el Mosa. Winston Churchill fa el seu discurs de \"sang, treball, llàgrimes i suor\" a la Cambra dels Comuns.",
    "1941 - Segona Guerra Mundial: el coronel reial iugoslau Dragoljub Mihailović comença a lluitar contra les tropes d'ocupació alemanyes, iniciant la resistència sèrbia.",
    "1943 - Segona Guerra Mundial: les operacions Vulcan i Strike obliguen a la rendició de les darreres tropes de l'Eix a Tunísia.",
    "1945 - Segona Guerra Mundial: la fotografia de Yevgeny Khaldei Raising a Flag over the Reichstag es publica a la revista Ogonyok.",
    "1948 - Guerra àrab-israeliana: es produeix la massacre de Kfar Etzion, un dia abans de la Declaració d'Independència d'Israel.",
    "1950 - La carrera inaugural del Campionat del Món de Fórmula 1 té lloc al circuit de Silverstone. La carrera va ser guanyada per Giuseppe Farina, que es convertiria en el campió inaugural aquell any.",
    "1951 - Es commemora el 400 aniversari de la fundació de la Universitat Nacional de San Marcos amb l'obertura del primer estadi de gran capacitat del Perú.",
    "1952 - El Rajya Sabha, la cambra alta del Parlament de l'Índia, celebra la seva primera sessió.",
    "1954 - Tenen lloc els disturbis anti-National Service, d'estudiants xinesos de secundària a Singapur.",
    "1958 - Ben Carlin es converteix en la primera (i única) persona a donar la volta al món en vehicle amfibi, després d'haver recorregut més de 17.000 quilòmetres per mar i 62.000 quilòmetres per terra durant un viatge de deu anys.",
    "1958 - Durant una visita a Caracas, Veneçuela, el cotxe del vicepresident nord-americà Richard Nixon és atacat per manifestants antiamericans.",
    "Crisi de 1958 - maig de 1958: un grup d'oficials militars francesos lidera un cop d'estat a Alger exigint que es formi un govern d'unitat nacional amb Charles de Gaulle al capdavant per tal de defensar el control francès d'Algèria.",
    "1960 - Centenars d'estudiants de la Universitat de Califòrnia, Berkeley, es congreguen per al primer dia de protesta contra la visita del Comitè d'Activitats Antiamericanes de la Cambra.",
    "1967 - El Dr. Zakir Husain esdevé el tercer president de l'Índia. És el primer president musulmà de la Unió Índia. Ocupà aquest càrrec fins al 24 d'agost de 1969.",
    "1969 - 13 de maig Incident de violència sectària a Kuala Lumpur, Malàisia.",
    "1971 - Més de 900 hindús bengalís desarmats són assassinats a la massacre de Demra.",
    "1972 - Es produeix un incendi als grans magatzems Sennichi a Osaka, Japó. Les sortides bloquejades i els ascensors no funcionals provoquen 118 víctimes mortals (moltes víctimes que salten fins a la seva mort).",
    "1972 - The Troubles: un atemptat amb cotxe bomba a l'exterior d'un pub ple de gent de Belfast provoca un tiroteig de dos dies entre l'IRA Provisional, la Força Voluntaria de l'Ulster i l'Exèrcit Britànic. Set persones moren i més de 66 resulten ferides.",
    "1980 - Un tornado F3 colpeja el comtat de Kalamazoo, Michigan. El president Jimmy Carter la declara zona de desastre federal.",
    "1981 - Mehmet Ali Ağca intenta assassinar el papa Joan Pau II a la plaça de Sant Pere de Roma. El Papa és traslladat d'urgència al Policlínic Universitari Agostino Gemelli per ser operat d'urgència i sobreviu.",
    "1985 - La policia va bombardejar la seu de MOVE a Filadèlfia, matant sis adults i cinc nens, i destruint les cases de 250 habitants de la ciutat.",
    "1989 - Grans grups d'estudiants ocupen la plaça de Tiananmen i inicien una vaga de fam.",
    "1990 - El motí Dinamo-Red Star va tenir lloc a l'estadi Maksimir de Zagreb, Croàcia entre els Bad Blue Boys (fans del Dinamo Zagreb) i els Delije (fans de l'Estrella Roja de Belgrad).",
    "1992 - Li Hongzhi dóna la primera conferència pública sobre Falun Gong a Changchun, República Popular de la Xina.",
    "1995 - Alison Hargreaves, una mare britànica de 33 anys, es converteix en la primera dona que conquereix l'Everest sense oxigen ni ajuda de sherpas.",
    "1996 - Fortes tempestes i un tornado a Bangla Desh maten 600 persones.",
    "1998 - L'Índia realitza dues proves d'armes nuclears a Pokhran, després de les tres realitzades l'11 de maig. Els Estats Units i el Japó imposen sancions econòmiques a l'Índia.",
    "1998 - Esclaten disturbis racials a Jakarta, Indonèsia, on es saquegen botigues propietat d'indonesios d'ascendència xinesa i es violen dones.",
    "2000 - Un magatzem de focs artificials explota en un barri residencial a Enschede, Països Baixos, matant 23 persones i ferint 950 més.",
    "2005 - Aixecament d'Andijan, Uzbekistan; Les tropes obren foc contra multituds de manifestants després d'una escapada a la presó; almenys 187 persones van ser assassinades segons estimacions oficials.",
    "2006 - Violència de São Paulo: es produeixen rebel·lions a diverses presons del Brasil.",
    "2011 - Esclaten dues bombes al districte de Charsadda del Pakistan, matant 98 persones i ferint 140 més.",
    "2012 - Les autoritats mexicanes descobreixen quaranta-nou cossos desmembrats a la carretera federal mexicana 40.",
    "2013 - El metge nord-americà Kermit Gosnell és declarat culpable a Pennsilvània de l'assassinat de tres nadons nascuts vius durant un intent d'avortament, l'homicidi involuntari d'una dona durant un procediment d'avortament i altres càrrecs.",
    "2014 - Una explosió en una mina de carbó subterrània al sud-oest de Turquia mata 301 miners."
  ],
  "day_14_month_10_events.dialog": [
    "1066 - La conquesta normanda d'Anglaterra comença amb la batalla de Hastings.",
    "1322 - Robert el Bruce d'Escòcia derrota el rei Eduard II d'Anglaterra a la batalla d'Old Byland, forçant Eduardo a acceptar la independència d'Escòcia.",
    "1586 - Maria, reina d'Escòcia, és jutjada per conspiració contra la reina Isabel I d'Anglaterra.",
    "1656 - El Tribunal General de la Colònia de la Badia de Massachusetts promulga la primera legislació punitiva contra la Societat Religiosa d'Amics.",
    "1758 - Guerra dels Set Anys: Frederic el Gran pateix una rara derrota a la batalla de Hochkirch.",
    "1773 - Es crea el primer ministeri d'educació documentat, la Comissió d'Educació Nacional, a la Commonwealth polonesa-lituana.",
    "1774 - Revolució americana: el Primer Congrés Continental denuncia els actes intolerables del Parlament britànic i exigeix ​​concessions britàniques.",
    "1791 - Es forma el grup revolucionari United Irishmen a Belfast, Irlanda, que va conduir a la rebel·lió irlandesa de 1798.",
    "1805 - Guerra de la Tercera Coalició: un cos francès derrota un intent austríac d'escapar de l'encerclament a Ulm.",
    "1806 - Guerra de la Quarta Coalició: Napoleó derrota decisivament Prússia a la batalla de Jena-Auerstedt.",
    "1808 - La República de Ragusa és annexada per França.",
    "1843 - El nacionalista irlandès Daniel O'Connell és arrestat pels britànics acusat de conspiració criminal.",
    "1863 - Guerra civil nord-americana: les tropes confederades sota el comandament d'AP Hill no aconsegueixen expulsar completament l'exèrcit de la Unió de Virgínia.",
    "1884 - George Eastman rep una patent del govern dels Estats Units sobre la seva nova pel·lícula fotogràfica amb tires de paper.",
    "1888 - Louis Le Prince filma la primera pel·lícula, Roundhay Garden Scene.",
    "1898 - El vaixell de vapor SS Mohegan s'enfonsa prop de la península de Lizard, Cornualla, i mata 106 persones.",
    "1908 - Els Chicago Cubs derroten els Tigres de Detroit, 2-0, aconseguint la Sèrie Mundial de 1908; aquest seria el seu últim fins a guanyar la Sèrie Mundial 2016.",
    "1910 - L'aviador anglès Claude Grahame-White aterra el seu avió a l'Executive Avenue prop de la Casa Blanca a Washington, D.C.",
    "1912 - L'expresident Theodore Roosevelt és ferit lleument a trets per John Flammang Schrank. Amb la nova ferida al pit i la bala encara dins, Roosevelt pronuncia el seu discurs programat.",
    "1913 - El desastre de la mineria de Senghenydd, el pitjor accident de mineria de carbó del Regne Unit, es cobra la vida de 439 miners.",
    "1915 - Primera Guerra Mundial: Bulgària s'uneix a les potències centrals.",
    "1920 - Finlàndia i la Rússia soviètica signen el Tractat de Tartu, intercanviant alguns territoris.",
    "1923 - Després de la guerra civil irlandesa, milers de presoners republicans irlandesos van fer vagues de fam irlandeses de 1923 que protestaven per la continuació del seu internament sense judici.",
    "1930 - L'antic i primer president de Finlàndia, K. J. Ståhlberg, i la seva dona, Ester Ståhlberg, són segrestats de casa seva per membres del moviment d'extrema dreta Lapua.",
    "1933 - Alemanya es retira de la Societat de Nacions i de la Conferència Mundial de Desarmament.",
    "1939 - Segona Guerra Mundial: el submarí alemany U-47 enfonsa el cuirassat britànic HMS Royal Oak al seu port de Scapa Flow, Escòcia.",
    "1940 - Segona Guerra Mundial: el desastre de l'estació de metro de Balham mata seixanta-sis persones durant el bombardeig de Londres.",
    "1943 - Segona Guerra Mundial: els presoners del camp d'extermini de Sobibor assassinen encobertes la majoria dels oficials de les SS de servei i després organitzen una evasió massiva.",
    "1943 - Segona Guerra Mundial: s'inaugura la Segona República de Filipines, un estat titella del Japó amb José P. Laurel com a president.",
    "1943 - Segona Guerra Mundial: la vuitena força aèria dels Estats Units perd 60 de les 291 fortaleses voladores B-17 durant la segona incursió a Schweinfurt.",
    "1947 - Chuck Yeager es converteix en la primera persona que supera la velocitat del so.",
    "1949 - Els judicis de la Llei Smith dels líders del Partit Comunista als Estats Units condemnen onze acusats per conspirar per defensar l'enderrocament violent del govern federal.",
    "1952 - Guerra de Corea: la batalla de Triangle Hill és la batalla més gran i sagnant de 1952.",
    "1956 - El Dr. B. R. Ambedkar, líder de la casta intocable de l'Índia, es converteix al budisme juntament amb 385.000 dels seus seguidors (vegeu Neobudisme ).",
    "1957 - Almenys 81 persones moren en la riuada més devastadora de la història de la ciutat espanyola de València.",
    "1957 - El 23è Parlament canadenc es converteix en l'únic que va ser obert personalment per la reina del Canadà.",
    "1962 - La crisi dels míssils de Cuba comença quan un avió de reconeixement nord-americà fa fotografies dels míssils balístics soviètics instal·lats a Cuba.",
    "1964 - Martin Luther King Jr. rep el Premi Nobel de la Pau per lluitar contra la desigualtat racial mitjançant la noviolència.",
    "1964 - El Presidium Soviètic i el Comitè Central del Partit Comunista voten cadascun per acceptar la sol·licitud \"voluntària\" de Nikita Khrushchev de retirar-se dels seus càrrecs.",
    "1966 - La ciutat de Mont-real comença l'operació del seu sistema de trànsit ràpid subterrani del Metro de Mont-real.",
    "1968 - Programa Apollo: la primera emissió de televisió en directe pels astronautes nord-americans en òrbita és realitzada per la tripulació de l'Apollo 7.",
    "1968 - Jim Hines es converteix en el primer home a trencar l'anomenada \"barrera dels deu segons\" en l'esprint de 100 metres amb un temps de 9,95 segons.",
    "1968 - El terratrèmol de Meckering de 6,5 Mw sacseja la part sud-oest d'Austràlia Occidental amb una intensitat màxima de Mercalli de IX (violent), causant danys per 2,2 milions de dòlars i deixant entre 20 i 28 persones ferides.",
    "1973 - A l'aixecament estudiantil de Thammasat, més de 100.000 persones protesten a Tailàndia contra el govern militar. Setanta-set moren i 857 són ferits pels soldats.",
    "1975 - Un bombarder Avro Vulcan de la RAF explota i s'estavella sobre Żabbar, Malta després d'un aterratge avortat, matant cinc membres de la tripulació i una persona a terra.",
    "1979 - La primera Marxa Nacional a Washington pels drets de lesbianes i gais atrau aproximadament 100.000 persones.",
    "1980 - Va finalitzar el 6è Congrés del Partit dels Treballadors, després d'haver ungit com a successor el fill del president de Corea del Nord Kim Il Sung, Kim Jong Il.",
    "1981 - El vicepresident Hosni Mubarak és elegit president d'Egipte, una setmana després de l'assassinat d'Anwar Sadat.",
    "1982 - El president dels Estats Units Ronald Reagan proclama una guerra contra les drogues.",
    "1991 - La líder de l'oposició birmana, Aung San Suu Kyi, rep el Premi Nobel de la Pau.",
    "1994 - Yasser Arafat, Yitzhak Rabin i Shimon Peres reben el Premi Nobel de la Pau pel seu paper en l'establiment dels Acords d'Oslo i la creació del futur autogovern palestí.",
    "1998 - Eric Rudolph és acusat de sis atemptats, inclòs l'atemptat de 1996 al Centennial Olympic Park a Atlanta, Geòrgia.",
    "2003 - L'incident de Steve Bartman té lloc al Wrigley Field de Chicago, Illinois.",
    "2004 - El vol 1602 de MK Airlines s'estavella durant l'enlairament de l'aeroport internacional Stanfield d'Halifax, causant la mort de les set persones a bord.",
    "2004 - El vol 3701 de Pinnacle Airlines s'estavella a Jefferson City, Missouri. Els dos pilots (els únics ocupants de l'avió) moren.",
    "2012 - Felix Baumgartner salta amb èxit a la Terra des d'un globus a l'estratosfera.",
    "2014 - Una tempesta de neu i una allau a l'Himàlaia nepalesa provocada per les restes del cicló Hudhud mata 43 persones.",
    "2014 - El partit de classificació de la UEFA Sèrbia-Albània es cancel·la després de 42 minuts a causa de diversos incidents dins i fora del terreny de joc. Finalment, Albània aconsegueix una victòria.",
    "2015 - Un atemptat suïcida al Pakistan va matar almenys set persones i ferit 13 més.",
    "2017 - Un atemptat massiu amb un camió bomba a Somàlia mata 358 persones i més de 400 ferides.",
    "2021 - Uns 10.000 empleats nord-americans de John Deere fan vaga."
  ],
  "day_16_month_2_events.dialog": [
    "1249 - Andreu de Longjumeau és enviat per Lluís IX de França com a ambaixador per reunir-se amb el Khagan de l'Imperi mongol.",
    "1270 - El Gran Ducat de Lituània derrota l'orde de Livonia a la batalla de Karuse.",
    "1630 - Les forces holandeses liderades per Hendrick Lonck capturen Olinda en el que havia de formar part del Brasil holandès.",
    "1646 - Batalla de Torrington, Devon: l'última gran batalla de la Primera Guerra Civil anglesa.",
    "1699 - L'emperador del Sacre Imperi Romano emet el Primer Diploma Leopoldí, que reconeix que el clergat grec catòlic gaudia dels mateixos privilegis que els sacerdots catòlics romans al Principat de Transsilvània.",
    "1742 - Spencer Compton, comte de Wilmington, esdevé primer ministre britànic.",
    "1796 - Colombo a Ceilan (actual Sri Lanka) cau en mans dels britànics, completant la seva invasió de Ceilan.",
    "1804 - Primera Guerra de Barbaris: Stephen Decatur lidera una incursió per cremar la fragata USS Filadelphia en poder dels pirates.",
    "1862 - Guerra civil nord-americana: el general Ulysses S. Grant captura Fort Donelson, Tennessee.",
    "1866 - Spencer Compton Cavendish, marquès de Hartington esdevé secretari d'estat britànic de guerra.",
    "1881 - El Canadian Pacific Railway s'incorpora per llei del Parlament a Ottawa (44th Vic., c.1).",
    "1899 - Es funda el primer club de futbol d'Islàndia, el Knattspyrnufélag Reykjavíkur.",
    "1900 - L'expedició de la Creu del Sud dirigida per Carsten Borchgrevink va aconseguir un nou Sud més llunyà de 78° 50'S, fent el primer desembarcament a la Gran Barrera de Gel.",
    "1918 - El Consell de Lituània aprova per unanimitat l'Acta d'Independència, declarant Lituània un estat independent.",
    "1923 - Howard Carter desclosca la cambra funerària del faraó Tutankamon.",
    "1930 - La Federació Romanesa de Futbol s'incorpora a la FIFA.",
    "1934 - La guerra civil austríaca acaba amb la derrota dels socialdemòcrates i el Republikanischer Schutzbund.",
    "1936 - El Front Popular guanya les eleccions generals espanyoles de 1936.",
    "1937 - Wallace H. Carothers rep una patent dels Estats Units per a niló.",
    "1940 - Segona Guerra Mundial: Incident d'Altmark: el vaixell cisterna alemany Altmark és abordat per mariners del destructor britànic HMS Cossack. Un total de 299 presoners britànics són alliberats.",
    "1942 - Segona Guerra Mundial: Atac a Aruba, primers trets alemanys de la Segona Guerra Mundial disparats contra un objecte terrestre a les Amèriques.",
    "1942 - Segona Guerra Mundial: a Atenes s'estableix l'Exèrcit Popular d'Alliberament Grec",
    "1943 - Segona Guerra Mundial: a les primeres fases de la Tercera Batalla de Kharkov, les tropes de l'Exèrcit Roig tornen a entrar a la ciutat.",
    "1945 - L'Alaska Equal Rights Act de 1945, la primera llei antidiscriminació als Estats Units, es va signar com a llei.",
    "1945 - Segona Guerra Mundial: les forces nord-americanes desembarquen a l'illa Corregidor a les Filipines.",
    "1959 - Fidel Castro esdevé primer ministre de Cuba després que el dictador Fulgencio Batista fos enderrocat l'1 de gener.",
    "1960 - El submarí de la Marina dels Estats Units USS Triton inicia l'operació Sandblast, salpant de New London, Connecticut, per començar la primera circumnavegació submergida del món.",
    "1961 - Programa Explorer: es llança Explorer 9 (S-56a).",
    "1962 - Les inundacions a les zones costaneres d'Alemanya Occidental maten 315 persones i destrueixen les cases d'unes 60.000 persones.",
    "1962 - La Gran Venda de Sheffield impacta al Regne Unit, matant nou persones; la ciutat de Sheffield està devastada, amb 150.000 habitatges danyades.",
    "1968 - El vol 010 de transport aeri civil s'estavella prop de l'aeroport de Shongshan a Taiwan, causant la mort de 21 de les 63 persones a bord i una més a terra.",
    "1968 - A Haleyville, Alabama, entra en servei el primer sistema telefònic d'emergència 9-1-1.",
    "1978 - Es crea el primer sistema de taulers d'anuncis informàtics (CBBS a Chicago).",
    "1983 - Els incendis forestals del dimecres de cendra a Victòria i Austràlia del Sud maten 75 persones.",
    "1985 - Es funda Hezbollah.",
    "1986 - El vol 2265 de China Airlines s'estavella a l'oceà Pacífic prop de l'aeroport de Penghu a Taiwan, causant la mort dels 13 a bord.",
    "1986 - El transatlàntic soviètic MS Mikhail Lermontov encalla a Marlborough Sounds, Nova Zelanda.",
    "1991 - El líder nicaragüenc de la Contras Enrique Bermúdez és assassinat a Managua.",
    "1996 - Un tren Amtrak amb destinació a Chicago, el Capitol Limited, xoca amb un tren de rodalies MARC amb destinació a Washington, D.C., i mata 11 persones.",
    "1998 - El vol 676 de China Airlines s'estavella contra una carretera i una zona residencial prop de l'aeroport internacional de Chiang Kai-shek a Taiwan, matant els 196 a bord i sis més a terra.",
    "2000 - El vol 17 d'Emery Worldwide Airlines s'estavella a prop de l'aeroport de Sacramento Mather a Rancho Cordova, Califòrnia, matant els tres a bord.",
    "2005 - Entra en vigor el Protocol de Kyoto, després de la seva ratificació per part de Rússia.",
    "2005 - La Lliga Nacional d'Hoquei cancel·la tota la temporada regular i els playoffs 2004-05.",
    "2006 - L'exèrcit dels Estats Units deixa de funcionar l'últim hospital quirúrgic de l'exèrcit mòbil (MASH).",
    "2013 - Una explosió d'una bomba en un mercat de Hazara Town, Quetta, Pakistan mata més de 80 persones i 190 més ferides.",
    "2021 - Cinc mil persones es van reunir a la ciutat de Kherrata, província de Bejaia per commemorar els dos anys del moviment de protesta Hirak. Les manifestacions s'havien suspès a causa de la pandèmia de COVID-19 a Algèria."
  ],
  "day_7_month_1_events.dialog": [
    "1325 - Afonso IV esdevé rei de Portugal.",
    "1558 - Les tropes franceses, dirigides per Francesc, duc de Guisa, prenen Calais, l'última possessió continental d'Anglaterra.",
    "1608 - Un incendi destrueix Jamestown, Virgínia.",
    "1610 - Galileu Galilei fa la seva primera observació de les quatre llunes galileanes: Ganimedes, Cal·listo, Io i Europa, tot i que no és capaç de distingir les dues darreres fins a la nit següent.",
    "1708 - Els rebels Bashkir assetgen Yelabuga.",
    "1708 - Batalla de Zlatoust: Batalla entre els rebels Bashkir i tàrtars i les tropes governamentals del tsarmat de Rússia. És un dels esdeveniments de la rebel·lió Bashkir de 1704-1711.",
    "1738 - Es signa un tractat de pau entre Peshwa Bajirao i Jai Singh II després de la victòria de Maratha a la batalla de Bhopal.",
    "1782 - S'obre el primer banc comercial nord-americà, el Bank of North America.",
    "1785 - El francès Jean-Pierre Blanchard i el nord-americà John Jeffries viatgen des de Dover, Anglaterra, fins a Calais, França, en un globus de gas.",
    "1835 - L'HMS Beagle, amb Charles Darwin a bord, deixa l'àncora a l'arxipèlag de Chonos.",
    "1867 - L'incendi de la presó de Kingstree mata 22 lliberts a Carolina del Sud de l'era de la reconstrucció.",
    "1894 - Thomas Edison fa una pel·lícula cinetoscòpica d'algú esternudant. El mateix dia, el seu empleat, William Kennedy Dickson, rep una patent per a una pel·lícula cinematogràfica.",
    "1904 - S'estableix el senyal de socors \"CQD\" per ser substituït dos anys més tard per \"SOS\".",
    "1907 - Un motí obrer a Rio Blanco, Veracruz, deixa moltes persones mortes i ferides mentre demana millors condicions laborals.",
    "1919 - Els guerrillers montenegrins es rebel·len contra la planificada annexió de Montenegro per Sèrbia, però fracassen.",
    "1920 - L'Assemblea de l'Estat de Nova York es nega a asseure cinc assembleistes socialistes degudament elegits.",
    "1922 - Dáil Éireann ratifica el Tractat angloirlandès per un vot de 64-57.",
    "1927 - S'estableix el primer servei telefònic comercial transatlàntic des de la ciutat de Nova York fins a Londres.",
    "1928 - Una inundació desastrosa del riu Tàmesi mata 14 persones i causa grans danys a bona part de la vora del riu de Londres.",
    "1931 - Guy Menzies realitza el primer vol trans-Tasman en solitari sense escales (des d'Austràlia a Nova Zelanda) en 11 hores i 45 minuts, aterrant a la costa oest de Nova Zelanda.",
    "1935 - Benito Mussolini i el ministre d'Afers Exteriors francès Pierre Laval signen l'Acord franco-italià.",
    "1940 - Guerra d'hivern: Batalla de Raate Road: la 9a Divisió finlandesa finalment derrota les forces soviètiques numèricament superiors a la carretera Raate-Suomussalmi.",
    "1948 - El pilot de la Guàrdia Nacional Aèria de Kentucky, Thomas Mantell, s'estavella mentre persegueix un suposat OVNI.",
    "1950 - En el desastre aeri de Sverdlovsk, moren els 19 que hi havia a bord, inclòs gairebé tot l'equip nacional d'hoquei sobre gel (VVS Moscou) de la Força Aèria Soviètica: 11 jugadors, així com un metge de l'equip i un massatgista.",
    "1954 - Experiment Georgetown-IBM: la primera demostració pública d'un sistema de traducció automàtica es realitza a Nova York a la seu central d'IBM.",
    "1955 - Contralto Marian Anderson es converteix en la primera persona de color a actuar al Metropolitan Opera a Un ballo in maschera de Giuseppe Verdi.",
    "1959 - Els Estats Units reconeixen el nou govern cubà de Fidel Castro.",
    "1968 - Programa Surveyor: Surveyor 7, l'última nau espacial de la sèrie Surveyor, s'enlaira del complex de llançament 36A de Cap Cañaveral.",
    "1972 - El vol 602 d'Iberia s'estavella prop de l'aeroport d'Eivissa, causant la mort de les 104 persones a bord.",
    "1973 - En el seu segon tiroteig de la setmana, Mark Essex dispara mortalment a set persones i en fereix cinc més a l'hotel Howard Johnson de Nova Orleans, abans de ser mort a trets pels agents de policia.",
    "1979 - Tercera Guerra d'Indoxina: Guerra de Cambodja i Vietnam: Phnom Penh cau davant de l'avanç de les tropes vietnamites, expulsant Pol Pot i els Khmer Rouges.",
    "1980 - El president dels Estats Units, Jimmy Carter, autoritza una legislació que concedeix 1.500 milions de dòlars en préstecs per rescatar la Chrysler Corporation.",
    "1984 - Brunei esdevé el sisè membre de l'Associació de Nacions del Sud-est Asiàtic (ASEAN).",
    "1985 - L'Agència d'Exploració Aeroespacial del Japó llança Sakigake, la primera nau espacial interplanetària del Japó i la primera sonda espacial profund llançada per qualsevol país que no sigui els Estats Units o la Unió Soviètica.",
    "1991 - Roger Lafontant, antic líder del Tonton Macoute a Haití sota François Duvalier, intenta un cop d'estat, que acaba amb la seva detenció.",
    "1993 - Guerra de Bòsnia: l'exèrcit bosnià executa un atac sorpresa al poble de Kravica a Srebrenica.",
    "1993 - S'inaugura la Quarta República de Ghana amb Jerry Rawlings com a president.",
    "1994 - Un British Aerospace Jetstream 41 que operava com el vol United Express 6291 s'estavella a Gahanna, Ohio, i va matar cinc de les vuit persones a bord.",
    "1999 - Comença el judici del Senat per l'impeachment del president dels Estats Units Bill Clinton.",
    "2012 - Un globus aerostàtic s'estavella prop de Carterton, Nova Zelanda, matant les 11 persones a bord.",
    "2015 - Un cotxe bomba esclata a l'exterior d'una universitat de policia a la capital del Iemen, Sana'a, amb almenys 38 persones mortes i més de 63 ferides.",
    "2015 - Dos homes armats cometen un assassinat massiu a les oficines de Charlie Hebdo a París, disparant a dotze persones a l'estil d'execució i en fereixen onze més.",
    "2020 - Els terratrèmols de 6,4 Mw de Puerto Rico 2019-20 maten quatre i nou ferits al sud de Puerto Rico.",
    "2021 - El Congrés dels Estats Units certifica els resultats de les eleccions presidencials dels Estats Units de 2020, confirmant l'elecció de Joe Biden, el matí del dia 7 després que el Capitoli fos atacat el dia abans durant els primers intents de certificar l'elecció per part dels partidaris del president actual Donald Trump, que va perdre la reelecció davant Biden i va intentar superar les eleccions.",
    "2023 - Conclouen les eleccions de portaveu de la Cambra de Representants dels Estats Units més llargues des de les eleccions de president dels Estats Units del desembre de 1859 - febrer de 1860 i Kevin McCarthy és elegit el 55è president de la Cambra de Representants dels Estats Units.",
    "49 aC - El Senat de Roma diu que Cèsar serà declarat enemic públic tret que dissolgui el seu exèrcit, fet que va provocar que els tribuns que el donen suport fugin cap a on l'espera Cèsar a Ravenna."
  ],
  "day_25_month_11_deaths.dialog": [
    "1034 - Mort de Malcolm II d'Escòcia (n. 954)",
    "1120 - Mort de Guillem Adelin, fill d'Enric I d'Anglaterra (enfonsament del vaixell blanc) (n. 1103)",
    "1185 - Mort del papa Luci III (n. 1097)",
    "1326 - Mort del príncep Koreyasu, shōgun japonès (n. 1264)",
    "1374 - Mort de Felip II, príncep de Tàrent (n. 1329)",
    "1456 - Mort de Jacques Cœur, comerciant i banquer francès (n. 1395)",
    "1560 - Mort d'Andrea Doria, almirall italià (n. 1466)",
    "1565 - Mort de Hu Zongxian, general xinès (n. 1512)",
    "1626 - Mor Edward Alleyn, actor anglès, fundador del Dulwich College (n. 1566)",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    "2013 - Mort de Bill Foulkes, futbolista i entrenador anglès (n. 1932)",
    "2013 - Mort de Chico Hamilton, baterista i director de banda nord-americà (n. 1921)",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_28_month_3_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_13_month_8_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_7_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_12_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_1_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_31_month_10_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_24_month_11_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_4_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_10_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_10_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_2_month_7_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_9_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_13_month_3_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_11_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_26_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_18_month_1_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_7_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_10_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_10_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_10_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ]
}
