{
  "day_19_month_8_events.dialog": [
    "1153 - Balduí III de Jerusalem pren el control del Regne de Jerusalem de mans de la seva mare Melisenda, i també captura Ascalon.",
    "1458 - El Papa Pius II és elegit el 211è Papa.",
    "1504 - A Irlanda, els Hiberno-Norman de Burghs (Burkes) i els Cambro-Norman Fitzgerald lluiten a la batalla de Knockdoe.",
    "1561 - Maria, reina d'Escòcia, de 18 anys, torna a Escòcia després de passar 13 anys a França.",
    "1604 - Guerra dels Vuitanta Anys: un exèrcit holandès i anglès assetjador dirigit per Maurici d'Orange obliga la guarnició espanyola de Sluis a capitular.",
    "1612 - Les \"bruixes de Samlesbury\", tres dones del poble de Samlesbury, Anglaterra, de Lancashire, són jutjades, acusades de practicar la bruixeria, un dels judicis de bruixes més famosos de la història britànica.",
    "1666 - Segona Guerra Anglo-Holandesa: el contraalmirall Robert Holmes lidera una incursió a l'illa holandesa de Terschelling, destruint 150 vaixells mercants, un acte conegut més tard com a \"Holmes's Fire\".",
    "1692 - Judicis de bruixes de Salem: a Salem, província de la badia de Massachusetts, cinc persones, una dona i quatre homes, inclòs un clergue, són executats després de ser condemnats per bruixeria.",
    "1745 - Guerra otomana-persa: a la batalla de Kars, l'exèrcit otomà és derrotat per les forces perses dirigides per Nader Shah.",
    "1745 - El príncep Charles Edward Stuart aixeca el seu estàndard a Glenfinnan: l'inici de la segona rebel·lió jacobita, coneguda com \"els 45\".",
    "1759 - Batalla de Lagos: Batalla naval durant la Guerra dels Set Anys entre Gran Bretanya i França.",
    "1772 - Gustav III de Suècia fa un cop d'estat, en el qual assumeix el poder i promulga una nova constitució que divideix el poder entre el Riksdag i el Rei.",
    "1782 - Guerra d'Independència dels Estats Units: Batalla de Blue Licks: l'últim gran compromís de la guerra, gairebé deu mesos després de la rendició del comandant britànic Charles Cornwallis després del setge de Yorktown.",
    "1812 - Guerra de 1812: la fragata nord-americana USS Constitution derrota la fragata britànica HMS Guerriere davant de la costa de Nova Escòcia, Canadà, guanyant-se el sobrenom \"Old Ironsides\".",
    "1813 - Gervasio Antonio de Posadas s'incorpora al Segon Triumvirat argentí.",
    "1839 - El govern francès anuncia que el procés fotogràfic de Louis Daguerre és un regal \"lliure al món\".",
    "1848 - Califòrnia Gold Rush: The New York Herald dóna la notícia a la costa est dels Estats Units de la febre de l'or a Califòrnia (tot i que la febre va començar al gener).",
    "1854: comença la Primera Guerra Sioux quan els soldats de l'exèrcit dels Estats Units maten el cap Lakota Conquering Bear i, a canvi, són massacrats.",
    "1861 - Primera ascensió del Weisshorn, el cinquè cim més alt dels Alps.",
    "1862 - Guerra de Dakota: durant un aixecament a Minnesota, els guerrers Lakota decideixen no atacar Fort Ridgely fortament defensat i, en canvi, recorren a l'assentament de New Ulm, matant colons blancs pel camí.",
    "1903 - L'Aixecament de la Transfiguració esclata a Tràcia Oriental, que va resultar en l'establiment de la Comuna de Strandzha.",
    "1909 - S'obre l'Indianapolis Motor Speedway per a les curses d'automòbils. William Bourque i el seu mecànic moren durant els esdeveniments del primer dia.",
    "1920 - Esclata la Rebel·lió de Tambov, com a resposta a la política bolxevic de Prodrazvyorstka.",
    "1927 - El patriarca Sergi de Moscou proclama la declaració de lleialtat de l'Església Ortodoxa Russa a la Unió Soviètica.",
    "1934 - El referèndum alemany de 1934 aprova el nomenament d'Adolf Hitler com a cap d'estat amb el títol de Führer.",
    "1934 - El primer All-American Soap Box Derby se celebra a Dayton, Ohio.",
    "1936 - La Gran Purga de la Unió Soviètica comença quan es convoca el primer dels Judicis de Moscou.",
    "1940 - Primer vol del bombarder mitjà B-25 Mitchell.",
    "1941 - Alemanya i Romania signen l'Acord de Tiraspol, que posa la regió de Transnistria sota el control d'aquesta última.",
    "1942 - Segona Guerra Mundial: Operació Jubileu: la 2a divisió d'infanteria canadenca lidera un assalt amfibi de les forces aliades a Dieppe, França i fracassa.",
    "1944 - Segona Guerra Mundial: Alliberament de París: París, França s'aixeca contra l'ocupació alemanya amb l'ajuda de les tropes aliades.",
    "1945 - Revolució d'agost: Viet Minh liderat per Ho Chi Minh pren el poder a Hanoi, Vietnam.",
    "1953 - Guerra Freda: la CIA i l'MI6 ajuden a enderrocar el govern de Mohammad Mosaddegh a l'Iran ia restablir el xa Mohammad Reza Pahlavi.",
    "1955 - Al nord-est dels Estats Units, les greus inundacions causades per l'huracà Diane s'han cobrat 200 vides.",
    "1960 - Guerra Freda: a Moscou, Rússia, Unió Soviètica, el pilot nord-americà U-2 abatut Francis Gary Powers és condemnat a deu anys de presó per la Unió Soviètica per espionatge.",
    "1960 - Programa Sputnik: Korabl-Sputnik 2: La Unió Soviètica llança el satèl·lit amb els gossos Belka i Strelka, 40 ratolins, dues rates i una varietat de plantes.",
    "1964 - Es llança Syncom 3, el primer satèl·lit de comunicació geoestacionari. Dos mesos més tard, permetria la cobertura en directe dels Jocs Olímpics d'estiu de 1964.",
    "1965 - El primer ministre japonès Eisaku Satō es converteix en el primer primer ministre en funcions després de la Segona Guerra Mundial a visitar la prefectura d'Okinawa.",
    "1978 - A l'Iran, l'incendi del Cinema Rex causa més de 400 morts.",
    "1980 - Accident ferroviari d'Otłoczyn: en el pitjor accident ferroviari de la postguerra de Polònia, 67 persones perden la vida i 62 més resulten ferides.",
    "1980 - El vol Saudia 163, un Lockheed L-1011 TriStar crema després d'aterrar d'emergència a l'aeroport internacional de Riad a Riad, Aràbia Saudita, i va matar 301 persones.",
    "1981 - Incident del golf de Sidra: els caces F-14A Tomcat dels Estats Units intercepten i abateixen dos avions de caça Sukhoi Su-22 libis sobre el golf de Sidra.",
    "1987 - Massacre de Hungerford: al Regne Unit, Michael Ryan mata setze persones amb un rifle semiautomàtic i després se suïcida.",
    "1989 - El president polonès Wojciech Jaruzelski nomena l'activista de Solidaritat Tadeusz Mazowiecki com a primer primer ministre no comunista en 42 anys.",
    "1989 - Diversos centenars d'alemanys orientals creuen la frontera entre Hongria i Àustria durant el pícnic paneuropeu, part dels fets que van iniciar el procés de la caiguda del mur de Berlín.",
    "1991 - Comença la revolta de Crown Heights.",
    "1991 - Dissolució de la Unió Soviètica: comença el cop d'estat d'agost quan el president soviètic Mikhail Gorbatxov és posat sota arrest domiciliari mentre estava de vacances a la ciutat de Foros, Ucraïna.",
    "1999 - A Belgrad, Iugoslàvia, desenes de milers de serbis es concentren per demanar la dimissió del president de la República Federal de Iugoslàvia, Slobodan Milošević.",
    "2002 - Accident de Khankala Mi-26: un helicòpter rus Mil Mi-26 que transportava tropes és colpejat per un míssil txetxè a les afores de Grozni, matant 118 soldats.",
    "2003 - Un atac amb un camió bomba a la seu de les Nacions Unides a l'Iraq mata el màxim enviat de l'agència, Sérgio Vieira de Mello i 21 empleats més.",
    "2003 - Atemptat contra un autobús de Shmuel HaNavi: un atac suïcida contra un autobús a Jerusalem, planificat per Hamàs, mata 23 israelians, set d'ells nens.",
    "2004 - Google Inc. fa la seva oferta pública inicial al Nasdaq.",
    "2005 - Comença el primer exercici militar conjunt entre Rússia i la Xina, anomenat Peace Mission 2005.",
    "2009 - Una sèrie d'atemptats a Bagdad, Iraq, mata 101 i 565 més ferides.",
    "2010 - Acaba l'operació Iraqi Freedom, amb l'últim dels equips de combat de la brigada dels Estats Units creuant la frontera amb Kuwait.",
    "2013 - L'accident de tren de Dhamara Ghat mata almenys 37 persones a l'estat indi de Bihar.",
    "2017 - Desenes de milers de salmons de l'Atlàntic no autòctons de granja s'alliberen accidentalment a la natura a les aigües de Washington durant el descans de la corral del salmó atlàntic de l'illa Cypress del 2017.",
    "295 aC - El primer temple a Venus, la deessa romana de l'amor, la bellesa i la fertilitat, és dedicat per Quint Fabius Maximus Gurges durant la Tercera Guerra Samnita.",
    "43 aC - Gai Juli Cèsar Octavi, més tard conegut com a August, obliga el Senat romà a escollir-lo cònsol.",
    "947 - Abu Yazid, un líder rebel kharijite, és derrotat i assassinat a les muntanyes Hodna a l'actual Algèria per les forces fatimites."
  ],
  "day_18_month_12_births.dialog": [
    "1406 - Naixement de Richard Olivier de Longueil, bisbe i cardenal catòlic romà francès (m. 1470)",
    "1481 - Naixement de Sofia de Mecklenburg, duquessa de Mecklenburg, duquessa de Saxònia (m. 1503)",
    "1499 - Naixement de Sebald Heyden, musicòleg i teòleg alemany (m. 1561)",
    "1505 - Naixement de Philipp von Hutten, explorador alemany (m. 1546)",
    "1507 - Naixement d'Ōuchi Yoshitaka, daimyō japonès (m. 1551)",
    "1552 - Naixement d'Ahmad Ibn al-Qadi, escriptor, jutge i matemàtic marroquí (m. 1616)",
    "1590 - Naixement de William Louis, comte de Nassau-Saarbrücken (m. 1640)",
    "1602 - Naixement de Simonds d'Ewes, historiador i polític anglès (m. 1650)",
    "1610 - Naixement de Charles du Fresne, sieur du Cange, filòleg i historiador francès (m. 1688)",
    "1620 - Naixement de Heinrich Roth, missioner i erudit alemany (m. 1668)",
    "1624 - Naixement de John Hull, comerciant i polític colonial nord-americà (m. 1683)",
    "1626 - Naixement de Cristina, reina de Suècia (m. 1689)",
    "1660 - Naixement de la comtessa Joana Magdalena de Hanau-Lichtenberg (m. 1715)",
    "1661 - Naixement de Christopher Polhem, físic i inventor suec (m. 1751)",
    "1662 - Naixement de James Douglas, segon duc de Queensberry, coronel i polític escocès, secretari d'Estat per a Escòcia (m. 1711)",
    "1707 - Naixement de Charles Wesley, missioner i compositor anglès (m. 1788)",
    "1725 - Naixement de Johann Salomo Semler, historiador i teòleg alemany (m. 1791)",
    "1734 - Naixement de Jean-Baptiste Rey, director d'orquestra i compositor francès (m. 1810)",
    "1800 - Naixement de James Watney, cerveser i empresari anglès (m. 1884)",
    "1824 - Naixement de John Hall, polític anglès i neozelandès, 12è primer ministre de Nova Zelanda (m. 1907)",
    "1825 - Naixement de Charles Griffin, general nord-americà (m. 1876)",
    "1825 - Naixement de John S. Harris, agrimensor i polític nord-americà (m. 1906)",
    "1825 - Naixement de Mariano Ignacio Prado, general peruà, dues vegades president del Perú (m. 1901)",
    "1835 - Naixement de Lyman Abbott, ministre, teòleg i autor nord-americà (m. 1922)",
    "1847 - Naixement d'Augusta Holmès, pianista i compositora francesa (m. 1903)",
    "1849 - Naixement d'Henrietta Edwards, activista i autora canadenca (m. 1931)",
    "1856 - Naixement de J. J. Thomson, físic i acadèmic anglès, premi Nobel (m. 1940)",
    "1860 - Naixement d'Edward MacDowell, pianista i compositor nord-americà (m. 1908)",
    "1861 - Naixement de Lionel Monckton, compositor i crític anglès (m. 1924)",
    "1863 - Naixement de l'arxiduc Francesc Ferran d'Àustria (m. 1914)",
    "1867 - Naixement de Foxhall P. Keene, jugador de polo i criador de cavalls nord-americà (m. 1941)",
    "1869 - Naixement d'Edward Willis Redfield, pintor i pedagog nord-americà (m. 1965)",
    "1870 - Naixement de Saki, escriptor britànic de contes (m. 1916)",
    "1873 - Naixement de Francis Burton Harrison, general i polític nord-americà, sisè governador general de les Filipines (m. 1957)",
    "1875 - Naixement de Matt McGrath, llançador de martell irlandès-americà (m. 1941)",
    "1878 - Naixement de Joseph Stalin, mariscal i polític georgiano-rus, quart primer ministre de la Unió Soviètica (m. 1953)",
    "1879 - Naixement de Paul Klee, pintor i pedagog suís alemany (m. 1940)",
    "1882 - Naixement de Richard Maury, enginyer nord-americà-argentí, va dissenyar el ferrocarril Salta-Antofagasta (m. 1950)",
    "1884 - Naixement d'Emil Starkenstein, farmacòleg txec, cofundador de la farmacologia clínica (m. 1942)",
    "1886 - Naixement de Ty Cobb, jugador de beisbol i entrenador nord-americà (m. 1961)",
    "1887 - Naixement de Bhikhari Thakur, actor, cantant i dramaturg indi (m. 1971)",
    "1888 - Naixement de Gladys Cooper, actriu i cantant anglesa (m. 1971)",
    "1888 - Naixement de Robert Moses, urbanista nord-americà (m. 1981)",
    "1890 - Naixement d'Edwin Howard Armstrong, enginyer nord-americà, va inventar la ràdio FM (m. 1954)",
    "1896 - Naixement de Gerald Barry, coronel i jugador de cricket anglès (m. 1977)",
    "1897 - Naixement de Fletcher Henderson, pianista i compositor nord-americà (m. 1952)",
    "1899 - Naixement de Peter Wessel Zapffe, filòsof i autor noruec (m. 1990)",
    "1904 - Naixement de George Stevens, director, productor, guionista i director de fotografia nord-americà (m. 1975)",
    "1907 - Naixement de Bill Holland, pilot de cotxes de carreres nord-americà (m. 1984)",
    "1907 - Naixement de Lawrence Lucie, guitarrista i pedagog nord-americà (m. 2009)",
    "1908 - Naixement de Celia Johnson, actriu anglesa (m. 1982)",
    "1908 - Naixement de Paul Siple, geògraf i explorador nord-americà (m. 1969)",
    "1910 - Naixement d'Abe Burrows, autor, dramaturg i director nord-americà (m. 1985)",
    "1910 - Naixement d'Eric Tindill, jugador de rugbi, cricket i àrbitre de Nova Zelanda (m. 2010)",
    "1911 - Naixement de Jules Dassin, actor, director, productor i guionista grec americà (m. 2008)",
    "1912 - Naixement de Benjamin O. Davis, Jr., general i pilot nord-americà (m. 2002)",
    "1913 - Naixement d'Alfred Bester, autor i guionista nord-americà (m. 1987)",
    "1913 - Naixement de Ray Meyer, jugador i entrenador de bàsquet nord-americà (m. 2006)",
    "1913 - Naixement de Willy Brandt, polític alemany, quart canceller d'Alemanya, premi Nobel (m. 1992)",
    "1916 - Naixement de Betty Grable, actriu, cantant i ballarina nord-americana (m. 1973)",
    "1916 - Naixement de Douglas Fraser, líder sindical i acadèmic escocès-americà (m. 2008)",
    "1917 - Naixement d'Ossie Davis, actor i activista nord-americà (m. 2005)",
    "1920 - Naixement de Robert Leckie, soldat i autor nord-americà (m. 2001)",
    "1922 - Naixement d'Esther Lederberg, microbiòloga nord-americana (m. 2006)",
    "1922 - Naixement de Jack Brooks, coronel, advocat i polític nord-americà (m. 2012)",
    "1923 - Naixement d'Edwin Bramall, baró Bramall, mariscal de camp i polític anglès, Lord Tinent del Gran Londres (m. 2019)",
    "1927 - Naixement de Ramsey Clark, advocat i polític nord-americà, 66è fiscal general dels Estats Units (m. 2021)",
    "1927 - Naixement de Roméo LeBlanc, periodista i polític canadenc, 25è governador general del Canadà (m. 2009)",
    "1928 - Naixement de Harold Land, saxofonista tenor nord-americà (m. 2001)",
    "1928 - Naixement de Mirza Tahir Ahmad, califa i autor indi-anglès (m. 2003)",
    "1929 - Naixement de Gino Cimoli, jugador de beisbol nord-americà (m. 2011)",
    "1929 - Naixement de Józef Glemp, cardenal polonès (m. 2013)",
    "1930 - Naixement de Moose Skowron, jugador de beisbol nord-americà (m. 2012)",
    "1931 - Naixement d'Alison Plowden, historiadora i autora anglesa (m. 2007)",
    "1931 - Naixement d'Allen Klein, home de negocis i editor musical nord-americà (m. 2009)",
    "1931 - Naixement de Bill Thompson, presentador de televisió nord-americà (m. 2014)",
    "1931 - Naixement de Gene Shue, jugador de bàsquet, entrenador i executiu nord-americà (m. 2022)",
    "1932 - Naixement de Norm Provan, jugador, entrenador i empresari de la lliga australiana de rugbi (m. 2021)",
    "1932 - Naixement de Roger Smith, actor, productor i guionista nord-americà (m. 2017)",
    "1933 - Naixement de Lonnie Brooks, cantant i guitarrista de blues nord-americà (m. 2017)",
    "1934 - Naixement de Boris Volynov, coronel, enginyer i cosmonauta rus",
    "1934 - Naixement de Marc Rich, empresari belga-americà, fundat Glencore (m. 2013)",
    "1935 - Naixement de Jacques Pépin, cuiner i autor franco-americà",
    "1935 - Naixement de Rosemary Leach, actriu anglesa (m. 2017)",
    "1936 - Naixement de Malcolm Kirk, jugador de rugbi i lluitador anglès (m. 1987)",
    "1937 - Naixement de Nancy Ryles, política nord-americana (m. 1990)",
    "1938 - Naixement de Chas Chandler, baixista i productor anglès (m. 1996)",
    "1938 - Naixement de Joel Hirschhorn, compositor i compositor nord-americà (m. 2005)",
    "1939 - Naixement de Harold E. Varmus, biòleg i acadèmic nord-americà, premi Nobel",
    "1939 - Naixement de Michael Moorcock, autor i compositor anglès",
    "1939 - Naixement de Pedro Jirón, futbolista nicaragüenc",
    "1940 - Naixement d'Ilario Castagner, entrenador de futbol italià",
    "1940 - Naixement de John Cooper, velocista i corredor d'obstacles anglès (m. 1974)",
    "1941 - Naixement de Joan Wallach Scott, historiador, autor i acadèmic nord-americà",
    "1941 - Naixement de Sam Andrew, cantant, compositor i guitarrista nord-americà (m. 2015)",
    "1941 - Naixement de Wadada Leo Smith, trompetista i compositor nord-americà",
    "1942 - Naixement de Bobby Keyes, jugador de la lliga australiana de rugbi (m. 2022)",
    "1942 - Naixement de Lenore Blum, matemàtica i acadèmica nord-americana",
    "1943 - Naixement d'Alan Rudolph, director i guionista nord-americà",
    "1943 - Aniversari de Bobby Keys, saxofonista nord-americà (m. 2014)",
    "1943 - Naixement de Keith Richards, músic anglès",
    "1944 - Aniversari de Crispian Steele-Perkins, trompetista i pedagog anglès",
    "1945 - Naixement de Jean Pronovost, jugador i entrenador d'hoquei sobre gel canadenc",
    "1946 - Naixement de Steve Biko, activista sud-africà, va fundar el Black Consciousness Movement (m. 1977)",
    "1946 - Naixement de Steven Spielberg, director, productor i guionista nord-americà, cofundador de DreamWorks",
    "1947 - Naixement de Leonid Yuzefovich, autor i guionista rus",
    "1948 - Naixement de Bill Nelson, cantautor i guitarrista anglès",
    "1948 - Aniversari de George T. Johnson, jugador de bàsquet nord-americà",
    "1948 - Naixement de Laurent Voulzy, cantautor i guitarrista francès-anglès",
    "1948 - Naixement de Mimmo Paladino, escultor i pintor italià",
    "1949 - Naixement de David A. Johnston, vulcanòleg i geòleg nord-americà (m. 1980)",
    "1950 - Naixement de Gillian Armstrong, directora, productora i guionista australiana",
    "1950 - Naixement de Leonard Maltin, historiador, autor i crític nord-americà",
    "1950 - Naixement de Lizmark, lluitadora mexicana (m. 2015)",
    "1950 - Naixement de Randy Castillo, bateria i compositor nord-americà (m. 2002)",
    "1950 - Naixement de Sarath Fonseka, general i política de Sri Lanka",
    "1951 - Aniversari de Bobby Jones, jugador de bàsquet nord-americà",
    "1952 - Naixement de John Leventhal, compositor i productor nord-americà",
    "1953 - Naixement d'Elliot Easton, guitarrista i cantant nord-americà",
    "1953 - Naixement de Kevin Beattie, futbolista anglès (m. 2018)",
    "1954 - Naixement de John Booth, pilot de cotxes de carreres anglès",
    "1954 - Naixement de Ray Liotta, actor nord-americà (m. 2022)",
    "1954 - Naixement de Willi Wülbeck, corredor alemany",
    "1955 - Naixement de Bogusław Mamiński, corredor polonès",
    "1955 - Naixement de Vijay Mallya, home de negocis i polític indi",
    "1956 - Aniversari de Ron White, còmic nord-americà",
    "1957 - Naixement de Jonathan Cainer, astròleg i autor anglès (m. 2016)",
    "1958 - Naixement de Geordie Walker, guitarrista anglès (m. 2023)",
    "1958 - Naixement de Julia Wolfe, compositora i pedagoga nord-americana",
    "1960 - Naixement de Kazuhide Uekusa, economista i acadèmic japonès",
    "1960 - Naixement de Naoko Yamano, cantant, guitarrista i compositora japonesa",
    "1961 - Aniversari d'Angie Stone, cantant, compositora i actriu nord-americana",
    "1961 - Naixement de Brian Orser, patinador artístic i entrenador canadenc",
    "1961 - Naixement de Lalchand Rajput, jugador de cricket indi",
    "1961 - Naixement de Leila Steinberg, cantant, productora, autora i poeta nord-americana",
    "1963 - Naixement de Brad Pitt, actor i productor nord-americà",
    "1963 - Naixement de Charles Oakley, jugador i entrenador de bàsquet nord-americà",
    "1963 - Naixement de Greg D'Angelo, bateria nord-americà",
    "1963 - Naixement de Karl Dorrell, jugador de futbol americà i entrenador",
    "1963 - Naixement de Pierre Nkurunziza, militar i polític burundes, 9è president de Burundi (m. 2020)",
    "1964 - Aniversari de Don Beebe, jugador de futbol americà i entrenador",
    "1964 - Aniversari de Stone Cold Steve Austin, lluitador i productor nord-americà",
    "1965 - Naixement de Manolo Peña, futbolista espanyol (m. 2012)",
    "1965 - Naixement de Shawn Christian, actor, director i guionista nord-americà",
    "1966 - Naixement de Gianluca Pagliuca, futbolista i periodista esportiu italià",
    "1967 - Naixement de Mille Petrozza, cantautora i guitarrista alemanya",
    "1967 - Naixement de Toine van Peperstraten, periodista holandès",
    "1968 - Naixement d'Alejandro Sanz, cantautor i guitarrista espanyol",
    "1968 - Naixement de Casper Van Dien, actor i productor nord-americà",
    "1968 - Naixement de Mario Basler, futbolista i entrenador alemany",
    "1968 - Naixement de Rachel Griffiths, actriu australiana",
    "1969 - Naixement d'Akira Iida, pilot de cotxes de carreres japonès",
    "1969 - Naixement de Justin Edinburgh, futbolista i entrenador anglès (m. 2019)",
    "1969 - Naixement de Santiago Cañizares, futbolista espanyol",
    "1970 - Aniversari de DMX, raper i actor nord-americà (m. 2021)",
    "1970 - Naixement de Giannis Ploutarhos, cantautor grec",
    "1970 - Naixement de Jonathan Yeo, pintor anglès",
    "1970 - Aniversari de Lucious Harris, jugador de bàsquet nord-americà",
    "1970 - Naixement de Norman Brown, cantant i guitarrista nord-americà",
    "1970 - Naixement de Rob Van Dam, lluitador nord-americà",
    "1971 - Naixement d'Arantxa Sánchez Vicario, tenista i periodista esportiva espanyola",
    "1971 - Naixement de Barkha Dutt, periodista indi",
    "1971 - Naixement de Noriko Matsueda, pianista i compositora japonesa",
    "1972 - Naixement d'Anzhela Balakhonova, saltador ucraïnès amb perxa",
    "1972 - Naixement de DJ Lethal, músic letó-nord-americà",
    "1972 - Naixement de Raymond Herrera, bateria i compositor nord-americà",
    "1973 - Naixement de Fatuma Roba, corredora etíop",
    "1974 - Naixement de Knut Schreiner, cantant, guitarrista i productor noruec",
    "1974 - Naixement de Peter Boulware, jugador de futbol americà i polític",
    "1975 - Naixement de Randy Houser, cantautor i guitarrista nord-americà",
    "1975 - Naixement de Sia, cantant i compositora australiana",
    "1975 - Naixement de Trish Stratus, lluitadora i actriu canadenca",
    "1977 - Aniversari d'Axwell, DJ suec, productor discogràfic, membre de Swedish House Mafia",
    "1977 - Naixement de Claudia Gesell, corredora alemanya",
    "1978 - Aniversari d'Ali Curtis, futbolista nord-americà",
    "1978 - Aniversari de Daniel Cleary, jugador canadenc d'hoquei sobre gel ",
    "1978 - Naixement de Josh Dallas, actor nord-americà",
    "1978 - Naixement de Katie Holmes, actriu nord-americana",
    "1980 - Naixement de Benjamin Watson, jugador de futbol americà",
    "1980 - Naixement de Christina Aguilera, cantautora, productora i actriu nord-americana",
    "1980 - Naixement de Neil Fingleton, actor i jugador de bàsquet anglès, un dels 25 homes més alts del món (m. 2017)",
    "1983 - Aniversari d'Andy Fantuz, jugador de futbol canadenc",
    "1984 - Aniversari de Brian Boyle, jugador d'hoquei sobre gel nord-americà",
    "1984 - Naixement de Derrick Tribbett, baixista i cantant nord-americà",
    "1984 - Naixement de Giuliano Razzoli, esquiador italià",
    "1984 - Naixement de Paul Harrison, futbolista anglès",
    "1986 - Naixement de Chris Carter, jugador de beisbol nord-americà",
    "1986 - Naixement de François Hamelin, patinador de velocitat canadenc",
    "1986 - Naixement d'Usman Khawaja, jugador de cricket pakistanès-australià",
    "1987 - Aniversari de Miki Ando, ​​patinador artístic japonès",
    "1988 - Naixement de Brianne Theisen-Eaton, heptatleta canadenca",
    "1988 - Naixement d'Imad Wasim, jugador de cricket pakistanès",
    "1988 - Naixement de Lizzie Deignan, ciclista anglesa",
    "1988 - Naixement de Seth Doege, jugador de futbol americà",
    "1989 - Naixement d'Ashley Benson, actriu i cantant nord-americana",
    "1990 - Naixement de Sierra Kay, cantant i compositora nord-americana",
    "1990 - Naixement de Victor Hedman, jugador d'hoquei sobre gel suec",
    "1991 - Aniversari de Marcus Butler, model anglès i youtuber",
    "1992 - Naixement de Bridgit Mendler, cantant, compositora i actriu nord-americana",
    "1992 - Aniversari de Ryan Crouser, llançador de pes americà",
    "1993 - Aniversari de Byron Buxton, jugador de beisbol nord-americà",
    "1993 - Naixement de Thomas Lam, futbolista finlandès",
    "1994 - Naixement de Gerard Gumbau, futbolista espanyol",
    "1994 - Naixement de Natália Kelly, cantant austríaca-nord-americana",
    "1995 - Naixement de Barbora Krejčíková, tenista txeca",
    "1997 - Naixement d'Alex DeBrincat, jugador d'hoquei sobre gel nord-americà",
    "1997 - Naixement de Ronald Acuña Jr., jugador de beisbol veneçolà",
    "2000 - Naixement de Jayden Daniels, jugador de futbol americà",
    "2000 - Naixement de Korapat Kirdpan, actor i cantant tailandès",
    "2000 - Naixement de Travon Walker, jugador de futbol americà",
    "2001 - Aniversari de Billie Eilish, cantant nord-americana",
    "2001 - Naixement de Jalen Johnson, jugador de bàsquet nord-americà"
  ],
  "day_12_month_8_births.dialog": [
    "1452 - Naixement d'Abraham Zacuto, astrònom, astròleg, matemàtic, rabí i historiador jueu (m. 1515)",
    "1503 - Naixement de Cristià III de Dinamarca (m. 1559)",
    "1506 - Naixement de Franciscus Sonnius, teòleg holandès de la contrareforma (m. 1576)",
    "1591 - Naixement de Louise de Marillac, cofundadora de les Filles de la Caritat (m. 1660)",
    "1599 - Naixement de Sir William Curtius FRS, magistrat alemany, baronet anglès (m. 1678)",
    "1604 - Naixement de Tokugawa Iemitsu, shōgun japonès (m. 1651)",
    "1626 - Naixement de Giovanni Legrenzi, compositor italià (m. 1690)",
    "1629 - Naixement de l'arxiduquessa Isabel Clara d'Àustria, arxiduquessa austríaca (m. 1685)",
    "1644 - Naixement de Heinrich Ignaz Franz Biber, violinista i compositor bohèmia-austríac (m. 1704)",
    "1686 - Naixement de John Balguy, filòsof i autor anglès (m. 1748)",
    "1696 - Naixement de Maurice Greene, organista i compositor anglès (m. 1755)",
    "1762 - Naixement de Jordi IV del Regne Unit (m. 1830)",
    "1773 - Naixement de Karl Faber, historiador i acadèmic prussià (m. 1853)",
    "1774 - Naixement de Robert Southey, poeta i autor anglès (m. 1843)",
    "1831 - Naixement d'Helena Blavatsky, teòsof i erudit rus (m. 1891)",
    "1852 - Naixement de Michael J. McGivney, sacerdot nord-americà i fundador dels Cavallers de Colom (m. 1890)",
    "1856 - Naixement de Diamond Jim Brady, home de negocis i filantrop nord-americà (m. 1917)",
    "1857 - Naixement d'Ernestine von Kirchsberg, pintora i pedagoga austríaca (m. 1924)",
    "1859 - Naixement de Katharine Lee Bates, poeta i autora nord-americana (m. 1929)",
    "1860 - Naixement de Klara Hitler, mare austríaca d'Adolf Hitler (m. 1907)",
    "1866 - Naixement d'Henrik Sillem, tirador, alpinista i jurista holandès (m. 1907)",
    "1866 - Naixement de Jacinto Benavente, dramaturg espanyol, premi Nobel (m. 1954)",
    "1867 - Naixement d'Edith Hamilton, autora i pedagoga germanoamericana (m. 1963)",
    "1870 - Naixement de Henry Reuterdahl, artista suec-americà (m. 1925)",
    "1871 - Naixement de Gustavs Zemgals, polític letó, segon president de Letònia (m. 1939)",
    "1876 ​​- Naixement de Mary Roberts Rinehart, autora i dramaturga nord-americana (m. 1958)",
    "1877 - Naixement d'Albert Bartha, general i polític hongarès, ministre de Defensa hongarès (m. 1960)",
    "1880 - Naixement de Christy Mathewson, jugadora i entrenadora de beisbol nord-americana (m. 1925)",
    "1880 - Naixement de Radclyffe Hall, poeta, autor i activista anglès (m. 1943)",
    "1881 - Naixement de Cecil B. DeMille, director i productor nord-americà (m. 1959)",
    "1883 - Naixement de Marion Lorne, actriu nord-americana (m. 1968)",
    "1883 - Naixement de Martha Hedman, actriu i dramaturga sueca-nord-americana (m. 1974)",
    "1885 - Naixement de Jean Cabannes, físic i acadèmic francès (m. 1959)",
    "1885 - Naixement de Juhan Simm, compositor i director d'orquestra estonià (m. 1959)",
    "1885 - Naixement de Keith Murdoch, periodista australià (m. 1952)",
    "1887 - Naixement d'Erwin Schrödinger, físic i acadèmic austríac, premi Nobel (m. 1961)",
    "1889 - Naixement de Zerna Sharp, autor i pedagog nord-americà (m. 1981)",
    "1891 - Naixement de C. E. M. Joad, filòsof i acadèmic anglès (m. 1953)",
    "1891 - Naixement de John McDermott, golfista nord-americà (m. 1971)",
    "1892 - Naixement d'Alfred Lunt, actor i director nord-americà (m. 1977)",
    "1897 - Naixement de Maurice Fernandes, jugador de cricket de Guyana (m. 1981)",
    "1899 - Naixement de Ben Sealey, jugador de cricket de Trinitat (m. 1963)",
    "1902 - Naixement de Mohammad Hatta, estadista indonesi, primer vicepresident d'Indonèsia (m. 1980)",
    "1904 - Naixement d'Alexei Nikolaevich, tsarèvitx de Rússia (m. 1918)",
    "1904 - Naixement d'Idel Jakobson, oficial de l'NKVD letó-estonià (m. 1997)",
    "1904 - Naixement de Tamás Lossonczy, pintor hongarès (m. 2009)",
    "1906 - Naixement de Harry Hopman, tennista i entrenador australià (m. 1985)",
    "1906 - Naixement de Tedd Pierce, animador, productor i guionista nord-americà (m. 1972)",
    "1907 - Naixement de Benjamin Sheares, metge i polític de Singapur, segon president de Singapur (m. 1981)",
    "1907 - Aniversari de Boy Charlton, nedador australià (m. 1975)",
    "1907 - Naixement de Gladys Bentley, cantant de blues nord-americana (m. 1960)",
    "1907 - Naixement de Joe Besser, actor nord-americà (m. 1988)",
    "1909 - Naixement de Bruce Matthews, general i home de negocis canadenc (m. 1991)",
    "1910 - Naixement de Jane Wyatt, actriu nord-americana (m. 2006)",
    "1910 - Naixement de Yusof bin Ishak, periodista i polític de Singapur, primer president de Singapur (m. 1970)",
    "1911 - Naixement de Cantinflas, actor, guionista i productor mexicà (m. 1993)",
    "1912 - Naixement de Samuel Fuller, actor, director i guionista nord-americà (m. 1997)",
    "1913 - Naixement de Richard L. Bare, director, productor i guionista nord-americà (m. 2015)",
    "1914 - Naixement de Gerd Buchdahl, filòsof i autor alemany-anglès (m. 2001)",
    "1914 - Naixement de Ruth Lowe, pianista i compositora canadenca (m. 1981)",
    "1915 - Naixement de Michael Kidd, ballarí i coreògraf nord-americà (m. 2007)",
    "1916 - Naixement d'Edward Pinkowski, escriptor, periodista i historiador de Polònia (m. 2020)",
    "1916 - Naixement de Ioan Dicezare, general i pilot romanès (m. 2012)",
    "1917 - Naixement d'Ebba Haslund, escriptora noruega (m. 2009)",
    "1917 - Naixement d'Oliver Crawford, guionista i autor nord-americà (m. 2008)",
    "1918 - Naixement de Guy Gibson, comandant i pilot angloindi, destinatari de la Creu de Victòria (m. 1944)",
    "1918 - Naixement de Sid Bernstein, productor discogràfic nord-americà (m. 2013)",
    "1919 - Naixement de Margaret Burbidge, astrofísica i acadèmica anglo-nord-americana (m. 2020)",
    "1919 - Naixement de Vikram Sarabhai, físic i acadèmic indi (m. 1971)",
    "1920 - Naixement de Charles Gibson, etnohistoriador nord-americà (m. 1985)",
    "1920 - Naixement de Percy Mayfield, cantant i compositor nord-americà de R&B (m. 1984)",
    "1922 - Naixement de Fulton Mackay, actor i dramaturg escocès (m. 1987)",
    "1922 - Naixement de Miloš Jakeš, polític comunista txec (m. 2020)",
    "1923 - Naixement de John Holt, jugador de cricket jamaicà (m. 1997)",
    "1924 - Naixement de Derek Shackleton, jugador de cricket, entrenador i àrbitre anglès (m. 2007)",
    "1924 - Naixement de Muhammad Zia-ul-Haq, general i polític pakistanès, sisè president del Pakistan (m. 1988)",
    "1925 - Naixement de Dale Bumpers, soldat, advocat i polític nord-americà, 38è governador d'Arkansas (m. 2016)",
    "1925 - Naixement de Donald Justice, poeta i professor d'escriptura nord-americà (m. 2004)",
    "1925 - Naixement de George Wetherill, físic i acadèmic nord-americà (m. 2006)",
    "1925 - Naixement de Guillermo Cano Isaza, periodista colombià (m. 1986)",
    "1925 - Naixement de Norris McWhirter, editor i activista escocès cofundador del Guinness World Records (m. 2004)",
    "1925 - Naixement de Ross McWhirter, editor i activista escocès, cofundador del Guinness World Records (m. 1975)",
    "1926 - Naixement de Douglas Croft, actor infantil nord-americà (m. 1963)",
    "1926 - Naixement de Joe Jones, cantautor i productor nord-americà de R&B (m. 2005)",
    "1926 - Naixement de John Derek, actor, director i director de fotografia nord-americà (m. 1998)",
    "1927 - Naixement de Porter Waggoner, cantant, compositor i guitarrista nord-americà (m. 2007)",
    "1928 - Naixement de Bob Buhl, jugador de beisbol nord-americà (m. 2001)",
    "1928 - Naixement de Charles Blackman, pintor i il·lustrador australià (m. 2018)",
    "1928 - Naixement de Dan Curtis, director i productor nord-americà (m. 2006)",
    "1929 - Naixement de Buck Owens, cantant, compositor i guitarrista nord-americà (m. 2006)",
    "1930 - Naixement de George Soros, home de negocis i inversor hongarès-nord-americà, va fundar Soros Fund Management",
    "1930 - Naixement de Jacques Tits, matemàtic i acadèmic belga-francès (m. 2021)",
    "1930 - Naixement de Kanagaratnam Sriskandan, enginyer i funcionari de Sri Lanka (m. 2010)",
    "1931 - Naixement de William Goldman, autor, dramaturg i guionista nord-americà (m. 2018)",
    "1932 - Aniversari de Charlie O'Donnell, locutor nord-americà de ràdio i televisió (m. 2010)",
    "1932 - Naixement de Dallin H. Oaks, advocat, jurista i líder religiós nord-americà",
    "1932 - Aniversari de Sirikit, reina mare de Tailàndia",
    "1933 - Naixement de Frederic Lindsay, autor i pedagog escocès (m. 2013)",
    "1933 - Aniversari de Parnelli Jones, pilot de cotxes de carreres i home de negocis nord-americà",
    "1934 - Naixement de Robin Nicholson, metal·lúrgic i acadèmic anglès",
    "1935 - Naixement de John Cazale, actor nord-americà (m. 1978)",
    "1936 - Naixement de Kjell Grede, director i guionista suec (m. 2017)",
    "1937 - Naixement de Walter Dean Myers, autor i poeta nord-americà (m. 2014)",
    "1938 - Naixement de Jean-Paul L'Allier, periodista i polític canadenc, 38è alcalde de la ciutat de Quebec (m. 2016)",
    "1939 - Naixement de David Jacobs, escriptor i productor de televisió nord-americà (m. 2023)",
    "1939 - Naixement de David King, químic i acadèmic sud-africà",
    "1939 - Naixement de George Hamilton, actor nord-americà",
    "1939 - Aniversari de Pam Kilborn, atleta australiana d'atletisme",
    "1939 - Naixement de Roy Romanow, advocat i polític canadenc, 12è primer ministre de Saskatchewan",
    "1939 - Naixement de S. Jayakumar, polític de Singapur, quart ministre sènior de Singapur",
    "1939 - Naixement de Sushil Koirala, polític nepalí, 37è primer ministre del Nepal (m. 2016)",
    "1940 - Naixement d'Eddie Barlow, jugador de cricket i entrenador sud-africà (m. 2005)",
    "1940 - Naixement de John Waller, pioner del renaixement de les arts marcials europees històriques anglès (HEMA) i director de lluita (m. 2018)",
    "1941 - Naixement de Dana Ivey, actriu nord-americana",
    "1941 - Naixement de L. M. Kit Carson, actor, productor i guionista nord-americà (m. 2014)",
    "1941 - Naixement de Réjean Ducharme, autor i dramaturg canadenc (m. 2017)",
    "1942 - Naixement de Hans-Wilhelm Müller-Wohlfahrt, metge i autor alemany",
    "1943 - Naixement de Javeed Alam, acadèmic indi (m. 2016)",
    "1945 - Naixement de Dorothy E. Denning, científica informàtica i acadèmica nord-americana",
    "1945 - Naixement de Ron Mael, teclista i compositor nord-americà",
    "1946 - Aniversari de Terry Nutkins, presentador i autor de televisió anglès (m. 2012)",
    "1947 - Naixement de John Nathan-Turner, autor i director de televisió, productor i escriptor anglès (m. 2002)",
    "1948 - Naixement de Graham J. Zellick, acadèmic i jurista anglès",
    "1948 - Naixement de Siddaramaiah, advocat i polític indi, 22è ministre en cap de Karnataka",
    "1949 - Naixement d'Alex Naumik, cantautor i productor lituà-noruec (m. 2013)",
    "1949 - Naixement de Lou Martin, pianista, compositor i productor d'Irlanda del Nord (m. 2012)",
    "1949 - Naixement de Mark Knopfler, cantautor, guitarrista i productor escocès-anglès",
    "1949 - Naixement de Panagiotis Chinofotis, almirall i polític grec",
    "1949 - Naixement de Rick Ridgeway, alpinista i fotògraf nord-americà",
    "1950 - Aniversari d'August \"Kid Creole\" Darnell, músic nord-americà, líder de banda, cantautor i productor discogràfic.",
    "1950 - Naixement de George McGinnis, jugador de bàsquet nord-americà (m. 2023)",
    "1950 - Naixement de Jim Beaver, actor, director i guionista nord-americà",
    "1951 - Naixement de Klaus Toppmöller, entrenador de futbol alemany i exjugador",
    "1952 - Naixement de Daniel Biles, jutge associat nord-americà de la Cort Suprema de Kansas",
    "1952 - Naixement de Sitaram Yechury, polític indi i líder de CPI(M)",
    "1954 - Naixement de François Hollande, advocat i polític francès, 24è president de França",
    "1954 - Naixement d'Ibolya Dávid, advocat i polític hongarès, ministre de Justícia d'Hongria",
    "1954 - Naixement de Leung Chun-ying, home de negocis i polític de Hong Kong, tercer conseller delegat de Hong Kong",
    "1954 - Naixement de Pat Metheny, guitarrista i compositor de jazz nord-americà",
    "1954 - Naixement de Rob Borbidge, polític australià, 35è primer ministre de Queensland",
    "1954 - Aniversari de Sam J. Jones, actor nord-americà",
    "1956 - Naixement de Bruce Greenwood, actor i productor canadenc",
    "1956 - Aniversari de Lee Freedman, entrenador de cavalls australià",
    "1956 - Naixement de Sidath Wettimuny, jugador de cricket de Sri Lanka",
    "1957 - Naixement d'Amanda Redman, actriu anglesa",
    "1957 - Naixement de Friedhelm Schütte, futbolista alemany",
    "1958 - Naixement de Jürgen Dehmel, baixista i compositor alemany",
    "1959 - Aniversari de Kerry Boustead, jugador de la lliga australiana de rugbi",
    "1960 - Naixement de Greg Thomas, jugador de cricket gal·lès-anglès",
    "1960 - Naixement de Laurent Fignon, ciclista i periodista esportiu francès (m. 2010)",
    "1961 - Naixement de Mark Priest, jugador de cricket neozelandès",
    "1961 - Naixement de Roy Hay, guitarrista, teclista i compositor anglès",
    "1963 - Naixement de Campbell Newman, polític australià, 38è primer ministre de Queensland",
    "1963 - Aniversari de Kōji Kitao, lluitador de sumo japonès, 60è Yokozuna (m. 2019)",
    "1963 - Aniversari de Sir Mix-a-Lot, raper, productor i actor nord-americà",
    "1964 - Naixement de Michael Hagan, jugador i entrenador de la lliga australiana de rugbi",
    "1964 - Naixement de Txiki Begiristain, futbolista espanyol",
    "1965 - Naixement de Peter Krause, actor nord-americà",
    "1966 - Naixement de Tobias Ellwood, capità i polític americà-anglès",
    "1967 - Aniversari d'Andrey Plotnikov, caminant rus",
    "1967 - Aniversari d'Andy Hui, cantautor i actor de Hong Kong",
    "1967 - Naixement de Regilio Tuur, boxejador holandès",
    "1968 - Naixement de Thorsten Boer, futbolista i entrenador alemany",
    "1969 - Naixement d'Aga Muhlach, actor i polític filipí",
    "1969 - Naixement de Stuart Williams, jugador de cricket de Nevis",
    "1969 - Naixement de Tanita Tikaram, cantautora britànica de pop/folk",
    "1970 - Naixement d'Aleksandar Đurić, futbolista bosnià",
    "1970 - Naixement d'Anthony Swofford, soldat i autor nord-americà",
    "1970 - Naixement de Charles Mesure, actor i guionista anglo-australià",
    "1970 - Naixement de Jim Schlossnagle, jugador i entrenador de beisbol nord-americà",
    "1970 - Naixement de Toby Perkins, home de negocis i polític anglès",
    "1971 - Naixement de Michael Ian Black, còmic, actor, director, productor i guionista nord-americà",
    "1971 - Naixement de Pete Sampras, tennista nord-americà",
    "1971 - Aniversari de Rebecca Gayheart, actriu nord-americana",
    "1971 - Aniversari d'Yvette Nicole Brown, actriu, còmic i presentadora de tertúlies nord-americana",
    "1972 - Aniversari de Del the Funky Homosapien, raper nord-americà ",
    "1972 - Naixement de Demir Demirkan, cantautor i productor turc",
    "1972 - Aniversari de Gyanendra Pandey, jugador de cricket indi",
    "1972 - Naixement de Mark Kinsella, futbolista i entrenador irlandès",
    "1972 - Naixement de Takanohana Kōji, lluitador de sumo japonès, el 65è Yokozuna",
    "1973 - Aniversari de Jonathan Coachman, presentador esportiu i lluitador nord-americà",
    "1973 - Naixement de Mark Iuliano, futbolista i entrenador italià",
    "1973 - Naixement de Todd Marchant, jugador i entrenador nord-americà d'hoquei sobre gel",
    "1974 - Naixement de Karl Stefanovic, presentador de televisió australià",
    "1974 - Naixement de Matt Clement, jugador i entrenador de beisbol nord-americà",
    "1975 - Aniversari de Casey Affleck, actor nord-americà",
    "1976 - Aniversari d'Antoine Walker, jugador de bàsquet nord-americà",
    "1976 - Naixement d'Henry Tuilagi, jugador de rugbi samoà",
    "1976 - Naixement de Mikko Lindström, guitarrista finlandès",
    "1976 - Naixement de Pedro Collins, jugador de cricket de Barbados",
    "1977 - Naixement de Jesper Grønkjær, futbolista danès",
    "1977 - Naixement de Park Yong-ha, actor sud-coreà (m. 2010)",
    "1977 - Aniversari de Plaxico Burress, jugador de futbol americà",
    "1978 - Naixement de Chris Chambers, jugador de futbol americà",
    "1978 - Aniversari de Hayley Wickenheiser, jugadora d'hoquei sobre gel canadenca",
    "1979 - Naixement d'Austra Skujytė, pentatleta lituana",
    "1979 - Naixement de Cindy Klassen, patinadora de velocitat canadenca",
    "1979 - Naixement de D. J. Houlton, jugador de beisbol nord-americà",
    "1979 - Naixement d'Ian Hutchinson, corredor de motos anglès",
    "1980 - Naixement de Dominique Swain, actriu nord-americana",
    "1980 - Naixement de Javier Chevantón, futbolista uruguaià",
    "1980 - Naixement de Maggie Lawson, actriu nord-americana",
    "1980 - Naixement de Matt Thiessen, cantautor i guitarrista canadenc-americà",
    "1981 - Naixement de Djibril Cissé, futbolista francès",
    "1981 - Naixement de Tony Capaldi, futbolista noruec i irlandès del nord",
    "1982 - Naixement d'Alexandros Tzorvas, futbolista grec",
    "1982 - Naixement de Boban Grnčarov, futbolista macedoni",
    "1983 - Naixement de Klaas-Jan Huntelaar, futbolista holandès",
    "1983 - Naixement de Kléber Giacomance de Souza Freitas, futbolista brasiler",
    "1983 - Naixement de Manoa Vosawai, jugador de rugbi italià",
    "1984 - Naixement de Bryan Pata, jugador de futbol americà (m. 2006)",
    "1985 - Naixement de Danny Graham, futbolista anglès",
    "1985 - Naixement de Franck Moutsinga, jugador de rugbi alemany",
    "1986 - Naixement d'Andrei Agius, futbolista maltès",
    "1986 - Aniversari de Kyle Arrington, jugador de futbol americà",
    "1987 - Aniversari de Vanessa Watts, jugadora de cricket de les Índies Occidentals",
    "1988 - Naixement de Matt Gillett, jugador de la lliga australiana de rugbi",
    "1988 - Aniversari de Tyson Fury, boxejador anglès",
    "1989 - Naixement de Hong Jeong-ho, futbolista sud-coreà",
    "1989 - Aniversari de Sunye, cantant sud-coreana",
    "1989 - Naixement de Tom Cleverley, futbolista anglès",
    "1990 - Naixement de Mario Balotelli, futbolista italià",
    "1990 - Naixement de Martin Zurawsky, futbolista alemany",
    "1990 - Naixement de Marvin Zeegelaar, futbolista holandès",
    "1991 - Naixement de Jesinta Campbell, model australiana",
    "1991 - Aniversari de Khris Middleton, jugador de bàsquet nord-americà",
    "1991 - Naixement de LaKeith Stanfield, actor i músic nord-americà",
    "1991 - Aniversari de Sam Hoare, jugador de la lliga australiana de rugbi",
    "1992 - Naixement de Cara Delevingne, model i actriu anglesa",
    "1992 - Naixement de Jacob Loko, jugador de rugbi australià",
    "1992 - Naixement de Teo Gheorghiu, pianista i actor suís",
    "1993 - Naixement d'Ewa Farna, cantant i compositora txeca",
    "1993 - Aniversari de Luna, cantant, actriu i presentadora de Corea del Sud",
    "1996 - Naixement d'Arthur Melo, futbolista brasiler",
    "1996 - Naixement de Choi Yu-jin, cantant i actriu sud-coreana",
    "1996 - Naixement de Julio Urías, jugador de beisbol mexicà",
    "1996 - Naixement de Samuel Moutoussamy, futbolista congolès",
    "1998 - Naixement de Stefanos Tsitsipas, tennista grec",
    "1999 - Birthday of Dream, YouTuber nord-americà",
    "1999 - Naixement de Jule Niemeier, tennista alemany",
    "1999 - Naixement de Matthijs de Ligt, futbolista holandès",
    "2000 - Naixement de Tristan Charpentier, pilot de carreres francès",
    "2001 - Aniversari de Dixie D'Amelio, personalitat i cantant nord-americana de les xarxes socials"
  ],
  "day_27_month_12_deaths.dialog": [
    "1003 - Mort d'Emma de Blois, duquessa i regent francesa",
    "1005 - Mort de Nil el Jove, abat bizantí (n. 910)",
    "1076 - Mort de Sviatoslav II, gran príncep de Kíev (n. 1027)",
    "1087 - Mort de Berta de Savoia, emperadriu del Sacre Imperi Romanogermànic (n. 1051)",
    "1381 - Mort d'Edmund Mortimer, 3r comte de March, polític anglès (n. 1352)",
    "1518 - Mort de Mahmood Shah Bahmani II, soldà del sultanat de Bahmani (b. c. 1470)",
    "1543 - Mort de Jordi, margravi de Brandenburg-Ansbach (n. 1484)",
    "1548 - Mort de Francesco Spiera, advocat i jurista italià (n. 1502)",
    "1603 - Mort de Thomas Cartwright, ministre i teòleg anglès (n. 1535)",
    "1637 - Mort de Vincenzo Giustiniani, banquer italià (n. 1564)",
    "1641 - Mort de Francis van Aarssens, diplomàtic holandès (n. 1572)[cita necessària]",
    "1642 - Mor Herman op den Graeff, bisbe holandès (n. 1585)",
    "1656 - Mort d'Andrew White, missioner jesuïta anglès (n. 1579)",
    "1660 - Mort d'Hervey Bagot, polític anglès (n. 1591)",
    "1663 - Mort de Cristina de França, duquessa de Savoia (n. 1606)[cita necessària]",
    "1672 - Mort de Jacques Rohault, filòsof francès (n. 1618)",
    "1683 - Mort de Maria Francisca de Savoia, reina consort de Portugal (n. 1646)",
    "1689 - Mort de Gervase Bryan, clergue anglès (n. 1622)",
    "1693 - Mort d'Henri de Villars, prelat francès (n. 1621)",
    "1694 - Mort d'Henrik Span, oficial de la marina holandesa (n. 1634)",
    "1704 - Mor Hans Albrecht von Barfus, mariscal de camp i polític prussià (n. 1635)",
    "1707 - Mort de Jean Mabillon, monjo i erudit francès (n. 1632)",
    "1707 - Mort de Robert Leke, tercer comte de Scarsdale, comte anglès, polític (n. 1654)",
    "1737 - Mort de William Bowyer, impressor anglès (n. 1663)",
    "1743 - Mort de Hyacinthe Rigaud, pintor francès (n. 1659)",
    "1771 - Mor Henri Pitot, enginyer francès, inventor del tub de Pitot (n. 1695)",
    "1776 - Mort de Johann Rall, coronel de Hesse (c. 1726)",
    "1782 - Mor Henry Home, Lord Kames, jutge i filòsof escocès (n. 1697)",
    "1800 - Mor Hugh Blair, ministre i autor escocès (n. 1718)",
    "1812 - Mort de Joanna Southcott, líder religiós anglesa (n. 1750)",
    "1834 - Mort de Charles Lamb, assagista i poeta anglès (n. 1775)",
    "1836 - Mort de Stephen F. Austin, militar i polític nord-americà (n. 1793)",
    "1858 - Mor Alexandre Pierre François Boëly, pianista i compositor francès (n. 1785)",
    "1895 - Mort d'Eivind Astrup, explorador noruec (n. 1871)",
    "1896 - Mort de John Brown, home de negocis i polític anglès (n. 1816)",
    "1900 - Mort de William Armstrong, primer baró Armstrong, enginyer i empresari anglès, fundador d'Armstrong Whitworth (n. 1810)",
    "1914 - Mort de Charles Martin Hall, químic i enginyer nord-americà (n. 1863)",
    "1919 - Mor Aquil·les Alferaki, compositor i polític rus-grec, governador de Taganrog (n. 1846)",
    "1923 - Mort de Gustave Eiffel, arquitecte i enginyer francès, co-dissenyador de la Torre Eiffel (n. 1832)",
    "1924 - Mor Agda Meyerson, infermera sueca i activista sanitària (n. 1866)",
    "1936 - Mor Mehmet Akif Ersoy, poeta, acadèmic i polític turc (n. 1873)",
    "1938 - Mort de Calvin Bridges, genetista i acadèmic nord-americà (n. 1889)",
    "1938 - Mort d'Osip Mandelstam, poeta i crític polonès-rus (n. 1891)",
    "1938 - Mort de Zona Gale, novel·lista, escriptor de contes i dramaturg nord-americà (n. 1874)",
    "1939 - Mort de Rinaldo Cuneo, pintor nord-americà (n. 1877)",
    "1943 - Mort de Ants Kurvits, general i polític estonià, 10è ministre de la Guerra d'Estònia (n. 1887 )",
    "1950 - Mort de Max Beckmann, pintor i escultor germanoamericà (n. 1884)",
    "1952 - Mort de Patrick Joseph Hartigan, sacerdot, autor i pedagog australià (n. 1878)",
    "1953 - Mort de Julian Tuwim, poeta i autor polonès (n. 1894)",
    "1953 - Mort de Şükrü Saracoğlu, militar i polític turc, 6è primer ministre de Turquia (n. 1887 )",
    "1955 - Mort d'Alfred Carpenter, almirall anglès, destinatari de la Creu de Victòria (n. 1881)",
    "1956 - Mort de Lambert McKenna, sacerdot i lexicògraf irlandès (n. 1870)",
    "1965 - Mor Edgar Ende, pintor alemany (n. 1901)",
    "1972 - Mort de Lester B. Pearson, historiador i polític canadenc, 14è primer ministre del Canadà, premi Nobel (n. 1897)",
    "1974 - Mor Amy Vanderbilt, autora nord-americana (n. 1908)",
    "1974 - Mort de Vladimir Fock, físic i matemàtic rus (n. 1898)",
    "1978 - Mort de Bob Luman, cantant, compositor i guitarrista nord-americà (n. 1937)",
    "1978 - Mort de Chris Bell, cantant, compositor i guitarrista nord-americà (n. 1951)",
    "1978 - Mor Houari Boumediene, coronel i polític algerià, segon president d'Algèria (n. 1932)",
    "1979 - Mor Hafizullah Amin, pedagog i polític afganès, segon secretari general del Partit Democràtic Popular de l'Afganistan (n. 1929)",
    "1981 - Mort de Hoagy Carmichael, cantant, pianista i actor nord-americà (n. 1899)",
    "1982 - Mort de Jack Swigert, pilot, astronauta i polític nord-americà (n. 1931)",
    "1985 - Mort de Jean Rondeau, pilot de carreres francès (n. 1946)",
    "1986 - Mort de Dumas Malone, historiador i autor nord-americà (n. 1892)",
    "1986 - Mort de George Dangerfield, historiador i periodista angloamericà (n. 1904)",
    "1987 - Mort de Rewi Alley, escriptor i activista polític neozelandès (n. 1897)",
    "1988 - Mort de Hal Ashby, director i productor nord-americà (n. 1929)",
    "1992 - Mort de Kay Boyle, novel·lista, poeta i pedagog nord-americà (n. 1902)",
    "1993 - Mort d'André Pilette, pilot de carreres belga (n. 1918)",
    "1993 - Mor Evald Mikson, futbolista estonià (n. 1911)",
    "1993 - Mort de Feliks Kibbermann, jugador d'escacs i filòleg estonià (n. 1902)",
    "1994 - Mort de Fanny Cradock, autora i crítica anglesa (n. 1909)",
    "1994 - Mort de J. B. L. Reyes, advocat i jurista filipí (n. 1902)",
    "1995 - Mort de Genrikh Kasparyan, jugador d'escacs i compositor armeni (n. 1910)",
    "1995 - Mort de Shura Cherkassky, pianista ucraïnesa-nord-americana (n. 1909)",
    "1997 - Mort de Billy Wright, líder lleial d'Irlanda del Nord (n. 1960)",
    "1997 - Mort de Brendan Gill, periodista i assagista nord-americà (n. 1914)",
    "1999 - Mort de Michael McDowell, autor i guionista nord-americà (n. 1950)",
    "2002 - Mor George Roy Hill, actor, director, productor i guionista nord-americà (n. 1921)",
    "2003 - Mort d'Alan Bates, actor anglès (n. 1934)",
    "2003 - Mort d'Iván Calderón, jugador de beisbol porto-riqueny (n. 1962)",
    "2004 - Mort de Hank Garland, guitarrista nord-americà (n. 1930)",
    "2007 - Mort de Benazir Bhutto, polític pakistanès, primer ministre del Pakistan (n. 1953)",
    "2007 - Mort de Jaan Kross, autor i poeta estonià (n. 1920)",
    "2007 - Mort de Jerzy Kawalerowicz, director i guionista polonès (n. 1922)",
    "2008 - Mort de Delaney Bramlett, cantant, guitarrista i productor nord-americà (n. 1939)",
    "2008 - Mort de Robert Graham, escultor mexicà-nord-americà (n. 1938)",
    "2009 - Mort d'Isaac Schwartz, compositor i pedagog ucraïnès-rus (n. 1923)",
    "2011 - Mort de Catê, futbolista i entrenador brasiler (n. 1973)",
    "2011 - Mor Helen Frankenthaler, pintora i pedagoga nord-americana (n. 1928)",
    "2011 - Mort de Johnny Wilson, jugador i entrenador d'hoquei sobre gel canadenc-nord-americà (n. 1929)",
    "2011 - Mort de Michael Dummett, soldat, filòsof i acadèmic anglès (n. 1925)",
    "2012 - Mort d'Archie Roy, astrònom i acadèmic escocès (n. 1924)",
    "2012 - Mor Harry Carey, Jr., actor, productor i guionista nord-americà (n. 1921)",
    "2012 - Mort de Lloyd Charmers, cantant, teclista i productor jamaicà (n. 1938)",
    "2012 - Mort de Norman Schwarzkopf, Jr., general i enginyer nord-americà (n. 1934)",
    "2012 - Mort de Salt Walther, pilot de cotxes de carreres nord-americà (n. 1947)",
    "2012 - Mort de Tingye Li, físic i enginyer xinesoamericà (n. 1931)",
    "2013 - Mort de Farooq Sheikh, actor indi, filantrop i popular presentador de televisió (n. 1948)",
    "2013 - Mort de Gianna D'Angelo, soprano i pedagoga nord-americana (n. 1929)",
    "2013 - Mort de John Matheson, coronel, advocat i polític canadenc (n. 1917)",
    "2013 - Mort de Mohamad Chatah, economista i polític libanès, ministre de Finances libanès (n. 1951)",
    "2013 - Mort de Richard Ambler, biòleg i acadèmic anglès-escocès (n. 1933)",
    "2014 - Mort de Ben Ammi Ben-Israel, líder religiós nord-americà-israelià, fundador dels israelites hebreus africans de Jerusalem (n. 1939)",
    "2014 - Mort de Karel Poma, bacteriòleg i polític belga (n. 1920)",
    "2014 - Mort de Ronald Li, comptable i empresari de Hong Kong (n. 1929)",
    "2014 - Mor Ulises Estrella, poeta i acadèmic equatorià (n. 1939)",
    "2015 - Mort d'Alfredo Pacheco, futbolista salvadorà (n. 1982)",
    "2015 - Mort de Dave Henderson, jugador de beisbol i periodista esportiu nord-americà (n. 1958)",
    "2015 - Mort d'Ellsworth Kelly, pintor i escultor nord-americà (n. 1923)",
    "2015 - Mort de Meadowlark Lemon, jugador de bàsquet i ministre nord-americà (n. 1932)",
    "2015 - Mort de Stein Eriksen, esquiador noruec-nord-americà (n. 1927)",
    "2015 - Mort de Stevie Wright, cantautor anglès-australià (n. 1947)",
    "2016 - Mort de Carrie Fisher, actriu, guionista, autora, productora i conferenciant nord-americana (n. 1956)",
    "2016 - Mort de Ratnasiri Wickremanayake, polític de Sri Lanka (n. 1933)",
    "2018 - Mort de Frank Blaichman, resistent polonès (n. 1922)",
    "2019 - Mort de Maria Creveling, jugadora de la Lliga Americana de Llegendes (n. 1995)",
    "2023 - Mort de Gaston Glock, enginyer d'armes de foc austríac i fundador de Glock (n. 1929)",
    "2023 - Mort de Lee Sun-kyun, actor sud-coreà (n. 1975)",
    "683 - Mort de Gaozong de Tang, emperador fundador de la dinastia Tang xinesa (n. 628)",
    "870 - Mor Enees de París, bisbe franc",
    "975 - Mort de Balderic, bisbe d'Utrecht (n. 897)"
  ],
  "day_12_month_12_events.dialog": [
    "1388 - Maria d'Enghien ven el senyoriu d'Argos i Nauplia a la República de Venècia.",
    "1787 - Pennsilvània es converteix en el segon estat que ratifica la Constitució dels EUA.",
    "1862 - Guerra civil nord-americana: l'USS Cairo s'enfonsa al riu Yazoo.",
    "1866 - Explosió d'Oaks: el pitjor desastre miner a Anglaterra mata 361 miners i rescatadors.",
    "1870 - Joseph H. Rainey de Carolina del Sud esdevé el segon congressista negre dels Estats Units.",
    "1901 - Guglielmo Marconi rep el primer senyal de ràdio transatlàntic (la lletra \"S\" [•••] en codi Morse), a Signal Hill a St John's, Terranova.",
    "1915 - Yuan Shikai declara l'establiment de l'Imperi de la Xina i es proclama emperador.",
    "1917 - El pare Edward J. Flanagan funda Boys Town com un poble agrícola per a nois rebels.",
    "1935 - Heinrich Himmler funda el projecte Lebensborn, un programa de reproducció nazi.",
    "1937 - Segona guerra sino-japonesa: incident de l'USS Panay: un avió japonès bombardeja i enfonsa la canonera nord-americana USS Panay al riu Yangtze a la Xina.",
    "1939 - L'HMS Duchess s'enfonsa després d'una col·lisió amb l'HMS Barham a la costa d'Escòcia amb la pèrdua de 124 homes.",
    "1939 - Guerra d'Hivern: comença la Batalla de Tolvajärvi, també coneguda com la primera gran victòria finlandesa a la Guerra d'Hivern.",
    "1941 - L'Holocaust: Adolf Hitler declara l'extermini imminent dels jueus en una reunió a la Cancelleria del Reich.",
    "1941 - Segona Guerra Mundial: cinquanta-quatre caces japonesos A6M Zero assalten el camp de Batangas, Filipines. Jesús Villamor i quatre pilots de caça filipins els fan fora; César Basa és assassinat.",
    "1945 - La República Popular de Corea és il·legalitzada al Sud, per ordre del govern militar de l'exèrcit dels Estats Units a Corea.",
    "1946 - S'adopta la Resolució 13 del Consell de Seguretat de les Nacions Unides relativa a l'acceptació de Siam (ara Tailàndia) a les Nacions Unides.",
    "1956 - S'adopta la Resolució 121 del Consell de Seguretat de les Nacions Unides relativa a l'acceptació del Japó a les Nacions Unides.",
    "1963 - Kenya declara la independència de la Gran Bretanya.",
    "1969 - L'atemptat a la Piazza Fontana; una bomba esclata a la seu de la Banca Nazionale dell'Agricoltura (el Banc Nacional Agrícola) a la Piazza Fontana de Milà, Itàlia, causa la mort de 17 persones i 88 ferides. La mateixa tarda, es detonen tres bombes més a Roma i Milà, i se'n troba una altra sense explotar.",
    "1979 - Es produeix el cop d'estat del dotze de desembre a Corea del Sud.",
    "1979 - El terratrèmol de Tumaco de 8,2 Mw sacseja Colòmbia i Equador amb una intensitat Mercalli màxima de IX (Violent), matant 300-600 persones, i generant un gran tsunami.",
    "1985 - El vol Arrow Air 1285R, un McDonnell Douglas DC-8, s'estavella després de l'enlairament a Gander, Terranova, matant les 256 persones a bord, inclosos 236 membres de la 101a Divisió Aerotransportada de l'Exèrcit dels Estats Units.",
    "1988 - L'accident ferroviari de Clapham Junction causa trenta-cinc morts i centenars de ferits després de dues col·lisions de tres trens de rodalies, un dels pitjors xocs de trens del Regne Unit.",
    "1999 - Un terratrèmol de magnitud 7,3 va colpejar l'illa principal de Luzón de les Filipines, matant sis persones, ferint-ne 40 i provocant talls de llum que van afectar la capital Manila.",
    "2000 - La Cort Suprema dels Estats Units publica la seva decisió en Bush contra Gore.",
    "2001 - El primer ministre del Vietnam, Phan Văn Khải, anuncia la decisió d'actualitzar la reserva natural de Phong Nha-Kẻ Bàng a parc nacional, proporcionant informació sobre projectes per a la conservació i desenvolupament del parc i mapes revisats.",
    "2012 - Corea del Nord llança amb èxit el seu primer satèl·lit, Kwangmyŏngsŏng-3 Unit 2.",
    "2015 - S'aprova l'Acord de París relatiu a la Convenció Marc de les Nacions Unides sobre el Canvi Climàtic.",
    "2021 - El pilot holandès de Fórmula 1 Max Verstappen guanya el polèmic Gran Premi d'Abu Dhabi del 2021, superant el set vegades campió del món Lewis Hamilton per convertir-se en el primer campió del món de Fórmula 1 que arriba dels Països Baixos.",
    "627 - Batalla de Nínive: un exèrcit bizantí sota l'emperador Heracli venç les forces perses de l'emperador Khosrau II, comandades pel general Rhahzadh."
  ],
  "day_18_month_12_events.dialog": [
    "1118 - La ciutat de Saragossa és conquerida pel rei Alfons I d'Aragó als almoràvits. ",
    "1271 - Kublai Khan rebateja el seu imperi \"Yuan\" (元 yuán), marcant oficialment l'inici de la dinastia Yuan de Mongòlia i Xina.",
    "1499 - Esclata una rebel·lió a les Alpujarras com a resposta a les conversions forçades dels musulmans a Espanya.",
    "1622 - Les forces portugueses aconsegueixen una victòria militar sobre el Regne de Kongo a la batalla de Mbumbi a l'actual Angola.",
    "1655 - La Conferència de Whitehall acaba amb la determinació que no hi havia cap llei que impedís als jueus tornar a entrar a Anglaterra després de l'Edicte d'expulsió de 1290.",
    "1777 - Els Estats Units celebren el seu primer Dia d'Acció de Gràcies, marcant la recent victòria dels rebels nord-americans sobre el general britànic John Burgoyne a Saratoga a l'octubre.",
    "1787 - Nova Jersey es converteix en el tercer estat que ratifica la Constitució dels Estats Units.",
    "1793 - Rendició de la fragata La Lutine per part dels reialistes francesos a Lord Samuel Hood; rebatejada com a HMS Lutine, més tard es convertirà en un famós naufragi d'un tresor.",
    "1833 - S'interpreta per primera vegada l'himne nacional de l'Imperi Rus, \"Déu salvi el tsar!\".",
    "1854 - L'Assemblea Legislativa de la Província del Canadà aboleix el sistema senyorial.",
    "1865 - El secretari d'Estat dels Estats Units, William Seward, proclama l'adopció de la Tretzena Esmena, que prohibeix l'esclavitud als Estats Units.",
    "1867 - Un terratrèmol de magnitud 7,0 a les costes de Taiwan va provocar un tsunami i va matar almenys 580 persones.",
    "1878 - La família Al-Thani es converteix en els governants de l'estat de Qatar.",
    "1892 - Estrena de El Trencanous de Piotr Ilitx Txaikovski a Sant Petersburg, Rússia.",
    "1898 - Gaston de Chasseloup-Laubat estableix el primer rècord de velocitat terrestre reconegut oficialment de 63,159 km/h (39,245 mph) en un cotxe elèctric Jeantaud.",
    "1916 - Primera Guerra Mundial: la batalla de Verdun acaba quan la segona ofensiva francesa fa retrocedir els alemanys dos o tres quilòmetres, fent que cessin els seus atacs.",
    "1917 - El Congrés dels Estats Units aprova la resolució que conté el llenguatge de la divuitena esmena per promulgar la prohibició.",
    "1932 - Els Chicago Bears derroten els Portsmouth Spartans en el primer partit de playoffs de la NFL per guanyar el campionat de la NFL.",
    "1935 - Es funda a Ceilan el Partit Lanka Sama Samaja.",
    "1939 - Segona Guerra Mundial: té lloc la batalla de Helgoland Bight, la primera gran batalla aèria de la guerra.",
    "1944 - La Cort Suprema dels Estats Units va emetre la seva decisió en Korematsu contra Estats Units donant suport a l'Ordre executiva 9066 de Franklin D. Roosevelt que va obrir el camí per a l'empresonament de gairebé tots els 120.000 japonesos nord-americans, dos terços dels quals eren ciutadans nord-americans, nascuts i criats als Estats Units.",
    "1944 - Segona Guerra Mundial: XX Bomber Command respon a l'ofensiva de l'operació japonesa Ichi-Go llançant cinc-centes tones de bombes incendiàries sobre una base de subministrament a Hankow, Xina.",
    "1957 - Un violent tornado F5 acaba amb tota la comunitat de Sunfield, Illinois.",
    "1958 - Es llança el projecte SCORE, el primer satèl·lit de comunicacions del món.",
    "1966 - L'astrònom Richard Walker descobreix Epimeteu, la lluna de Saturn.",
    "1972 - Guerra del Vietnam: el president Richard Nixon anuncia que els Estats Units s'enfrontaran a Vietnam del Nord en l'operació Linebacker II, una sèrie d'atemptats de Nadal, després que les converses de pau s'enfonsin amb Vietnam del Nord el dia 13.",
    "1973 - Programa Soiuz Soviètic: el Soiuz 13, tripulat pels cosmonautes Valentin Lebedev i Pyotr Klimuk, es llança des de Baikonur a la Unió Soviètica.",
    "1977 - El vol 730 de la SA de Transport Aérien s'estavella prop de l'aeroport de Madeira a Funchal, Madeira, Portugal, amb la mort de 36 persones.",
    "1977 - El vol 2860 de United Airlines s'estavella prop de Kaysville, Utah, matant els tres membres de la tripulació a bord.",
    "1981 - Primer vol del bombarder estratègic pesat rus Tu-160, l'avió de combat més gran del món, l'avió supersònic més gran i l'avió d'ala variable més gran construït.",
    "1995 - Un Lockheed L-188 Electra s'estavella a Jamba, Cuando Cubango, Angola, causant la mort de 141 persones.",
    "1999 - La NASA posa en òrbita la plataforma Terra amb cinc instruments d'observació de la Terra, inclosos ASTER, CERES, MISR, MODIS i MOPITT.",
    "2002 - Revocació del governador de Califòrnia: el llavors governador de Califòrnia, Gray Davis, anuncia que l'estat s'enfrontaria a un dèficit pressupostari rècord de 35.000 milions de dòlars, aproximadament el doble de la xifra reportada durant la seva campanya de reelecció un mes abans.",
    "2005 - La guerra civil txadiana comença quan grups rebels, presumptament recolzats pel veí Sudan, llancen un atac a Adré.",
    "2006 - La primera d'una sèrie d'inundacions afecta Malàisia. El nombre de morts de totes les inundacions és d'almenys 118, amb més de 400.000 persones desplaçades.",
    "2006 - Els Emirats Àrabs Units celebren les seves primeres eleccions.",
    "2015 - Tanca Kellingley Colliery, l'última mina profunda de carbó de Gran Bretanya.",
    "2017 - El tren de passatgers 501 d'Amtrak Cascades va descarrilar prop de DuPont, Washington, una ciutat dels Estats Units prop d'Olympia, Washington, va matar sis persones i ferir-ne 70 més.",
    "2018 - Llista de bòlids: un meteor va esclatar sobre el mar de Bering amb una força més de 10 vegades més gran que la bomba atòmica que va destruir Hiroshima el 1945.",
    "2019 - La Cambra de Representants dels Estats Units destitueix Donald Trump per primera vegada.",
    "2022 - L'Argentina va guanyar la final de la Copa del Món de la FIFA 2022, derrotant a França per 4-2 als penals després d'un empat 3-3 després de la pròrroga."
  ],
  "day_24_month_8_deaths.dialog": [
    "1042 - Mort de Miquel V Kalaphates, emperador bizantí (n. 1015)",
    "1103 - Mort de Magnus Barefoot, rei noruec (n. 1073)",
    "1217 - Mort d'Eustaci el Monjo, pirata francès (n. 1170)",
    "1313 - Mort d'Enric VII, emperador del Sacre Germànic (n. 1275)",
    "1372 - Mort de Casimiro III, duc de Pomerània (n. 1348)",
    "1497 - Mort de Sofia de Pomerània, duquessa de Pomerània (n. 1435)",
    "1507 - Mort de Cecily of York, princesa anglesa (n. 1469)",
    "1540 - Mort de Parmigianino, pintor i gravador italià (n. 1503)",
    "1542 - Mort de Gasparo Contarini, cardenal italià (n. 1483)",
    "1572 - Mort de Charles de Téligny, soldat i diplomàtic francès (n. 1535)",
    "1572 - Mort de Gaspard II de Coligny, almirall francès (n. 1519)",
    "1595 - Mort de Thomas Digges, matemàtic i astrònom anglès (n. 1546)",
    "1617 - Mort de Rosa de Lima, santa peruana (n. 1586)",
    "1647 - Mort de Nicholas Stone, escultor i arquitecte anglès (n. 1586)",
    "1679 - Mort de Jean François Paul de Gondi, cardenal i autor francès (n. 1614)",
    "1680 - Mort de Ferdinand Bol, pintor i gravador holandès (n. 1616)",
    "1680 - Mort de Thomas Blood, coronel irlandès (n. 1618)",
    "1683 - Mort de John Owen, teòleg i acadèmic anglès (n. 1616)",
    "1759 - Mort d'Ewald Christian von Kleist, poeta i soldat alemany (n. 1715)",
    "1770 - Mort de Thomas Chatterton, poeta i prodigi anglès (n. 1752)",
    "1779 - Mort de Cosme d'Etòlia, monjo i sant grec (n. 1714)",
    "1798 - Mort de Thomas Alcock, sacerdot i autor anglès (n. 1709)",
    "1804 - Mort de Peggy Shippen, esposa nord-americana de Benedict Arnold i espia de la Guerra d'Independència dels Estats Units (n. 1760)",
    "1818 - Mort de James Carr, advocat i polític nord-americà (n. 1777)",
    "1821 - Mort de John William Polidori, escriptor i metge anglès (n. 1795)",
    "1832 - Mor Nicolas Léonard Sadi Carnot, físic i enginyer francès (n. 1796)",
    "1832 - Mort de Richard Weymouth, comandant de la Royal Navy britànica (n. 1780/81)",
    "1838 - Mor Ferenc Kölcsey, poeta, crític i polític hongarès (n. 1790)",
    "1841 - Mort de John Ordronaux, soldat franco-americà (n. 1778)",
    "1841 - Mort de Theodore Hook, funcionari i compositor anglès (n. 1788)",
    "1888 - Mort de Rudolf Clausius, físic i matemàtic alemany (n. 1822)",
    "1895 - Mor Albert F. Mummery, alpinista i autor anglès (n. 1855)",
    "1923 - Mort de Kate Douglas Wiggin, autora i pedagoga nord-americana (n. 1856)",
    "1930 - Mort de Tom Norman, home de negocis i showman anglès (n. 1860)",
    "1932 - Mort de Kate M. Gordon, activista nord-americana (n. 1861)",
    "1939 - Mor Frederick Carl Frieseke, pintor i pedagog nord-americà (n. 1874)",
    "1940 - Mort de Paul Gottlieb Nipkow, tècnic i inventor polonès-alemany, va inventar el disc de Nipkow (n. 1860)",
    "1943 - Mor Antonio Alice, pintor i pedagog argentí (n. 1886)",
    "1943 - Mor l'aviador, aventurer i polític italià Ettore Muti (n. 1902)",
    "1943 - Mor Simone Weil, filòsofa i activista francesa (n. 1909)",
    "1946 - Mort de James Clark McReynolds, advocat i jutge nord-americà, 48è fiscal general dels Estats Units (n. 1862)",
    "1954 - Mort de Getúlio Vargas, advocat i polític brasiler, 14è president del Brasil (n. 1882)",
    "1956 - Mor Kenji Mizoguchi, director i guionista japonès (n. 1898)",
    "1957 - Mort de Ronald Knox, sacerdot catòlic anglès (n. 1888)",
    "1958 - Mor Paul Henry, pintor i pedagog irlandès (n. 1876)",
    "1967 - Mor Henry J. Kaiser, empresari nord-americà, fundador de Kaiser Shipyards i Kaiser Aluminium (n. 1882)",
    "1974 - Mort d'Alexander P. de Seversky, pilot i home de negocis rus-americà, cofundador de Republic Aviation (n. 1894)",
    "1977 - Mort de Buddy O'Connor, jugador d'hoquei sobre gel canadenc (n. 1916)",
    "1978 - Mort de Louis Prima, cantant, compositor, trompetista i actor nord-americà (n. 1910)",
    "1979 - Mor Hanna Reitsch, soldat i pilot alemany (n. 1912)",
    "1980 - Mort de Yootha Joyce, actriu anglesa (n. 1927)",
    "1982 - Mort de Félix-Antoine Savard, sacerdot i autor canadenc (n. 1896)",
    "1983 - Mort de Kalevi Kotkas, saltador d'alçada i llançador de disc estonià-finlandès (n. 1913)",
    "1983 - Mort de Scott Nearing, economista, educador i activista nord-americà (n. 1883)",
    "1985 - Mort de Paul Creston, compositor i pedagog nord-americà (n. 1906)",
    "1987 - Mort de Malcolm Kirk, jugador de rugbi i lluitador anglès (n. 1936)",
    "1990 - Mor Gely Abdel Rahman, poeta i acadèmic sudanès-egipci (n. 1931)",
    "1990 - Mort de Sergei Dovlatov, periodista i autor rus-nord-americà (n. 1941)",
    "1991 - Mort de Bernard Castro, inventor italoamericà (n. 1904)",
    "1992 - Mort d'André Donner, acadèmic i jutge holandès (n. 1918)",
    "1997 - Mort de Luigi Villoresi, pilot de carreres italià (n. 1907)",
    "1998 - Mor E. G. Marshall, actor nord-americà (n. 1910)",
    "1999 - Mort d'Alexandre Lagoya, guitarrista i compositor egipci (n. 1929)",
    "1999 - Mort de Mary Jane Croft, actriu nord-americana (n. 1916)",
    "2000 - Mort d'Andy Hug, artista marcial i kickboxer suís (n. 1964)",
    "2001 - Mort de Jane Greer, actriu nord-americana (n. 1924)",
    "2001 - Mort de Roman Matsov, violinista, pianista i director d'orquestra estonià (n. 1917)",
    "2002 - Mort de Nikolay Guryanov, sacerdot i místic rus (n. 1909)",
    "2003 - Mort de Wilfred Thesiger, explorador i autor etíop-anglès (n. 1910)",
    "2004 - Mort d'Elisabeth Kübler-Ross, psiquiatra i acadèmica suïssa-nord-americana (n. 1926)",
    "2006 - Mort de Léopold Simoneau, tenor i pedagog canadenc (n. 1916)",
    "2006 - Mort de Rocco Petrone, soldat i enginyer nord-americà (n. 1926)",
    "2007 - Mort d'Aaron Russo, director i productor nord-americà (n. 1943)",
    "2007 - Mor Andrée Boucher, educadora i política canadenca, 39è alcaldessa de la ciutat de Quebec (n. 1937)",
    "2010 - Mort de Satoshi Kon, director i guionista japonès (n. 1963)",
    "2011 - Mort de Mike Flanagan, jugador de beisbol, entrenador i periodista esportiu nord-americà (n. 1951)",
    "2011 - Mort de Seyhan Erözçelik, poeta i autor turc (n. 1962)",
    "2012 - Mort de Dadullah, líder taliban pakistanès (n. 1965)",
    "2012 - Mort de Félix Miélli Venerando, futbolista i entrenador brasiler (n. 1937)",
    "2012 - Mort de Pauli Ellefsen, agrimensor i polític feroès, 6è primer ministre de les Illes Fèroe (n. 1936)",
    "2012 - Mort de Steve Franken, actor nord-americà (n. 1932)",
    "2013 - Mort de Gerry Baker, jugador de futbol i entrenador nord-americà (n. 1938)",
    "2013 - Mort de Julie Harris, actriu nord-americana (n. 1925)",
    "2013 - Mort de Muriel Siebert, empresaria i filantropa nord-americana (n. 1928)",
    "2013 - Mort de Nílton de Sordi, futbolista i entrenador brasiler (n. 1931)",
    "2014 - Mort d'António Ermírio de Moraes, empresari brasiler (n. 1928)",
    "2014 - Mort de Richard Attenborough, actor, director, productor i polític anglès (n. 1923)",
    "2015 - Mort de Charlie Coffey, jugador de futbol americà i entrenador (n. 1934)",
    "2015 - Mort de Joseph F. Traub, informàtic i acadèmic alemany-americà (n. 1932)",
    "2015 - Mort de Justin Wilson, pilot de carreres anglès (n. 1978)",
    "2016 - Mort de Walter Scheel, polític alemany, quart president d'Alemanya (n. 1919)",
    "2017 - Mort de Jay Thomas, actor, còmic i presentador de programes de ràdio nord-americà (n. 1948)",
    "2020 - Mort de Gail Sheehy, autora, periodista i conferenciant nord-americana (n. 1936)",
    "2021 - Mort de Charlie Watts, músic anglès (n. 1941)",
    "2023 - Mort de Windham Rotunda, lluitador professional nord-americà, més conegut com a Bray Wyatt (n. 1987)",
    "691 - Mort de Fu Youyi, oficial de la dinastia Tang",
    "842 - Mort de Saga, emperador japonès (n. 786)",
    "895 - Mort de Guthred, rei de Northumbria",
    "927 - Mort de Doulu Ge, canceller de Later Tang",
    "927 - Mort de Wei Yue, canceller de Later Tang",
    "942 - Mort de Liu, emperadriu vídua de Later Jin",
    "948 - Mort de Zhang Ye, general i canceller xinès"
  ],
  "day_27_month_1_deaths.dialog": [
    "1062 - Mort d'Adelaida d'Hongria, (c. 1040)",
    "1311 - Mort de Külüg Khan, emperador Wuzong de Yuan",
    "1377 - Mort de Frederic el Simple, rei de Sicília",
    "1490 - Mort d'Ashikaga Yoshimasa, shōgun japonès (n. 1435)",
    "1504 - Mort de Ludovico II, marquès de Saluzzo (n. 1438)",
    "1540 - Mor Angela Merici, educadora i santa italiana, fundant la Companyia de Santa Úrsula (n. 1474)",
    "1592 - Mort de Gian Paolo Lomazzo, pintor italià (n. 1538)",
    "1596 - Mort de Francis Drake, capità i explorador anglès (n. 1540)",
    "1629 - Mort de Hieronymus Praetorius, organista i compositor alemany (n. 1560)",
    "1638 - Mor Gonzalo de Céspedes y Meneses, autor i poeta espanyol (n. 1585)",
    "1651 - Mor Abraham Bloemaert, pintor i il·lustrador holandès (n. 1566)",
    "1688 - Mort de l'emperadriu vídua Xiaozhuang de la Xina (n. 1613)",
    "1689 - Mort de Robert Aske, comerciant i filantrop anglès (n. 1619)",
    "1731 - Mort de Bartolomeo Cristofori, fabricant d'instruments italià, inventor del piano (n. 1655)",
    "1733 - Mort de Thomas Woolston, teòleg i autor anglès (n. 1669)",
    "1740 - Mort de Lluís Henri, duc de Borbó (n. 1692)",
    "1770 - Mort de Philippe Macquer, historiador francès (n. 1720)",
    "1794 - Mort d'Antoine Philippe de La Trémoille, general francès (n. 1765)",
    "1812 - Mort de John Perkins, capità anglojamaicà",
    "1814 - Mor Johann Gottlieb Fichte, filòsof i acadèmic alemany (n. 1762)",
    "1816 - Mort de Samuel Hood, primer vescomte Hood, almirall i polític anglès (n. 1724)",
    "1851 - Mort de John James Audubon, ornitòleg i pintor franco-americà (n. 1789)",
    "1852 - Mort de Paavo Ruotsalainen, pagès i predicador laic finlandès (n. 1777)",
    "1860 - Mort de János Bolyai, matemàtic i acadèmic romanès-hongarès (n. 1802)",
    "1873 - Mor Adam Sedgwick, geòleg britànic, sacerdot anglicà i assessor doctoral de Charles Darwin (n. 1785)",
    "1880 - Mort d'Edward Middleton Barry, arquitecte i acadèmic anglès, co-dissenyant l'Ajuntament d'Halifax i la Royal Opera House (n. 1830)",
    "1901 - Mort de Giuseppe Verdi, compositor italià (n. 1813)",
    "1910 - Mort de Thomas Crapper, lampista i empresari anglès (n. 1836)",
    "1917 - Mor Ernst Sars, historiador noruec (n. 1835)",
    "1919 - Mor Endre Ady, poeta i periodista hongarès (n. 1877)",
    "1921 - Mort de Maurice Buckley, sergent australià (n. 1891)",
    "1922 - Mor Nellie Bly, periodista i autora nord-americana (n. 1864)",
    "1927 - Mort de Jurgis Matulaitis-Matulevičius, bisbe lituà (n. 1871)",
    "1931 - Mort de Nishinoumi Kajirō II, lluitador de sumo japonès, el 25è Yokozuna (n. 1880)",
    "1940 - Mor Isaac Babel, escriptor de contes, periodista i dramaturg rus (n. 1894)",
    "1942 - Mort de Kaarel Eenpalu, periodista i polític estonià, primer ministre d'Estònia (n. 1888)",
    "1951 - Mor Carl Gustaf Emil Mannerheim, mariscal de camp i polític finlandès, sisè president de Finlàndia (n. 1867)",
    "1956 - Mort d'Erich Kleiber, director i director austríac (n. 1890)",
    "1961 - Mort de Bernard Friedberg, erudit i autor austríac (n. 1876)",
    "1963 - Mort de John Farrow, director, productor i guionista australià nord-americà (n. 1904)",
    "1965 - Mort d'Abraham Walkowitz, pintor nord-americà (n. 1878)",
    "1967 - Mort d'Alphonse Juin, general algeriano-francès (n. 1888)",
    "1967 - Mort de la tripulació de l'Apol·lo 1",
    "1970 - Mort de Marietta Blau, física i acadèmica austríaca (n. 1894)",
    "1970 - Mor Rocco D'Assunta, actor, còmic i dramaturg italià (n. 1904)",
    "1971 - Mor Jacobo Árbenz, capità i polític guatemalteco, president de Guatemala (n. 1913)",
    "1972 - Mort de Mahalia Jackson, cantant nord-americana (n. 1911)",
    "1973 - Mort de William Nolde, coronel nord-americà (n. 1929)",
    "1974 - Mort de Georgios Grivas, general xipriota (n. 1898)",
    "1975 - Mort de Bill Walsh, guionista i productor nord-americà (n. 1913)",
    "1979 - Mort de Victoria Ocampo. Escriptor argentí (n. 1890)",
    "1982 - Mort de Trần Văn Hương, polític sud-vietnamita, 3r president de Vietnam del Sud, 3r vicepresident de Vietnam del Sud i 3r primer ministre de Vietnam del Sud (n. 1902)",
    "1983 - Mor Louis de Funès, actor i guionista francès (n. 1914)",
    "1986 - Mort de Lilli Palmer, actriu germanoamericana (n. 1914)",
    "1987 - Mor Norman McLaren, animador i director escocès-canadenc (n. 1914)",
    "1988 - Mor Massa Makan Diabaté, historiador, autor i dramaturg malià (n. 1938)",
    "1989 - Mor Thomas Sopwith, jugador i pilot d'hoquei sobre gel anglès (n. 1888)",
    "1993 - Mort d'André el Gegant, lluitador i actor professional francès (n. 1946)",
    "1994 - Mort de Claude Akins, actor nord-americà (n. 1918)",
    "1996 - Mort de Ralph Yarborough, coronel, advocat i polític nord-americà (n. 1903)",
    "2000 - Mort de Friedrich Gulda, pianista i compositor austríac (n. 1930)",
    "2003 - Mor Henryk Jabłoński, historiador i polític polonès, president de Polònia (n. 1909 )",
    "2004 - Mort de Jack Paar, presentador de tertúlies i autor nord-americà (n. 1918)",
    "2004 - Mort de Salvador Laurel, advocat i polític filipí, 10è vicepresident de les Filipines (n. 1928)",
    "2006 - Mort de Gene McFadden, cantautor i productor nord-americà (n. 1948)",
    "2006 - Mort de Johannes Rau, periodista i polític alemany, 8è president d'Alemanya (n. 1931)",
    "2007 - Mort de Yang Chuan-kwang, decatleta taiwanès, saltador de llargada i corredor d'obstacles (n. 1933)",
    "2008 - Mort de Gordon B. Hinckley, líder religiós i autor nord-americà, 15è president de l'Església de Jesucrist dels Sants dels Últims Dies (n. 1910)",
    "2008 - Mort de Louie Welch, home de negocis i polític nord-americà, 54è alcalde de Houston (n. 1918)",
    "2008 - Mort de Suharto, general i polític indonesi, segon president d'Indonèsia (n. 1921)",
    "2009 - Mort de John Updike, novel·lista, escriptor de contes i crític nord-americà (n. 1932)",
    "2009 - Mort de R. Venkataraman, advocat i polític indi, 8è president de l'Índia (n. 1910)",
    "2010 - Mort de Howard Zinn, historiador, autor i activista nord-americà (n. 1922)",
    "2010 - Mort de J. D. Salinger, soldat i autor nord-americà (n. 1919)",
    "2010 - Mort de Zelda Rubinstein, actriu nord-americana (n. 1933)",
    "2011 - Mort de Charlie Callas, còmic i músic nord-americà (n. 1927)",
    "2012 - Mort de Greg Cook, jugador de futbol americà i presentador esportiu (n. 1946)",
    "2012 - Mort de Jeannette Hamby, infermera i política nord-americana (n. 1933)",
    "2012 - Mort de Kevin White, polític nord-americà, 51è alcalde de Boston (n. 1929)",
    "2012 - Mort de Ted Dicks, compositor i guionista anglès (n. 1928)",
    "2013 - Mort d'Ivan Bodiul, polític rus ucraïnès (n. 1918)",
    "2013 - Mort de Stanley Karnow, periodista i historiador nord-americà (n. 1925)",
    "2014 - Mor Epimaco Velasco, advocat i polític filipí, governador de Cavite (n. 1935)",
    "2014 - Mort de Paul Zorner, soldat i pilot alemany (n. 1920)",
    "2014 - Mort de Pete Seeger, cantant, compositor, guitarrista i activista nord-americà (n. 1919)",
    "2015 - Mort de Charles Hard Townes, físic i acadèmic nord-americà, premi Nobel (n. 1915)",
    "2015 - Mort de David Landau, periodista anglès-israelià (n. 1947)",
    "2015 - Mort de Joseph Rotman, empresari i filantrop canadenc (n. 1935)",
    "2015 - Mort de Larry Winters, lluitador i entrenador nord-americà (n. 1956)",
    "2015 - Mort de Rocky Bridges, jugador de beisbol i entrenador nord-americà (n. 1927)",
    "2016 - Mort de Carlos Loyzaga, jugador i entrenador de bàsquet filipí (n. 1930)",
    "2017 - Mort d'Arthur H. Rosenfeld, físic nord-americà (n. 1926)",
    "2017 - Mor Emmanuelle Riva, actriu francesa (n. 1927)",
    "2018 - Mort d'Ingvar Kamprad, fundador d'IKEA (n. 1926)",
    "2018 - Mort de Mort Walker, dibuixant nord-americà (n. 1923)",
    "2019 - Mort de la comtessa Maya von Schönburg-Glauchau, socialità alemanya (n. 1958)",
    "2020 - Mort de Lina Ben Mhenni, activista d'Internet i blogger tunisiana (n. 1983)",
    "2021 - Mort de Cloris Leachman, actriu i còmica nord-americana (n. 1926)",
    "2021 - Mort de Nunuk Nuraini, científic de l'alimentació indonèsia (n. 1961)",
    "2022 - Mort d'Andy Devine, actor de televisió britànic (n. 1942)",
    "457 - Mort de Marcià, emperador bizantí (n. 392)",
    "555 - Mort de Yuan Di, emperador de la dinastia Liang (n. 508)",
    "672 - Mort del papa Vitalià",
    "847 - Mort del papa Sergi II (n. 790)",
    "906 - Mort de Liu Can, canceller de la dinastia Tang",
    "931 - Mort de Ruotger, arquebisbe de Trèveris",
    "947 - Mort de Zhang Yanze, general i governador xinès",
    "98 - Mort de Nerva, emperador romà (n. 35)",
    "Ed White, coronel, enginyer i astronauta nord-americà (n. 1930)",
    "Gus Grissom, pilot i astronauta nord-americà (n. 1926)",
    "Roger B. Chaffee, pilot, enginyer i astronauta nord-americà (n. 1935)"
  ],
  "day_3_month_4_births.dialog": [
    "1016 - Naixement de Xing Zong, emperador xinès (m. 1055)",
    "1151 - Naixement d'Igor Svyatoslavich, príncep rus (m. 1202)",
    "1395 - Naixement de Jordi de Trebisonda, filòsof, erudit i humanista grec (m. 1486) ",
    "1438 - Naixement de Joan III d'Egmont, noble holandès (m. 1516)",
    "1529 - Naixement de Michael Neander, matemàtic i astrònom alemany (m. 1581)",
    "1540 - Naixement de Maria de' Medici, noble italiana, filla gran de Cosme I de' Medici, gran duc de Toscana i Eleonora di Toledo. (m. 1557)",
    "1593 - Naixement de George Herbert, poeta anglès (m. 1633)",
    "1643 - Naixement de Carles V, duc de Lorena (m. 1690)",
    "1682 - Naixement de Valentin Rathgeber, organista i compositor alemany (m. 1750)",
    "1693 - Naixement de George Edwards, ornitòleg i entomòleg anglès (m. 1773)",
    "1715 - Naixement de William Watson, metge, físic i botànic anglès (m. 1787)",
    "1764 - Naixement de John Abernethy, cirurgià i anatomista anglès (m. 1831)",
    "1769 - Naixement de Christian Günther von Bernstorff, polític i diplomàtic danès-prussià (m. 1835)",
    "1770 - Naixement de Theodoros Kolokotronis, general grec (m. 1843)",
    "1778 - Naixement de Pierre Bretonneau, metge francès que va realitzar la primera traqueotomia amb èxit (m. 1862)",
    "1781 - Naixement de Swaminarayan, líder religiós indi (m. 1830)",
    "1782 - Naixement d'Alexander Macomb, general nord-americà (m. 1841)",
    "1783 - Naixement de Washington Irving, escriptor de contes, assagista, biògraf i historiador nord-americà (m. 1859)",
    "1791 - Naixement d'Anne Lister, diarista, muntanyenca i viatgera anglesa (m. 1840)",
    "1798 - Naixement de Charles Wilkes, almirall, geògraf i explorador nord-americà (m. 1877)",
    "1807 - Naixement de Mary Carpenter, reformadora educativa i social anglesa (m. 1877)",
    "1814 - Naixement de Lorenzo Snow, líder religiós nord-americà, cinquè president de l'Església de Jesucrist dels Sants dels Últims Dies (m. 1901)",
    "1822 - Naixement d'Edward Everett Hale, ministre, historiador i autor nord-americà (m. 1909)",
    "1823 - Naixement de George Derby, tinent i periodista nord-americà (m. 1861)",
    "1823 - Naixement de William M. Tweed, polític nord-americà (m. 1878)",
    "1826 - Naixement de Cyrus K. Holliday, empresari nord-americà (m. 1900)",
    "1837 - Naixement de John Burroughs, botànic i autor nord-americà (m. 1921)",
    "1842 - Naixement d'Ulric Dahlgren, coronel nord-americà (m. 1864)",
    "1848 - Naixement d'Arturo Prat, advocat i capità xilè (m. 1879)",
    "1852 - Naixement de Talbot Baines Reed, autor anglès (m. 1893)",
    "1858 - Naixement de Jacob Gaudaur, rem canadenc (m. 1937)",
    "1860 - Naixement de Frederik van Eeden, psiquiatre i autor holandès (m. 1932)",
    "1864 - Naixement d'Emil Kellenberger, tirador suís (m. 1943)",
    "1875 - Naixement de Mistinguett, actriu i cantant francesa (m. 1956)",
    "1876 ​​- Naixement de Margaret Anglin, actriu, directora i productora canadenca (m. 1958)",
    "1876 ​​- Naixement de Tomáš Baťa, empresari txec, va fundar Bata Shoes (m. 1932)",
    "1880 - Naixement d'Otto Weininger, filòsof i autor jueu-austríac (m. 1903)",
    "1881 - Naixement d'Alcide De Gasperi, periodista i polític italià, 30è primer ministre d'Itàlia (m. 1954)",
    "1882 - Naixement de Philippe Desranleau, arquebisbe canadenc (m. 1952)",
    "1883 - Naixement d'Ikki Kita, filòsof i autor japonès (m. 1937)",
    "1885 - Naixement d'Allan Dwan, director, productor i guionista canadenc-nord-americà (m. 1981)",
    "1885 - Aniversari de Bud Fisher, dibuixant nord-americà (m. 1954)",
    "1885 - Naixement de Marie-Victorin Kirouac, botànica i acadèmica canadenca (m. 1944)",
    "1885 - Naixement de St John Philby, colonial i explorador anglès (m. 1960)",
    "1886 - Naixement de Dooley Wilson, actor i cantant nord-americà (m. 1953)",
    "1887 - Naixement de Nishizō Tsukahara, almirall japonès (m. 1966)",
    "1887 - Naixement d'Ōtori Tanigorō, lluitador de sumo japonès, el 24è Yokozuna (m. 1956)",
    "1888 - Naixement de Thomas C. Kinkaid, almirall nord-americà (m. 1972)",
    "1889 - Naixement de Grigoraș Dinicu, violinista i compositor romanès (m. 1949)",
    "1893 - Naixement de Leslie Howard, actor anglès (m. 1943)",
    "1895 - Naixement de Mario Castelnuovo-Tedesco, compositor i pedagog italoamericà (m. 1968)",
    "1895 - Naixement de Zez Confrey, pianista i compositor nord-americà (m. 1971)",
    "1897 - Naixement de Joe Kirkwood Sr., golfista australià (m. 1970)",
    "1897 - Naixement de Thrasyvoulos Tsakalotos, general grec (m. 1989)",
    "1898 - Naixement de David Jack, futbolista i entrenador anglès (m. 1958)",
    "1898 - Naixement de George Jessel, actor, cantant i productor nord-americà (m. 1981)",
    "1898 - Naixement d'Henry Luce, editor nord-americà, cofundador de la revista Time (m. 1967)",
    "1900 - Naixement d'Albert Walsh, advocat i polític canadenc, primer tinent governador de Terranova (m. 1958)",
    "1900 - Naixement de Camille Chamoun, advocat i polític libanès, setè president del Líban (m. 1987)",
    "1903 - Naixement de Kamaladevi Chattopadhyay, reformador social indi i lluitador per la llibertat (m. 1988)",
    "1904 - Aniversari d'Iron Eyes Cody, actor i especialista nord-americà (m. 1999)",
    "1904 - Aniversari de Russel Wright, dissenyador de mobles nord-americà (m. 1976)",
    "1904 - Naixement de Sally Rand, ballarina nord-americana (m. 1979)",
    "1905 - Naixement de Robert Sink, general nord-americà (m. 1965)",
    "1910 - Aniversari de Ted Hook, funcionari públic australià (m. 1990)",
    "1911 - Naixement de Michael Woodruff, cirurgià i acadèmic anglès-escocès (m. 2001)",
    "1911 - Naixement de Nanette Bordeaux, actriu canadenca-nord-americana (m. 1956)",
    "1911 - Naixement de Stanisława Walasiewicz, corredor polonès-nord-americà (m. 1980)",
    "1912 - Naixement de Dorothy Eden, autora anglesa neozelandesa (m. 1982)",
    "1912 - Naixement de Grigoris Lambrakis, metge i polític grec (m. 1963)",
    "1913 - Naixement de Per Borten, polític noruec, 18è primer ministre de Noruega (m. 2005)",
    "1914 - Naixement de Ray Getliffe, jugador d'hoquei sobre gel canadenc (m. 2008)",
    "1914 - Naixement de Sam Manekshaw, mariscal de camp indi (m. 2008)",
    "1915 - Naixement de Piet de Jong, polític i oficial naval holandès, primer ministre dels Països Baixos (m. 2016)",
    "1915 - Naixement d'İhsan Doğramacı, metge i acadèmic turc (m. 2010)",
    "1916 - Naixement de Cliff Gladwin, jugador de cricket anglès (m. 1988)",
    "1916 - Naixement d'Herb Caen, periodista i autor nord-americà (m. 1997)",
    "1916 - Naixement de Louis Guglielmi, compositor català (m. 1991)",
    "1918 - Naixement de Louis Applebaum, compositor i director d'orquestra canadenc (m. 2000)",
    "1918 - Naixement de Mary Anderson, actriu nord-americana (m. 2014)",
    "1919 - Naixement de Clairette Oddera, actriu i cantant francocanadenca (m. 2008)",
    "1919 - Naixement d'Ervin Drake, compositor i compositor nord-americà (m. 2015)",
    "1920 - Naixement de Stan Freeman, compositor i director d'orquestra nord-americà (m. 2001)",
    "1920 - Naixement de Yoshibayama Junnosuke, lluitador de sumo japonès, el 43è Yokozuna (m. 1977)",
    "1921 - Naixement de Jan Sterling, actriu nord-americana (m. 2004)",
    "1921 - Naixement de Robert Karvelas, actor nord-americà (m. 1991)",
    "1922 - Naixement de Doris Day, cantant i actriu nord-americana (m. 2019)",
    "1922 - Naixement de Yevhen Bulanchyk, corredor d'obstacles ucraïnès (m. 1996)",
    "1923 - Naixement de Daniel Hoffman, poeta i acadèmic nord-americà (m. 2013)",
    "1924 - Naixement de Marlon Brando, actor i director nord-americà (m. 2004)",
    "1924 - Naixement de Roza Shanina, sergent i franctirador rus (m. 1945)",
    "1925 - Naixement de Tony Benn, pilot i polític anglès, secretari d'Estat d'Indústria (m. 2014)",
    "1926 - Naixement d'Alex Grammas, jugador de beisbol, entrenador i entrenador nord-americà (m. 2019)",
    "1926 - Naixement de Gus Grissom, coronel, pilot i astronauta nord-americà (m. 1967)",
    "1927 - Naixement de Wesley A. Brown, general i enginyer nord-americà (m. 2012)",
    "1928 - Naixement de Don Gibson, cantant, compositor i guitarrista nord-americà (m. 2003)",
    "1928 - Naixement d'Earl Lloyd, jugador i entrenador de bàsquet nord-americà (m. 2015)",
    "1928 - Naixement d'Emmett Johns, sacerdot canadenc, fundat Dans la Rue (m. 2018)",
    "1928 - Aniversari de Jennifer Paterson, xef i personalitat televisiva anglesa (m. 1999)",
    "1929 - Naixement de Fazlur Rahman Khan, enginyer i arquitecte de Bangla Desh, co-dissenyant la Willis Tower i el John Hancock Center (m. 1982)",
    "1929 - Naixement de Poul Schlüter, advocat i polític danès, 37è primer ministre de Dinamarca (m. 2021)",
    "1930 - Naixement de Helmut Kohl, polític alemany, canceller d'Alemanya (m. 2017)",
    "1930 - Naixement de Lawton Chiles, soldat, advocat i polític nord-americà, 41è governador de Florida (m. 1998)",
    "1930 - Naixement de Mario Benjamín Menéndez, general i polític argentí (m. 2015)",
    "1930 - Naixement de Wally Moon, jugador de beisbol i entrenador nord-americà (m. 2018)",
    "1931 - Naixement de William Bast, guionista i autor nord-americà (m. 2015)",
    "1933 - Naixement de Bob Dornan, polític nord-americà",
    "1933 - Naixement de Rod Funseth, golfista nord-americà (m. 1985)",
    "1934 - Naixement de Jane Goodall, primatòloga i antropòloga anglesa",
    "1934 - Naixement de Jim Parker, jugador de futbol americà (m. 2005)",
    "1934 - Naixement de Pamela Allen, escriptora i il·lustradora infantil de Nova Zelanda",
    "1935 - Naixement de Harold Kushner, rabí i autor nord-americà (m. 2023)",
    "1936 - Naixement de Harold Vick, saxofonista i flautista nord-americà (m. 1987)",
    "1936 - Naixement de Jimmy McGriff, organista i director de banda nord-americà (m. 2008)",
    "1938 - Naixement de Jeff Barry, cantant, compositor i productor nord-americà",
    "1938 - Naixement de Phil Rodgers, golfista nord-americà (m. 2018)",
    "1939 - Naixement de François de Roubaix, compositor francès (m. 1975)",
    "1939 - Naixement de Hawk Taylor, jugador de beisbol i entrenador nord-americà (m. 2012)",
    "1939 - Naixement de Paul Craig Roberts, economista i polític nord-americà",
    "1941 - Naixement de Jan Berry, cantant i compositor nord-americà (m. 2004)",
    "1941 - Naixement de Philippé Wynne, cantant de soul nord-americà (m. 1984)",
    "1942 - Naixement de Billy Joe Royal, cantant, compositor i guitarrista nord-americà (m. 2015)",
    "1942 - Naixement de Marsha Mason, actriu nord-americana",
    "1942 - Naixement de Wayne Newton, cantant nord-americà",
    "1943 - Naixement de Hikaru Saeki, almirall japonès, la primera dona oficial estrella de les Forces d'Autodefensa del Japó",
    "1943 - Naixement de Jonathan Lynn, actor, director i guionista anglès",
    "1943 - Naixement de Mario Lavista, compositor mexicà (m. 2021)",
    "1943 - Naixement de Richard Manuel, cantant, compositor i pianista canadenc (m. 1986)",
    "1944 - Naixement de Peter Colman, biòleg i acadèmic australià",
    "1944 - Naixement de Tony Orlando, cantant nord-americà",
    "1945 - Naixement de Bernie Parent, jugador i entrenador d'hoquei sobre gel canadenc",
    "1945 - Naixement de Catherine Spaak, actriu francesa (m. 2022)",
    "1945 - Naixement de Doon Arbus, autor i periodista nord-americà",
    "1946 - Naixement de Dee Murray, baixista anglès (m. 1992)",
    "1946 - Naixement de Hanna Suchocka, política polonesa, primera ministra de Polònia",
    "1946 - Naixement de Nicholas Jones, actor anglès",
    "1947 - Naixement d'Anders Eliasson, compositor suec (m. 2013)",
    "1948 - Naixement d'Arlette Cousture, autora i guionista canadenca",
    "1948 - Naixement de Carlos Salinas de Gortari, economista i polític mexicà, 53è president de Mèxic",
    "1948 - Naixement de Hans-Georg Schwarzenbeck, futbolista alemany",
    "1948 - Naixement de Jaap de Hoop Scheffer, acadèmic, polític i diplomàtic holandès, 11è secretari general de l'OTAN",
    "1949 - Naixement d'A. C. Grayling, filòsof i acadèmic anglès",
    "1949 - Naixement de Lyle Alzado, jugador i actor de futbol americà (m. 1992)",
    "1949 - Naixement de Richard Thompson, cantautor i guitarrista anglès",
    "1950 - Naixement d'Indrajit Coomaraswamy, jugador de cricket i economista de Sri Lanka",
    "1951 - Naixement d'Annette Dolphin, acadèmica i pedagoga britànica",
    "1951 - Naixement de Brendan Barber, líder sindical anglès",
    "1951 - Naixement de Mitch Woods, cantautor i pianista nord-americà",
    "1952 - Naixement de Mike Moore, advocat i polític nord-americà",
    "1953 - Naixement de James Smith, boxejador nord-americà",
    "1953 - Naixement de Sandra Boynton, autora i il·lustradora nord-americana",
    "1953 - Naixement de Wakanohana Kanji II, lluitador de sumo japonès, el 56è Yokozuna (m. 2022)",
    "1954 - Naixement d'Elisabetta Brusa, compositora italiana",
    "1954 - Naixement de K. Krishnasamy, metge i polític indi",
    "1956 - Naixement de Boris Miljković, director i productor serbi",
    "1956 - Naixement de Kalle Kulbok, polític estonià",
    "1956 - Naixement de Miguel Bosé, músic i actor espanyol",
    "1956 - Aniversari de Ray Combs, presentador de jocs nord-americà (m. 1996)",
    "1958 - Naixement d'Adam Gussow, erudit, músic i recordista nord-americà",
    "1958 - Aniversari d'Alec Baldwin, actor, còmic, productor i presentador de televisió nord-americà",
    "1958 - Naixement de Francesca Woodman, fotògrafa nord-americana (m. 1981)",
    "1959 - Naixement de David Hyde Pierce, actor i activista nord-americà",
    "1960 - Naixement d'Arjen Anthony Lucassen, cantautor, guitarrista i productor holandès",
    "1961 - Naixement d'Eddie Murphy, actor i còmic nord-americà",
    "1961 - Naixement de Tim Crews, jugador de beisbol nord-americà (m. 1993)",
    "1962 - Naixement de Dave Miley, jugador de beisbol i entrenador nord-americà",
    "1962 - Naixement de Jaya Prada, actriu i política índia",
    "1962 - Naixement de Mike Ness, cantautor i guitarrista nord-americà",
    "1963 - Naixement de Criss Oliva, guitarrista i compositor nord-americà (m. 1993)",
    "1963 - Naixement de Les Davidson, jugador de la lliga australiana de rugbi",
    "1963 - Naixement de Ricky Nixon, futbolista i entrenador australià",
    "1964 - Aniversari d'Andy Robinson, jugador de rugbi i entrenador anglès",
    "1964 - Naixement de Bjarne Riis, ciclista i entrenador danès",
    "1964 - Naixement de Claire Perry, banquera i política anglesa",
    "1964 - Naixement de Jay Weatherill, polític australià, 45è primer ministre d'Austràlia Meridional",
    "1964 - Naixement de Marco Ballotta, futbolista i entrenador italià",
    "1964 - Naixement de Nigel Farage, polític anglès",
    "1965 - Naixement de Nazia Hassan, cantant pop pakistanesa, advocada i activista social (m. 2000)",
    "1966 - Naixement de John de Vries, pilot de cotxes de carreres australià",
    "1967 - Aniversari de Brent Gilchrist, jugador d'hoquei sobre gel canadenc",
    "1967 - Aniversari de Cat Cora, xef i autor nord-americà",
    "1967 - Naixement de Cristi Puiu, director i guionista romanès",
    "1967 - Naixement de Mark Skaife, conductor de cotxes de carreres i presentador esportiu australià",
    "1967 - Aniversari de Pervis Ellison, jugador de bàsquet nord-americà",
    "1968 - Naixement de Charlotte Coleman, actriu anglesa (m. 2001)",
    "1968 - Naixement de Jamie Hewlett, director i intèrpret anglès",
    "1968 - Naixement de Sebastian Bach, cantautor i actor bahameso-canadenc",
    "1968 - Aniversari de Tomoaki Kanemoto, jugador de beisbol japonès",
    "1969 - Naixement de Ben Mendelsohn, actor australià",
    "1969 - Aniversari de Lance Storm, lluitador i entrenador canadenc",
    "1969 - Naixement de Peter Matera, futbolista i entrenador australià",
    "1969 - Aniversari de Rodney Hampton, jugador de futbol americà",
    "1971 - Naixement d'Emmanuel Collard, pilot de carreres francès",
    "1971 - Naixement de Picabo Street, esquiador nord-americà",
    "1971 - Naixement de Vitālijs Astafjevs, futbolista i entrenador letó",
    "1972 - Naixement de Catherine McCormack, actriu anglesa",
    "1972 - Naixement de Jennie Garth, actriu i directora nord-americana",
    "1972 - Naixement de Sandrine Testud, tenista francesa",
    "1973 - Naixement d'Adam Scott, actor nord-americà",
    "1973 - Naixement de Nilesh Kulkarni, jugador de cricket indi",
    "1974 - Naixement de Lee Williams, model i actor gal·lès",
    "1974 - Aniversari de Marcus Brown, jugador de bàsquet nord-americà",
    "1975 - Aniversari d'Aries Spears, còmic i actor nord-americà",
    "1975 - Naixement de Koji Uehara, jugador de beisbol japonès",
    "1975 - Naixement de Michael Olowokandi, jugador de bàsquet nigeriano-americà",
    "1975 - Aniversari de Shawn Bates, jugador d'hoquei sobre gel nord-americà",
    "1975 - Naixement de Yoshinobu Takahashi, jugador de beisbol japonès",
    "1976 - Naixement de Nicolas Escudé, tennista francès",
    "1978 - Naixement de John Smit, jugador de rugbi sud-africà",
    "1978 - Naixement de Matthew Goode, actor anglès",
    "1978 - Naixement de Tommy Haas, tenista alemany-americà",
    "1979 - Naixement de Simon Black, futbolista i entrenador australià",
    "1980 - Naixement d'Andrei Lodis, futbolista bielorús",
    "1980 - Naixement de Megan Rohrer, pastor nord-americà i activista transgènere",
    "1981 - Aniversari d'Aaron Bertram, trompetista nord-americà",
    "1981 - Naixement de DeShawn Stevenson, jugador de bàsquet nord-americà",
    "1982 - Naixement de Cobie Smulders, actriu canadenca",
    "1982 - Naixement d'Iain Fyfe, futbolista australià",
    "1982 - Naixement de Jared Allen, jugador de futbol americà",
    "1983 - Naixement de Ben Foster, futbolista anglès",
    "1983 - Naixement de Stephen Weiss, jugador canadenc d'hoquei sobre gel",
    "1984 - Naixement de Jonathan Blondel, futbolista belga",
    "1984 - Naixement de Maxi López, futbolista argentí",
    "1985 - Naixement de Jari-Matti Latvala, pilot de cotxes de carreres finlandès",
    "1985 - Naixement de Leona Lewis, cantautora i productora anglesa",
    "1986 - Naixement d'Amanda Bynes, actriu nord-americana",
    "1986 - Naixement d'Annalisa Cucinotta, ciclista italiana",
    "1986 - Naixement de Sergio Sánchez Ortega, futbolista espanyol",
    "1986 - Aniversari de Stephanie Cox, futbolista nord-americana",
    "1987 - Naixement de Jason Kipnis, jugador de beisbol nord-americà",
    "1987 - Naixement de Jay Bruce, jugador de beisbol nord-americà",
    "1987 - Naixement de Julie Sokolow, cantautora i guitarrista nord-americana",
    "1987 - Aniversari de Martyn Rooney, velocista anglès",
    "1987 - Naixement de Rachel Bloom, actriu, escriptora i productora nord-americana",
    "1987 - Naixement de Yileen Gordon, jugadora de la lliga australiana de rugbi",
    "1987 - Naixement de Yuval Spungin, futbolista israelià",
    "1988 - Naixement de Brandon Graham, jugador de futbol americà",
    "1988 - Aniversari de Kam Chancellor, jugador de futbol americà",
    "1988 - Naixement de Peter Hartley, futbolista anglès",
    "1988 - Naixement de Tim Krul, futbolista holandès",
    "1989 - Naixement d'Israel Folau, jugador de rugbi i futbolista australià",
    "1989 - Naixement de Joel Romelo, jugador de la lliga australiana de rugbi",
    "1989 - Naixement de Romain Alessandrini, futbolista francès",
    "1989 - Naixement de Thisara Perera, jugadora de cricket de Sri Lanka",
    "1990 - Naixement de Karim Ansarifard, futbolista iranià",
    "1990 - Naixement de Madison Brengle, tennista nord-americana",
    "1990 - Naixement de Natasha Negovanlis, actriu i cantant canadenca",
    "1990 - Naixement de Sotiris Ninis, futbolista grec",
    "1991 - Naixement de Hayley Kiyoko, actriu i cantant nord-americana",
    "1992 - Naixement de Simone Benedetti, futbolista italià",
    "1992 - Naixement de Yuliya Yefimova, nedadora russa",
    "1993 - Naixement de Pape Moussa Konaté, futbolista senegalès",
    "1994 - Aniversari de Dylann Roof, assassí en massa nord-americà",
    "1994 - Naixement de Kodi Nikorima, jugador de la lliga de rugbi de Nova Zelanda",
    "1996 - Aniversari de Mayo Hibi, tennista japonesa",
    "1997 - Naixement de Gabriel Jesús, futbolista brasiler",
    "1998 - Naixement de Paris Jackson, actriu, model i cantant nord-americana",
    "1999 - Naixement de Chanel Harris-Tavita, jugador de la lliga de rugbi de Nova Zelanda i Samoa"
  ],
  "day_7_month_10_events.dialog": [
    "1403 - Guerres venecià-genoveses: la flota genovesa sota un almirall francès és derrotada per una flota veneciana a la batalla de Modon.",
    "1477 - S'inaugura la Universitat d'Uppsala després de rebre els seus drets corporatius del papa Sixt IV el febrer del mateix any.",
    "1513 - Guerra de la Lliga de Cambrai: Espanya derrota Venècia.",
    "1571 - Es lliura la batalla de Lepant i l'armada otomana pateix la seva primera derrota.",
    "1691 - S'emet la carta per a la província de la badia de Massachusetts.",
    "1763 - El rei Jordi III emet la Proclamació Reial de 1763, tancant les terres indígenes d'Amèrica del Nord al nord i a l'oest de les Alleghenies als assentaments blancs.",
    "1777 - Guerra d'Independència dels Estats Units: els nord-americans derroten les forces britàniques sota el comandament del general John Burgoyne a la Segona Batalla de Saratoga, també coneguda com la Batalla de Bemis Heights, obligant a la rendició final de Burgoyne.",
    "1780 - Guerra d'Independència dels Estats Units: la milícia nord-americana derrota els irregulars reialistes liderats pel major britànic Patrick Ferguson a la batalla de Kings Mountain a Carolina del Sud, sovint considerada com el punt d'inflexió en el teatre del sud de la guerra.",
    "1800 - El corsari francès Robert Surcouf, comandant del vaixell de 18 canons La Confiance, captura el Kent britànic de 38 canons.",
    "1826 - El ferrocarril de granit comença a operar com el primer ferrocarril noliejat als EUA.",
    "1828 - Expedició Morea: la ciutat de Patras, Grècia, és alliberada pel cos expedicionari francès.",
    "1840 - Willem II esdevé rei dels Països Baixos.",
    "1864 - Guerra Civil Americana: un vaixell de la Marina dels Estats Units captura un assaltant confederat en un port marítim brasiler.",
    "1868 - La Universitat de Cornell celebra les cerimònies del dia d'obertura; La matrícula inicial d'estudiants és de 412, la més alta de qualsevol universitat nord-americana fins a aquesta data.",
    "1870 - Guerra franco-prussiana: Léon Gambetta s'escapa del setge de París en un globus aerostàtic.",
    "1879 - Alemanya i Àustria-Hongria signen el \"Doble Pacte\" i creen la Doble Aliança.",
    "1912 - La Borsa d'Hèlsinki fa la seva primera transacció.",
    "1913 - Ford Motor Company presenta la primera línia de muntatge de vehicles en moviment.",
    "1916 - Georgia Tech derrota la Universitat de Cumberland per 222-0 en el partit de futbol universitari més desequilibrat de la història dels Estats Units.",
    "1919 - Es funda KLM, la companyia de bandera dels Països Baixos. És la companyia aèria més antiga que encara opera sota el seu nom original.",
    "1924 - Andreas Michalakopoulos esdevé primer ministre de Grècia per un breu període de temps.",
    "1929 - Foci II esdevé Patriarca ecumènic de Constantinoble.",
    "1940 - Segona Guerra Mundial: la nota de McCollum proposa portar els Estats Units a la guerra a Europa provocant que els japonesos ataquen els Estats Units.",
    "1944 - Segona Guerra Mundial: durant un aixecament al camp de concentració de Birkenau, presoners jueus incendien el Crematori IV.",
    "1949 - Es constitueix la República Democràtica Alemanya comunista (Alemanya de l'Est).",
    "1950 - La Mare Teresa crea les Missioneres de la Caritat.",
    "1958 - El cop d'estat pakistanès de 1958 inaugura un període prolongat de domini militar.",
    "1958 - El projecte de vol espacial tripulat dels Estats Units passa a denominar-se Project Mercury.",
    "1959 - La sonda soviètica Luna 3 transmet les primeres fotografies de l'altre costat de la Lluna.",
    "1961 - Un Douglas Dakota IV operat per Derby Aviation (més tard rebatejat com a British Midland International) s'estavella al Canigó, França, i mata 34 persones.",
    "1963 - Crisi budista: enmig de l'empitjorament de les relacions, la primera dama sud-vietnamita oberta, Madame Ngo Dinh Nhu, arriba als Estats Units per fer una gira de conferències, continuant una ràfega d'atacs contra l'administració Kennedy.",
    "1963 - El president Kennedy signa la ratificació del Tractat de prohibició parcial dels assaigs nuclears.",
    "1977 - S'aprova la quarta Constitució soviètica.",
    "1978 - El vol 1080 d'Aeroflot s'estavella després de l'enlairament de l'aeroport internacional de Koltsovo, causant la mort de 38 persones.",
    "1979 - El vol 316 de Swissair s'estavella a l'aeroport internacional d'Ellinikon d'Atenes, Grècia, amb la mort de 14 persones.",
    "1985 - Quatre homes del Front d'Alliberament de Palestina segresten el MS Achille Lauro davant de la costa d'Egipte.",
    "1985 - L'esllavissada de Mameyes mata gairebé 200 persones a Puerto Rico.",
    "1987 - Fiji es converteix en una república.",
    "1987 - Els nacionalistes sikh declaren la independència de Khalistan de l'Índia; no està reconegut internacionalment.",
    "1988 - Un caçador descobreix tres balenes grises atrapades sota el gel prop d'Alaska; la situació esdevé un esforç multinacional per alliberar les balenes.",
    "1991 - Guerra d'independència de Croàcia: bombardeig del Banski Dvori a Zagreb, Croàcia.",
    "1993 - La riuada del 93 acaba a St. Louis, Missouri, 103 dies després de començar, ja que el riu Mississipí cau per sota de l'estat d'inundació.",
    "1996 - Fox News Channel comença a emetre.",
    "1998 - Matthew Shepard, un estudiant gai de la Universitat de Wyoming, és trobat lligat a una tanca després de ser colpejat salvatgement per dos adults joves a Laramie, Wyoming. Mor cinc dies després.",
    "2000 - Conflicte israeliano-palestí: militants d'Hezbol·là capturen tres soldats de les Forces de Defensa israelianes en una incursió transfronterera.",
    "2001 - La invasió nord-americana de l'Afganistan comença amb un assalt aeri i operacions encobertes a terra, iniciant la guerra més llarga de la història dels Estats Units.",
    "2002 - El transbordador espacial Atlantis es llança amb STS-112 per continuar el muntatge de l'Estació Espacial Internacional.",
    "2004 - Tres bombes exploten a Taba i Nuweiba a la península del Sinaí, Egipte, matant 34 persones.",
    "2008 - L'asteroide 2008 TC3 impacta la Terra sobre el Sudan, la primera vegada que es detecta un impacte d'asteroide abans de la seva entrada a l'atmosfera terrestre.",
    "2008 - El vol 72 de Qantas experimenta un malestar durant el vol prop de Learmonth, Victòria, Austràlia, i 112 ferits.",
    "2016 - Arran de l'huracà Matthew, el nombre de morts augmenta a més de 800.",
    "2022 - 10 persones moren i 8 resulten ferides en una explosió a la benzinera de Creeslough.",
    "2022 - Ales Bialiatski, juntament amb dues organitzacions, Memorial & Center for Civil Liberties, reben el Premi Nobel de la Pau.",
    "2023 - Hamàs i diversos altres grups militants palestins llancen un atac a Israel llançant un gran atac, que provoca la mort d'uns 1.200, la majoria civils, i prenent més de 240 ostatges, la majoria dels quals són civils. L'atac va iniciar la guerra Israel-Hamàs. ",
    "3761 aC - La data de referència de l'època (inici) del calendari hebreu modern.",
    "63 aC - Marc Tullius Ciceró celebra la seva primera \"conspiració catilinària\", denunciant Catilina per conspirar contra la República Romana"
  ],
  "day_19_month_3_deaths.dialog": [
    "1238 - Mort d'Enric el Barbut, duc polonès i fill de Boleslau I l'Alt (n. 1163)",
    "1263 - Mort d'Hug de Saint-Cher, cardenal francès (n. 1200)",
    "1279 - Mort de Zhao Bing, emperador xinès (n. 1271)",
    "1286 - Mort d'Alexandre III, rei d'Escòcia (n. 1241)",
    "1330 - Mort d'Edmund de Woodstock, primer comte de Kent, polític anglès, Lord Warden of the Cinque Ports (n. 1301)",
    "1372 - Mort de Joan II, marquès de Montferrat (n. 1321)",
    "1533 - Mort de John Bourchier, segon baró Berners, baró i estadista anglès (n. 1467)",
    "1534 - Mort de Michael Weiße, teòleg alemany (c. 1488)",
    "1539 - Mort de Lord Edmund Howard, noble anglès (c. 1478)",
    "1563 - Mort d'Arthur Brooke, poeta anglès",
    "1568 - Mort d'Elizabeth Seymour, Lady Cromwell, noble anglesa (a.C. 1518)",
    "1581 - Mort de Francesc I, duc de Sajonia-Lauenburg (n. 1510)",
    "1612 - Mort de Sofia Olelkovich Radziwill, santa bielorussa (n. 1585)",
    "1637 - Mort de Péter Pázmány, cardenal hongarès (n. 1570)",
    "1649 - Mort de Gerhard Johann Vossius, erudit i teòleg alemany (n. 1577)",
    "1683 - Mor Thomas Killigrew, dramaturg i gerent anglès (n. 1612)",
    "1687 - Mort de René-Robert Cavelier, Sieur de La Salle, explorador franco-americà (n. 1643)",
    "1697 - Mor Nicolaus Bruhns, organista i compositor alemany (n. 1665)",
    "1711 - Mort de Thomas Ken, bisbe i escriptor d'himnes anglès (n. 1637)",
    "1717 - Mort de John Campbell, primer comte de Breadalbane i Holanda, soldat escocès (n. 1636)",
    "1721 - Mort del papa Climent XI (n. 1649)",
    "1783 - Mort de Frederick Cornwallis, arquebisbe anglès (n. 1713)",
    "1790 - Mort de Cezayirli Gazi Hasan Pasha, general i polític otomà, 182è gran visir de l'Imperi Otomà (n. 1713)",
    "1797 - Mor Philip Hayes, organista i compositor anglès (n. 1738)",
    "1816 - Mort de Philip Mazzei, metge i filòsof italoamericà (n. 1730)",
    "1871 - Mor Wilhelm Karl Ritter von Haidinger, mineralogista, geòleg i físic austríac (n. 1795)",
    "1884 - Mor Elias Lönnrot, metge i filòleg finlandès (n. 1802)",
    "1897 - Mort d'Antoine Thomson d'Abbadie, geògraf, etnòleg, lingüista i astrònom irlandès-francès (n. 1810)",
    "1900 - Mort de Charles-Louis Hanon, pianista i compositor francès (n. 1819)",
    "1900 - Mort de John Bingham, advocat i polític nord-americà, 7è ambaixador dels Estats Units al Japó (n. 1815)",
    "1914 - Mort de Giuseppe Mercalli, sacerdot, geòleg i vulcanòleg italià (n. 1850)",
    "1919 - Mort d'Emma Bell Miles, escriptora, poeta i artista nord-americana dels Apalatxes (n. 1879)",
    "1930 - Mort d'Arthur Balfour, polític escocès-anglès, primer ministre del Regne Unit (n. 1848)",
    "1930 - Mor Henry Lefroy, polític australià, 11è primer ministre d'Austràlia Occidental (n. 1854)",
    "1942 - Mort de Clinton Hart Merriam, zoòleg, ornitòleg i entomòleg nord-americà (n. 1855)",
    "1944 - Mort de William Hale Thompson, ramader i polític nord-americà, 41è alcalde de Chicago (n. 1869)",
    "1947 - Mort de James A. Gilmore, empresari nord-americà i executiu de beisbol (n. 1887)",
    "1948 - Mort de Maud Howe Elliott, novel·lista nord-americana (n. 1854)",
    "1949 - Mort de James Newland, soldat i policia australià (n. 1881)",
    "1949 - Mort de James Somerville, almirall i polític anglès, Lord Tinent de Somerset (n. 1882)",
    "1950 - Mort d'Edgar Rice Burroughs, soldat i autor nord-americà (n. 1875)",
    "1950 - Mor Norman Haworth, químic i acadèmic anglès, premi Nobel (n. 1883)",
    "1951 - Mort de Dmytro Doroshenko, historiador i polític ucraïnès, primer ministre d'Ucraïna (n. 1882)",
    "1976 - Mor Albert Dieudonné, actor i escriptor francès (n. 1889)",
    "1976 - Mort de Paul Kossoff, guitarrista i compositor anglès (n. 1950)",
    "1977 - Mort de William L. Laurence, periodista i autor nord-americà nascut a Lituània (n. 1888)",
    "1978 - Mort de M. A. Ayyangar, advocat i polític indi, segon president del Lok Sabha (n. 1891)",
    "1982 - Mort de J. B. Kripalani, advocat i polític indi (n. 1888 )",
    "1982 - Mort de Randy Rhoads, guitarrista, compositor i productor nord-americà (n. 1956)",
    "1984 - Mort de Garry Winogrand, fotògraf nord-americà (n. 1928)",
    "1986 - Mor Sabino Barinaga, futbolista i entrenador espanyol (n. 1922)",
    "1987 - Mort de Louis de Broglie, físic i acadèmic francès, premi Nobel (n. 1892)",
    "1988 - Mort de Bun Cook, jugador i entrenador d'hoquei sobre gel canadenc (n. 1904)",
    "1990 - Mort d'Andrew Wood, cantant i compositor nord-americà (n. 1966)",
    "1993 - Mor Henrik Sandberg, director de producció i productor danès (n. 1915)",
    "1996 - Mor Alan Ridout, compositor i professor anglès. (n. 1934)",
    "1996 - Mort de Lise Østergaard, psicòloga i política danesa (n. 1924)",
    "1996 - Mort de Virginia Henderson, infermera, investigadora, teòrica i autora nord-americana (n. 1897)",
    "1997 - Mort d'Eugène Guillevic, poeta i escriptor francès (n. 1907)",
    "1997 - Mort de Willem de Kooning, pintor i pedagog neerlandès-americà (n. 1904)",
    "1998 - Mor E. M. S. Namboodiripad, teòric i polític indi, primer ministre en cap de Kerala (n. 1909)",
    "1999 - Mor Tofilau Eti Alesana, polític samoà, 5è primer ministre de Samoa (n. 1924)",
    "2000 - Mort de Joanne Weaver, jugadora de beisbol nord-americana (n. 1935)",
    "2000 - Mort de Shafiq-ur-Rahman, metge i autor pakistanès (n. 1920)",
    "2003 - Mort de Michael Mathias Prechtl, soldat i il·lustrador alemany (n. 1926)",
    "2004 - Mort de Mitchell Sharp, economista i polític canadenc, 23è ministre de Finances canadenc (n. 1911)",
    "2005 - Mort de John DeLorean, enginyer i empresari nord-americà, fundador de DeLorean Motor Company (n. 1925)",
    "2008 - Mort d'Arthur C. Clarke, escriptor de ciència-ficció anglès (n. 1917)",
    "2008 - Mort d'Hugo Claus, autor, poeta i dramaturg belga (n. 1929)",
    "2008 - Mort de Paul Scofield, actor anglès (n. 1922)",
    "2009 - Mort de Maria Bergson, arquitecta i dissenyadora d'interiors austríaca-nord-americana (n. 1914)",
    "2011 - Mort de Kym Bonython, bateria i presentador de ràdio australià (n. 1920)",
    "2012 - Mort d'Hugo Munthe-Kaas, agent d'intel·ligència noruec (n. 1922)",
    "2012 - Mort de Jim Case, director i productor nord-americà (n. 1927)",
    "2012 - Mort d'Ulu Grosbard, director i productor belga-americà (n. 1929)",
    "2014 - Mort de Fred Phelps, advocat, pastor i activista nord-americà, va fundar l'Església Baptista de Westboro (n. 1929)",
    "2014 - Mort de Heather Robertson, periodista i autora canadenca (n. 1942)",
    "2014 - Mort de Joseph F. Weis, Jr., advocat i jutge nord-americà (n. 1923)",
    "2014 - Mort de Lawrence Walsh, advocat, jutge i polític canadenc-nord-americà, quart fiscal general adjunt dels Estats Units (n. 1912)",
    "2014 - Mort de Patrick Joseph McGovern, empresari nord-americà, fundat IDG (n. 1937)",
    "2014 - Mort de Robert S. Strauss, diplomàtic nord-americà, ambaixador dels Estats Units a Rússia (n. 1918)",
    "2015 - Mort de Danny Schechter, director, productor i guionista nord-americà (n. 1942)",
    "2015 - Mort de Gus Douglass, pagès i polític nord-americà (n. 1927)",
    "2015 - Mort de Safet Plakalo, autor i dramaturg bosnià (n. 1950)",
    "2016 - Mort de Jack Mansell, futbolista i entrenador anglès (n. 1927)",
    "2016 - Mort de Roger Agnelli, banquer i empresari brasiler (n. 1959)",
    "2019 - Mort de William Whitfield, arquitecte britànic (n. 1920) ",
    "2021 - Mort de Glynn Lunney, enginyera nord-americana (n. 1936)",
    "235 - Mort de Sever Alexandre, emperador romà (n. 208)",
    "953 - Mort d'al-Mansur bi-Nasr Allah, califa del califat fatimita (n. 913)",
    "968 - Mort d'Emma de París, duquessa de Normandia (n. 943)"
  ],
  "day_5_month_8_births.dialog": [
    "1262 - Naixement de Ladislau IV d'Hongria (m. 1290)",
    "1301 - Naixement d'Edmund de Woodstock, primer comte de Kent, polític anglès, Lord Guardià dels Cinque Ports (m. 1330)",
    "1397 - Naixement de Guillaume Dufay, compositor i teòric belga-italià (m. 1474)",
    "1461 - Naixement d'Alexandre Jagellon, rei de Polònia (m. 1506)",
    "1540 - Naixement de Joseph Justus Scaliger, filòleg i historiador francès (m. 1609)",
    "1607 - Naixement d'Antonio Barberini, cardenal italià (m. 1671)",
    "1623 - Naixement d'Antonio Cesti, organista i compositor italià (m. 1669)",
    "1626 - Naixement de Richard Ottley, polític anglès (m. 1670)",
    "1662 - Naixement de James Anderson, advocat i historiador escocès (m. 1728)",
    "1681 - Naixement de Vitus Bering, explorador danès (m. 1741)",
    "1694 - Naixement de Leonardo Leo, compositor italià (m. 1744)",
    "1749 - Naixement de Thomas Lynch Jr., comandant i polític nord-americà (m. 1779)",
    "1797 - Naixement de Friedrich August Kummer, violoncel·lista i compositor alemany (m. 1879)",
    "1802 - Naixement de Niels Henrik Abel, matemàtic i teòric noruec (m. 1829)",
    "1811 - Naixement d'Ambroise Thomas, compositor francès (m. 1896)",
    "1813 - Naixement d'Ivar Aasen, poeta i lingüista noruec (m. 1896)",
    "1815 - Naixement d'Edward John Eyre, explorador i polític anglès, governador de Jamaica (m. 1901)",
    "1827 - Naixement de Deodoro da Fonseca, mariscal de camp i polític brasiler, primer president del Brasil (m. 1892)",
    "1828 - Naixement de Luisa dels Països Baixos (m. 1871)",
    "1833 - Naixement de Carola de Vasa (m. 1907)",
    "1843 - Naixement de James Scott Skinner, violinista i compositor escocès (m. 1927)",
    "1844 - Naixement d'Ilya Repin, pintor i escultor rus (m. 1930)",
    "1850 - Naixement de Guy de Maupassant, escriptor de contes, novel·lista i poeta francès (m. 1893)",
    "1860 - Naixement de Louis Wain, artista anglès (m. 1939)",
    "1862 - Naixement de Joseph Merrick, home anglès amb greus deformitats (m. 1890)",
    "1866 - Naixement de Carl Harries, químic i acadèmic alemany (m. 1923)",
    "1866 - Naixement de Harry Trott, jugador de cricket australià (m. 1917)",
    "1868 - Naixement d'Oskar Merikanto, pianista i compositor finlandès (m. 1924)",
    "1872 - Naixement d'Oswaldo Cruz, metge, bacteriòleg i epidemiòleg brasiler, va fundar la Fundació Oswaldo Cruz (m. 1917)",
    "1874 - Naixement d'Horace Rawlins, golfista anglès (m. 1935)",
    "1874 - Naixement de Wesley Clair Mitchell, economista i acadèmic nord-americà (m. 1948)",
    "1876 ​​- Naixement de Mary Ritter Beard, historiadora i activista nord-americana (m. 1958)",
    "1877 - Naixement de Tom Thomson, pintor canadenc (m. 1917)",
    "1880 - Naixement de Gertrude Rush, advocada i jurista nord-americana (m. 1962)",
    "1880 - Naixement de Ruth Sawyer, autora i pedagoga nord-americana (m. 1970)",
    "1882 - Naixement d'Anne Acheson, escultora irlandesa (m. 1962)",
    "1887 - Naixement de Reginald Owen, actor i cantant anglès-nord-americà (m. 1972)",
    "1889 - Naixement de Conrad Aiken, novel·lista, escriptor de contes, crític i poeta nord-americà (m. 1973)",
    "1890 - Naixement d'Erich Kleiber, director i director austríac (m. 1956)",
    "1890 - Naixement de Naum Gabo, escultor rus-americà (m. 1977)",
    "1897 - Naixement d'Aksel Larsen, advocat i polític danès (m. 1972)",
    "1897 - Naixement de Roberta Dodd Crawford, soprano i pedagoga nord-americana (m. 1954)",
    "1900 - Naixement de Rudolf Schottlaender, filòsof alemany, filòleg clàssic i traductor (m. 1988)",
    "1901 - Naixement de Claude Autant-Lara, director, guionista i polític francès (m. 2000)",
    "1904 - Naixement de Kenneth V. Thimann, botànic i microbiòleg angloamericà (m. 1997)",
    "1905 - Naixement de Wassily Leontief, economista i acadèmic germanoamericà, premi Nobel (m. 1999)",
    "1906 - Naixement de Joan Hickson, actriu anglesa (m. 1998)",
    "1906 - Naixement de John Huston, actor, director i guionista nord-americà (m. 1987)",
    "1908 - Naixement de Harold Holt, advocat i polític australià, 17è primer ministre d'Austràlia (m. 1967)",
    "1908 - Naixement de Jose Garcia Villa, escriptor i poeta filipí (m. 1997)",
    "1910 - Naixement de Bruno Coquatrix, compositor i director francès (m. 1979)",
    "1910 - Naixement d'Herminio Masantonio, futbolista argentí (m. 1956)",
    "1911 - Naixement de Robert Taylor, actor i cantant nord-americà (m. 1969)",
    "1912 - Naixement de l'abat Pierre, sacerdot i humanitari francès (m. 2007)",
    "1914 - Naixement de Parley Baer, ​​actor nord-americà (m. 2002)",
    "1916 - Naixement de Peter Viereck, poeta i acadèmic nord-americà (m. 2006)",
    "1918 - Naixement de Betty Oliphant, ballarina anglesa-canadenc, cofundadora de l'Escola Nacional de Ballet del Canadà (m. 2004)",
    "1918 - Naixement de Tom Drake, actor i cantant nord-americà (m. 1982)",
    "1919 - Naixement de Rosalind Hicks, tutora literària britànica i única filla de l'autora, Agatha Christie (m. 2004)",
    "1920 - Naixement de George Tooker, pintor i acadèmic nord-americà (m. 2011)",
    "1921 - Naixement de Terry Becker, actor, director i productor nord-americà (m. 2014)",
    "1922 - Naixement de Frank Stranahan, golfista nord-americà (m. 2013)",
    "1922 - Naixement de L. Tom Perry, home de negocis i líder religiós nord-americà (m. 2015)",
    "1923 - Naixement de Devan Nair, líder sindical i polític de Malàisia-Singapur, tercer president de Singapur (m. 2005)",
    "1926 - Naixement de Betsy Jolas, compositora francesa",
    "1926 - Naixement de Jeri Southern, cantant i pianista de jazz nord-americà (m. 1991)",
    "1927 - Naixement de John H. Moore II, advocat i jutge nord-americà (m. 2013)",
    "1929 - Naixement de Don Matheson, soldat, agent de policia i actor nord-americà (m. 2014)",
    "1930 - Naixement de Damita Jo DeBlanc, còmic, actriu i cantant nord-americana (m. 1998)",
    "1930 - Naixement de Michal Kováč, advocat i polític eslovac, primer president d'Eslovàquia (m. 2016)",
    "1930 - Naixement de Neil Armstrong, pilot, enginyer i astronauta nord-americà (m. 2012)",
    "1930 - Naixement de Richie Ginther, pilot de carreres nord-americà (m. 1989)",
    "1931 - Naixement de Tom Hafey, futbolista i entrenador australià (m. 2014)",
    "1932 - Naixement de Tera de Marez Oyens, pianista i compositora holandesa (m. 1996)",
    "1932 - Naixement de Vladimir Fedoseyev, director d'orquestra rus",
    "1934 - Naixement de Gay Byrne, presentador de ràdio i televisió irlandès (m. 2019)",
    "1934 - Naixement de Karl Johan Åström, enginyer i teòric suec",
    "1934 - Naixement de Wendell Berry, novel·lista, escriptor de contes, poeta i assagista nord-americà",
    "1935 - Naixement de Michael Ballhaus, director i director de fotografia alemany (m. 2017)",
    "1935 - Naixement de Peter Inge, baró Inge, mariscal de camp anglès (m. 2022)",
    "1935 - Naixement de Roy Benavidez, sergent mestre nord-americà i guanyador de la Medalla d'Honor (m. 1998)",
    "1936 - Naixement de John Saxon, actor nord-americà (m. 2020)",
    "1936 - Naixement de Nikolai Baturin, autor i dramaturg estonià (m. 2019)",
    "1937 - Naixement de Brian G. Marsden, astrònom i acadèmic anglès-nord-americà (m. 2010)",
    "1937 - Naixement d'Herb Brooks, jugador i entrenador nord-americà d'hoquei sobre gel (m. 2003)",
    "1939 - Naixement de Carmen Salinas, actriu i política mexicana (m. 2021)",
    "1939 - Naixement de Roger Clark, pilot de cotxes de carreres anglès (m. 1998)",
    "1940 - Naixement de Bobby Braddock, compositor, músic i productor de música country nord-americà",
    "1940 - Naixement de Rick Huxley, baixista anglès (m. 2013)",
    "1940 - Naixement de Roman Gabriel, jugador de futbol americà, entrenador i actor (m. 2024)",
    "1941 - Naixement d'Airto Moreira, bateria i compositor brasiler-americà",
    "1941 - Naixement de Bob Clark, director, productor i guionista nord-americà (m. 2007)",
    "1941 - Naixement de Leonid Kizim, general, pilot i astronauta ucraïnès (m. 2010)",
    "1942 - Naixement de Joe Boyd, productor discogràfic nord-americà, va fundar Hannibal Records",
    "1943 - Naixement de Nelson Briles, jugador de beisbol nord-americà (m. 2005)",
    "1943 - Naixement de Sammi Smith, cantant i compositor nord-americà de música country (m. 2005)",
    "1944 - Naixement de Christopher Gunning, compositor anglès (m. 2023)",
    "1945 - Naixement de Loni Anderson, actriu nord-americana",
    "1946 - Naixement de Bob McCarthy, jugador i entrenador de la lliga australiana de rugbi",
    "1946 - Naixement de Bruce Coslet, jugador de futbol americà i entrenador",
    "1946 - Naixement d'Erika Slezak, actriu nord-americana",
    "1946 - Naixement de Rick van der Linden, teclista i compositor holandès (m. 2006)",
    "1946 - Naixement de Shirley Ann Jackson, física nord-americana",
    "1946 - Naixement de Xavier Trias, pediatre i polític espanyol, 118è alcalde de Barcelona",
    "1947 - Aniversari d'Angry Anderson, cantant i actor australià",
    "1947 - Naixement de Bernie Carbo, jugador de beisbol nord-americà",
    "1947 - Naixement de França A. Córdova, astrofísic i acadèmic nord-americà",
    "1947 - Naixement de Greg Leskiw, guitarrista i compositor canadenc",
    "1947 - Naixement de Rick Derringer, cantant, compositor, guitarrista i productor nord-americà",
    "1948 - Naixement de Barbara Flynn, actriu anglesa",
    "1948 - Naixement de David Hungate, baixista, productor i arranjador nord-americà",
    "1948 - Naixement de Ray Clemence, futbolista i entrenador anglès (m. 2020)",
    "1948 - Naixement de Shin Takamatsu, arquitecte i acadèmic japonès",
    "1950 - Naixement de Luiz Gushiken, líder sindical i polític brasiler (m. 2013)",
    "1950 - Naixement de Mahendra Karma, advocat i polític indi (m. 2013)",
    "1951 - Naixement de Samantha Sang, cantant pop australiana",
    "1952 - Naixement de John Jarratt, actor i productor australià",
    "1952 - Naixement de Louis Walsh, gestor de talent irlandès",
    "1952 - Naixement de Tamás Faragó, jugador de waterpolo hongarès",
    "1953 - Naixement de Rick Mahler, jugador de beisbol i entrenador nord-americà (m. 2005)",
    "1955 - Naixement d'Eddie Ojeda, guitarrista i compositor nord-americà",
    "1956 - Naixement de Christopher Chessun, bisbe anglicà anglès",
    "1956 - Naixement de Jerry Ciccoritti, actor, director, productor i guionista canadenc",
    "1956 - Naixement de Maureen McCormick, actriu nord-americana",
    "1957 - Naixement de David Gill, empresari anglès",
    "1957 - Naixement de Faith Prince, actriu i cantant nord-americana",
    "1957 - Naixement de Larry Corowa, jugador de la lliga australiana de rugbi",
    "1958 - Naixement d'Ulla Salzgeber, eqüestre alemanya",
    "1959 - Naixement de Pat Smear, guitarrista i compositor nord-americà",
    "1959 - Naixement de Pete Burns, cantant i compositor anglès (m. 2016)",
    "1960 - Naixement de David Baldacci, advocat i autor nord-americà",
    "1961 - Naixement d'Athula Samarasekera, jugadora de cricket i entrenadora de Sri Lanka",
    "1961 - Naixement de Janet McTeer, actriu anglesa",
    "1961 - Naixement de Tim Wilson, còmic, cantautor i guitarrista nord-americà (m. 2014)",
    "1962 - Aniversari d'Otis Thorpe, jugador de bàsquet nord-americà",
    "1962 - Naixement de Patrick Ewing, jugador de bàsquet i entrenador jamaicano-americà",
    "1963 - Naixement d'Ingmar De Vos, administrador esportiu belga",
    "1963 - Naixement de Mark Strong, actor anglès",
    "1963 - Naixement de Steve Lee, cantant i compositor suís (m. 2010)",
    "1964 - Naixement d'Adam Yauch, raper i director nord-americà (m. 2012)",
    "1964 - Naixement de Rory Morrison, periodista anglès (m. 2013)",
    "1965 - Naixement de Jeff Coffin, saxofonista i compositor nord-americà",
    "1965 - Aniversari de Motoi Sakuraba, teclista i compositor japonès",
    "1966 - Aniversari de Jennifer Finch, cantant, baixista i fotògrafa nord-americana",
    "1966 - Naixement de Jonathan Silverman, actor i productor nord-americà",
    "1967 - Naixement de Matthew Caws, cantautor i guitarrista nord-americà",
    "1968 - Naixement de Colin McRae, pilot de cotxes de carreres escocès (m. 2007)",
    "1968 - Naixement de John Olerud, jugador de beisbol nord-americà",
    "1968 - Aniversari de Kendo Kashin, lluitador japonès i artista marcial mixt",
    "1968 - Naixement de Marine Le Pen, advocada i política francesa",
    "1968 - Naixement d'Oleh Luzhnyi, futbolista i entrenador ucraïnès",
    "1968 - Naixement de Terri Clark, cantautora i guitarrista canadenca",
    "1969 - Naixement de Jackie Doyle-Price, polític anglès",
    "1969 - Aniversari de Rob Scott, remador australià",
    "1969 - Naixement de Vasbert Drakes, jugador de cricket de Barbados",
    "1969 - Naixement de Venkatesh Prasad, jugador de cricket i entrenador indi",
    "1970 - Naixement de James Gunn, actor, director, productor i guionista nord-americà",
    "1971 - Naixement de Valdis Dombrovskis, acadèmic i polític letó, 11è primer ministre de Letònia",
    "1972 - Naixement d'Aaqib Javed, jugador de cricket i entrenador pakistanès",
    "1972 - Naixement de Christian Olde Wolbers, guitarrista, compositor i productor belga-americà",
    "1972 - Naixement de Darren Shahlavi, actor i artista marcial anglès-nord-americà (m. 2015)",
    "1972 - Aniversari d'Ikuto Hidaka, lluitador japonès",
    "1972 - Naixement de Jon Sleightholme, jugador de rugbi anglès",
    "1972 - Naixement de Theodore Whitmore, futbolista i entrenador jamaicà",
    "1973 - Naixement de Justin Marshall, jugador de rugbi i periodista esportiu de Nova Zelanda",
    "1973 - Naixement de Paul Carige, jugador de la lliga australiana de rugbi",
    "1974 - Naixement d'Alvin Ceccoli, futbolista australià",
    "1974 - Naixement d'Antoine Sibierski, futbolista francès",
    "1974 - Aniversari de Kajol, actriu de cinema índia",
    "1974 - Naixement d'Olle Kullinger, futbolista suec",
    "1975 - Naixement de Dan Hipgrave, guitarrista i periodista anglès",
    "1975 - Naixement d'Eicca Toppinen, violoncel·lista i compositora finlandesa",
    "1975 - Naixement de Josep Jufré, ciclista espanyol",
    "1976 - Naixement d'Eugen Trică, futbolista i entrenador romanès",
    "1976 - Aniversari de Jeff Friesen, jugador d'hoquei sobre gel canadenc",
    "1976 - Naixement de Marians Pahars, futbolista i entrenador letó",
    "1977 - Naixement d'Eric Hinske, jugador i entrenador de beisbol nord-americà",
    "1977 - Aniversari de Mark Mulder, jugador de beisbol i periodista esportiu nord-americà",
    "1977 - Naixement de Michael Walsh, futbolista anglès",
    "1978 - Naixement de Cosmin Bărcăuan, futbolista i entrenador romanès",
    "1978 - Naixement de Harel Levy, tenista israelià",
    "1978 - Naixement de Kim Gevaert, velocista belga",
    "1979 - Naixement de David Healy, futbolista irlandès",
    "1980 - Naixement de Jason Culina, futbolista australià",
    "1980 - Naixement de Jesse Williams, actor, director, productor i activista polític nord-americà",
    "1980 - Naixement de Salvador Cabañas, futbolista paraguaià",
    "1980 - Naixement de Wayne Bridge, futbolista anglès",
    "1981 - Naixement d'Anna Rawson, golfista australiana",
    "1981 - Naixement de Carl Crawford, jugador de beisbol nord-americà",
    "1981 - Naixement de David Clarke, jugador d'hoquei sobre gel anglès",
    "1981 - Naixement d'Erik Guay, esquiador canadenc",
    "1981 - Naixement de Maik Franz, futbolista alemany",
    "1981 - Aniversari de Rachel Scott, víctima d'assassinat nord-americana, va inspirar el Rachel's Challenge (m. 1999)",
    "1981 - Aniversari de Travie McCoy, raper, cantant i compositor nord-americà",
    "1982 - Naixement de Jamie Houston, jugador de rugbi anglès-alemany",
    "1982 - Aniversari de Jeff Robson, jugador de la lliga australiana de rugbi",
    "1982 - Aniversari de Lolo Jones, corredor d'obstacles nord-americà",
    "1982 - Naixement de Michele Pazienza, futbolista italià",
    "1982 - Aniversari de Pete Sell, artista marcial mixt nord-americà",
    "1982 - Naixement de Tobias Regner, cantant i compositor alemany",
    "1984 - Naixement d'Helene Fischer, cantant i compositora alemanya",
    "1984 - Naixement de Steve Matai, jugador de la lliga de rugbi de Nova Zelanda",
    "1985 - Naixement d'Erkan Zengin, futbolista suec",
    "1985 - Naixement de Gil Vermouth, futbolista israelià",
    "1985 - Naixement de Laurent Ciman, futbolista belga",
    "1985 - Naixement de Salomon Kalou, futbolista ivorià",
    "1986 - Naixement de Kathrin Zettel, esquiadora austríaca",
    "1986 - Naixement de Paula Creamer, golfista nord-americana",
    "1987 - Naixement de Genelia D'Souza, actriu índia",
    "1988 - Naixement de Federica Pellegrini, nedadora italiana",
    "1988 - Naixement de Michael Jamieson, nedador escocès-anglès",
    "1989 - Naixement de Jessica Nigri, model i actriu nord-americana",
    "1989 - Naixement de Mathieu Manset, futbolista francès",
    "1989 - Naixement de Ryan Bertrand, futbolista anglès",
    "1991 - Naixement d'Andreas Weimann, futbolista austríac",
    "1991 - Naixement de Daniëlle van de Donk, futbolista holandesa",
    "1991 - Naixement d'Esteban Gutiérrez, pilot de carreres mexicà",
    "1991 - Naixement de Konrad Hurrell, jugador de la lliga de rugbi de Tonga",
    "1995 - Naixement de Pierre-Emile Højbjerg, futbolista danès",
    "1996 - Aniversari de Cho Seung-youn, cantautor i raper sud-coreà",
    "1996 - Naixement de Takakeishō Mitsunobu, lluitador de sumo japonès",
    "1997 - Naixement de Jack Cogger, jugador de la lliga australiana de rugbi",
    "1997 - Naixement d'Olivia Holt, actriu i cantant nord-americana",
    "1997 - Naixement de Wang Yibo, ballarí, cantant i actor xinès",
    "1997 - Naixement de Yungblud, músic i actor anglès",
    "1998 - Naixement d'Adam Doueihi, jugador de la lliga de rugbi australià-libanesa",
    "1998 - Naixement de Kanon Suzuki, cantant i actriu japonesa",
    "1998 - Naixement de Mimi Keene, actriu anglesa",
    "2000 - Naixement de Tom Gilbert, jugador de la lliga australiana de rugbi",
    "2001 - Aniversari d'Anthony Edwards, jugador de bàsquet nord-americà",
    "2003 - Aniversari de Toni Shaw, nedador paralímpic britànic",
    "2004 - Naixement de Gavi, futbolista espanyol",
    "79 aC - Naixement de Tullia, filla romana de Ciceró (m. 45 aC)"
  ],
  "day_24_month_11_deaths.dialog": [
    "1072 - Mort de Bagrat IV de Geòrgia (n. 1018)",
    "1227 - Mort de Leszek I el Blanc, gran duc de Polònia (c. 1186)",
    "1265 - Mort de Magnús Óláfsson, rei de Mann i les Illes",
    "1326 - Mort d'Hugh Despenser el Jove, cortesà anglès (n. 1296)",
    "1426 - Mort d'Isabel de Lancaster, duquessa d'Exeter, (b. c. 1363)",
    "1468 - Mort de Jean de Dunois, soldat francès (n. 1402)",
    "1492 - Mort de Loys de Gruuthuse, comte de Winchester (c. 1427)",
    "1530 - Mort de Mingyi Nyo, governant birmà (n. 1459)",
    "1531 - Mort de Johannes Oecolampadius, teòleg i reformador alemany (n. 1482)",
    "1572 - Mort de John Knox, pastor i teòleg escocès (n. 1510)",
    "1583 - Mort de René de Birague, cardenal francès (n. 1506)",
    "1615 - Mor Sethus Calvisius, compositor i teòric alemany (n. 1556)",
    "1642 - Mort de Walatta Petros, sant de l'església ortodoxa etíop Tewahedo (n. 1592)",
    "1650 - Mort de Manuel Cardoso, organista i compositor portuguès (n. 1566)",
    "1675 - Mort de Guru Tegh Bahadur, guru indi (n. 1621)",
    "1722 - Mort de Johann Adam Reincken, organista i compositor neerlandès-alemany (n. 1623)",
    "1741 - Mort d'Ulrika Eleonora, reina de Suècia (n. 1688)",
    "1770 - Mort de Charles-Jean-François Hénault, historiador i autor francès (n. 1685)",
    "1775 - Mor Lorenzo Ricci, líder religiós italià, 18è Superior General de la Companyia de Jesús (n. 1703)",
    "1781 - Mort de James Caldwell, ministre nord-americà (n. 1734)",
    "1793 - Mort de Clément Charles François de Laverdy, advocat i polític francès, ministre de Finances francès (n. 1723 )",
    "1801 - Mort de Franz Moritz von Lacy, mariscal de camp austríac (n. 1725)",
    "1801 - Mort de Philip Hamilton, fill gran d'Alexander Hamilton (n. 1782)",
    "1807 - Mort de Joseph Brant, líder tribal nord-americà (n. 1742)",
    "1848 - Mort de William Lamb, segon vescomte de Melbourne, polític anglès, primer ministre del Regne Unit (n. 1779 )",
    "1870 - Mor el comte de Lautréamont, poeta i autor uruguaià francès (n. 1846)",
    "1885 - Mor Nicolás Avellaneda, periodista i polític argentí, 8è president de l'Argentina (n. 1837)",
    "1890 - Mort d'August Belmont, banquer i polític germanoamericà, 16è ambaixador dels Estats Units als Països Baixos (n. 1816)",
    "1895 - Mort de Ludwik Teichmann, anatomista polonès (n. 1823)",
    "1916 - Mort d'Hiram Maxim, enginyer anglès americà, que va inventar la pistola Maxim (n. 1840)",
    "1920 - Mor Alexandru Macedonski, escriptor i poeta romanès (n. 1854)",
    "1920 - Mort de Lado Aleksi-Meskhishvili, actor i director georgià (n. 1857)",
    "1922 - Mort d'Erskine Childers, soldat, periodista i autor irlandès afusellat (n. 1870)",
    "1929 - Mor Georges Clemenceau, metge, editor i polític francès, 72è primer ministre de França (n. 1841)",
    "1932 - Mort de William Arnon Henry, acadèmic i agricultor nord-americà (n. 1850)",
    "1943 - Mort de Doris Miller, soldada i xef nord-americana, destinataria de la Creu de la Marina (n. 1919)",
    "1948 - Mort d'Anna Jarvis, fundadora nord-americana del Dia de la Mare (n. 1864)",
    "1954 - Mort de Mamie Dillard, pedagoga afroamericana, dona de club i sufragista (n. 1874)",
    "1956 - Mor Guido Cantelli, director d'orquestra italià (n. 1920)",
    "1957 - Mort de Diego Rivera, pintor i escultor mexicà (n. 1886)",
    "1958 - Mort de Robert Cecil, primer vescomte Cecil de Chelwood, advocat i polític anglès, canceller del ducat de Lancaster, premi Nobel (n. 1864)",
    "1959 - Mort de Dally Messenger, jugador de rugbi, cricket i mariner australià (n. 1883)",
    "1960 - Mort de la gran duquessa Olga Alexandrovna de Rússia (n. 1882)",
    "1961 - Mor Ruth Chatterton, actriu nord-americana (n. 1892)",
    "1963 - Mort de Lee Harvey Oswald, assassí nord-americà de John F. Kennedy (n. 1939)",
    "1965 - Mort d'Abdullah III Al-Salim Al-Sabah, governant kuwaití (n. 1895)",
    "1968 - Mort de D. A. Levy, poeta i editor nord-americà (n. 1942)",
    "1973 - Mort de John Neihardt, autor i poeta nord-americà (n. 1881)",
    "1980 - Mort de George Raft, actor i ballarí nord-americà (n. 1901)",
    "1980 - Mort d'Henrietta Hill Swope, astrònom i acadèmica nord-americana (n. 1902)",
    "1980 - Mor Herbert Agar, periodista i historiador nord-americà (n. 1897)",
    "1980 - Mort de Molly Reilly, aviadora canadenca (n. 1922)",
    "1982 - Mort de Barack Obama, Sr., economista i acadèmic kenyà, pare de Barack Obama, 44è president dels Estats Units (n. 1936)",
    "1987 - Mort de Jehane Benoît, periodista i autora canadenca (n. 1904)",
    "1990 - Mort de Bülent Arel, compositor i pedagog turcoamericà (n. 1919)",
    "1990 - Mort de Dodie Smith, autor i dramaturg anglès (n. 1896)",
    "1990 - Mort de Fred Shero, jugador i entrenador d'hoquei sobre gel canadenc (n. 1925)",
    "1990 - Mor Juan Manuel Bordeu, pilot de carreres argentí (n. 1934)",
    "1990 - Mort de Marion Post Wolcott, fotògrafa nord-americana (n. 1910)",
    "1991 - Mor Eric Carr, bateria nord-americà de KISS (n. 1950)",
    "1991 - Mort de Freddie Mercury, cantant i compositor, vocalista principal de Queen i productor anglès-tanzà (n. 1946)",
    "1993 - Mort d'Albert Collins, cantautor i guitarrista nord-americà (n. 1932)",
    "1995 - Mort d'Eduard Ole, pintor estonià-suec (n. 1898)",
    "1996 - Mort de Sorley MacLean, soldat i poeta escocès (n. 1911)",
    "1997 - Mort de Barbara, cantautora i actriu francesa (n. 1930)",
    "2002 - Mort de John Rawls, filòsof, autor i acadèmic nord-americà (n. 1921)",
    "2003 - Mort de Warren Spahn, jugador i entrenador de beisbol nord-americà (n. 1921)",
    "2004 - Mort d'Arthur Hailey, periodista i autor anglès-canadenc (n. 1920)",
    "2004 - Mort de James Wong, actor i compositor xinès (n. 1940)",
    "2004 - Mort de Joseph Hansen, autor i poeta nord-americà (n. 1923)",
    "2005 - Mort de Pat Morita, actor nord-americà (n. 1932)",
    "2006 - Mort de George W. S. Trow, autor, dramaturg i crític nord-americà (n. 1943)",
    "2006 - Mort de Juice Leskinen, cantant i compositor finlandès (n. 1950)",
    "2006 - Mort de Zdeněk Veselovský, zoòleg i etòleg txec (n. 1938)",
    "2007 - Mort de Casey Calvert, guitarrista nord-americà (n. 1981)",
    "2008 - Mort de Cecil H. Underwood, educador i polític nord-americà, 25è governador de Virgínia Occidental (n. 1922)",
    "2008 - Mort de Kenny MacLean, baixista i compositor escocès-canadenc (n. 1956)",
    "2009 - Mort d'Abe Pollin, empresari i filantrop nord-americà (n. 1923)",
    "2009 - Mort de Jun Ross, jugador de bàsquet filipí (n. 1949)",
    "2009 - Mort de Samak Sundaravej, polític tailandès, 25è primer ministre de Tailàndia (n. 1935)",
    "2010 - Mort de Huang Hua, traductor i polític xinès, 5è ministre d'Afers Exteriors de la República Popular de la Xina (n. 1913)",
    "2012 - Mor Antoine Kohn, futbolista i entrenador luxemburguès (n. 1933)",
    "2012 - Mor Ernie Warlick, jugador de futbol americà i presentador esportiu (n. 1932)",
    "2012 - Mort d'Héctor Camacho, boxejador porto-riqueny (n. 1962)",
    "2012 - Mort de Jimmy Stewart, jugador de beisbol i entrenador nord-americà (n. 1939)",
    "2012 - Mort de Nicholas Turro, químic i acadèmic nord-americà (n. 1938)",
    "2013 - Mort d'Arnaud Coyot, ciclista francès (n. 1980)",
    "2013 - Mort de Jean King, polític nord-americà, sisè tinent governador de Hawaii (n. 1925)",
    "2013 - Mort de June Keithley, actriu i periodista filipina (n. 1947)",
    "2013 - Mort de Lou Hyndman, advocat i polític canadenc (n. 1935)",
    "2013 - Mort de Matthew Bucksbaum, empresari i filantrop nord-americà, cofundador de General Growth Properties (n. 1926)",
    "2013 - Mort de Matti Ranin, actor finlandès (n. 1926)",
    "2013 - Mort de Robin Leigh-Pemberton, baró Kingsdown, banquer i polític anglès, governador del Banc d'Anglaterra (n. 1927)",
    "2014 - Mort de Jorge Herrera Delgado, enginyer i polític mexicà (n. 1961)",
    "2014 - Mort de Murli Deora, polític indi, ministre indi d'Afers Corporatius (n. 1937)",
    "2014 - Mor Nenad Manojlović, jugador de waterpolo i entrenador serbi (n. 1957)",
    "2014 - Mort de Peter Henderson, jugador de rugbi neozelandès (n. 1926)",
    "2014 - Mort de Viktor Tikhonov, jugador i entrenador d'hoquei sobre gel rus (n. 1930)",
    "2015 - Mort de Douglas W. Shorenstein, empresari nord-americà (n. 1955)",
    "2015 - Mort de Heinz Oberhummer, físic, astrònom i acadèmic austríac (n. 1941)",
    "2015 - Mort de John Forrester, historiador i filòsof anglès (n. 1949)",
    "2015 - Mort de Quincy Monk, jugador de futbol americà (n. 1979)",
    "2015 - Mort de Robert Ford, general anglès (n. 1923)",
    "2016 - Mort de Florence Henderson, actriu, cantant i personalitat televisiva nord-americana (n. 1934)",
    "2016 - Mort de Paul Futcher, futbolista anglès (n. 1956)",
    "2019 - Mort de Goo Hara, cantant i actriu de Corea del Sud (n. 1991)",
    "2022 - Mor Börje Salming, jugador d'hoquei suec (n. 1951)",
    "654 - Mort de l'emperador Kōtoku del Japó (n. 596)"
  ],
  "day_13_month_7_deaths.dialog": [
    "1024 - Mort d'Enric II, emperador del Sacre Germànic (n. 973)",
    "1105 - Mort de Rashi, rabí i comentarista francès (n. 1040)",
    "1205 - Mort d'Hubert Walter, arquebisbe i polític anglès, Lord Canceller del Regne Unit (n. 1160)",
    "1357 - Mort de Bartolus de Saxoferrato acadèmic i jurista italià (n. 1313)",
    "1380 - Mort de Bertrand du Guesclin, noble i cavaller francès (n. 1320)",
    "1399 - Mort de Peter Parler, arquitecte alemany, que va dissenyar la catedral de Sant Vito i el pont de Carles (n. 1330)",
    "1491 - Mort d'Afonso, príncep portuguès (n. 1475)",
    "1551 - Mort de John Wallop, soldat i diplomàtic anglès (n. 1490)",
    "1617 - Mort d'Adam Venceslau, duc de Cieszyn (n. 1574)",
    "1621 - Mort d'Albert VII, arxiduc d'Àustria (n. 1559)",
    "1626 - Mort de Robert Sidney, primer comte de Leicester, polític anglès (n. 1563)",
    "1628 - Mort de Robert Shirley, soldat i diplomàtic anglès (n. 1581)",
    "1629 - Mort de Caspar Bartholin el Vell, metge i teòleg suec (n. 1585)",
    "1683 - Mort d'Arthur Capell, primer comte d'Essex, polític anglès, Lord Tinent d'Irlanda (n. 1631)",
    "1755 - Mort d'Edward Braddock, general escocès (n. 1695)",
    "1762 - Mort de James Bradley, sacerdot i astrònom anglès (n. 1693)",
    "1789 - Mor Victor de Riqueti, marquès de Mirabeau, economista i acadèmic francès (n. 1715)",
    "1793 - Mort de Jean-Paul Marat, metge, científic i teòric suís-francès (n. 1743)",
    "1807 - Mor Henry Benedict Stuart, cardenal italià, pretendent al tron ​​britànic i últim membre de la Casa dels Stuart (n. 1725)",
    "1881 - Mort de John C. Pemberton, general nord-americà (n. 1814)",
    "1889 - Mort de Robert Hamerling, autor, poeta i dramaturg austríac (n. 1830)",
    "1890 - Mor Johann Voldemar Jannsen, periodista i poeta estonià (n. 1819)",
    "1890 - Mort de John C. Frémont, general i polític nord-americà, 5è governador territorial d'Arizona (n. 1813)",
    "1893 - Mort d'un jove por dels seus cavalls, cap de tribu nord-americà (n. 1836)",
    "1896 - Mort d'August Kekulé, químic i acadèmic alemany (n. 1829)",
    "1907 - Mor Henrik Sillem, tirador i jurista holandès (n. 1866)",
    "1911 - Mor Allan McLean, polític escocès-australià, 19è primer ministre de Victòria (n. 1840)",
    "1921 - Mort de Gabriel Lippmann, físic i acadèmic luxemburguès, premi Nobel (n. 1845)",
    "1922 - Mort de Martin Dies Sr., periodista i polític nord-americà (n. 1870)",
    "1927 - Mort de Mimar Kemaleddin Bey, arquitecte i acadèmic turc, va dissenyar els apartaments Tayyare (n. 1870)",
    "1934 - Mort de Mary E. Byrd, astrònom i acadèmica nord-americana (n. 1849)",
    "1936 - Mor Kojo Tovalou Houénou, advocat i polític bení (n. 1887)",
    "1941 - Mor Ilmar Raud, jugador d'escacs estonià (n. 1913)",
    "1945 - Mor Alla Nazimova, actriu, productora i guionista russoamericana (n. 1879)",
    "1946 - Mort d'Alfred Stieglitz, fotògraf i comissari nord-americà (n. 1864)",
    "1949 - Mort de Walt Kuhn, pintor i acadèmic nord-americà (n. 1877)",
    "1951 - Mor Arnold Schoenberg, compositor i pintor austríac-americà (n. 1874)",
    "1954 - Mort de Frida Kahlo, pintora i pedagoga mexicana (n. 1907)",
    "1960 - Mort de Joy Davidman, poeta i autor anglès nord-americà (n. 1915)",
    "1965 - Mor Photis Kontoglou, pintor i il·lustrador grec (n. 1895)",
    "1967 - Mort de Tom Simpson, ciclista anglès (n. 1937)",
    "1970 - Mort de Leslie Groves, general i enginyer nord-americà (n. 1896)",
    "1970 - Mort de Sheng Shicai, senyor de la guerra xinès (n. 1895)",
    "1973 - Mort de Willy Fritsch, actor i guionista alemany (n. 1901)",
    "1974 - Mort de Patrick Blackett, baró Blackett, físic i acadèmic anglès, premi Nobel (n. 1897)",
    "1976 - Mort de Frederick Hawksworth, enginyer anglès (n. 1884)",
    "1976 - Mort de Joachim Peiper, oficial de les SS alemanyes (n. 1915)",
    "1979 - Mort de Ludwig Merwart, pintor i il·lustrador austríac (n. 1913)",
    "1980 - Mort de Seretse Khama, advocat i polític de Botswana, primer president de Botswana (n. 1921)",
    "1981 - Mort de Martin Hurson, el vaguista de fam republicà irlandès",
    "1983 - Mort de Gabrielle Roy, enginyera i autora canadenca (n. 1909)",
    "1993 - Mort de Davey Allison, pilot de cotxes de carreres nord-americà (n. 1961)",
    "1995 - Mort de Godtfred Kirk Christiansen, empresari danès (n. 1920)",
    "1996 - Mor Pandro S. Berman, director, productor i director de producció nord-americà (n. 1905)",
    "1997 - Mort de Miguel Ángel Blanco, polític espanyol (n. 1968)",
    "1999 - Mort de Konstantinos Kollias, general i polític grec, 168è primer ministre de Grècia (n. 1901)",
    "2000 - Mort de Jan Karski, activista i acadèmic polonès-nord-americà (n. 1914)",
    "2003 - Mort de Compay Segundo, cantautor i guitarrista cubà (n. 1907)",
    "2005 - Mort de Robert E. Ogren, zoòleg nord-americà (n. 1922)",
    "2006 - Death of Red Buttons, actor nord-americà (n. 1919)",
    "2007 - Mort de Michael Reardon, alpinista nord-americà (n. 1965)",
    "2008 - Mor Bronisław Geremek, historiador i polític polonès, ministre d'Afers Exteriors polonès (n. 1932)",
    "2010 - Mort de George Steinbrenner, empresari nord-americà (n. 1930)",
    "2010 - Mort de Manohari Singh, saxofonista i compositor indi (n. 1931)",
    "2011 - Mor Allan Jeans, futbolista i entrenador australià (n. 1933)",
    "2012 - Mort de Jerzy Kulej, boxejador i polític polonès (n. 1940)",
    "2012 - Mort de Richard D. Zanuck, productor de cinema nord-americà (n. 1934)",
    "2012 - Mort de Warren Jabali, jugador de bàsquet nord-americà (n. 1946)",
    "2013 - Mort de Cory Monteith, actor i cantant canadenc (n. 1982)",
    "2013 - Mort d'Henri Julien, pilot de cotxes de carreres francès (n. 1927)",
    "2013 - Mort de Leonard Garment, advocat i servidor públic nord-americà, 14è advocat de la Casa Blanca (n. 1924)",
    "2013 - Mort de Marc Simont, autor i il·lustrador franco-americà (n. 1915)",
    "2013 - Mort d'Ottavio Quattrocchi, empresari italià (n. 1938)",
    "2013 - Mort de Vernon B. Romney, advocat i polític nord-americà, 14è fiscal general d'Utah (n. 1924)",
    "2014 - Mort d'Alfred de Grazia, politòleg, autor i acadèmic nord-americà (n. 1919)",
    "2014 - Mort de Jeff Leiding, jugador de futbol americà (n. 1961)",
    "2014 - Mor Lorin Maazel, violinista, compositor i director d'orquestra franco-americà (n. 1930)",
    "2014 - Mor Nadine Gordimer, novel·lista, escriptora de contes i activista sud-africana, premi Nobel (n. 1923)",
    "2014 - Mort de Thomas Berger, autor i dramaturg nord-americà (n. 1924)",
    "2015 - Mort de Martin Litchfield West, erudit, autor i acadèmic anglès (n. 1927)",
    "2015 - Mort de Philipp Mißfelder, historiador i polític alemany (n. 1979)",
    "2017 - Mort de Liu Xiaobo, crític literari xinès, activista dels drets humans (n. 1955)",
    "2020 - Mort de Grant Imahara, enginyer elèctric, robòtic i presentador de televisió nord-americà (n. 1970)",
    "2020 - Mort de Zindzi Mandela, polític sud-africà, diplomàtic i tercera filla de Nelson Mandela (n. 1960)",
    "574 - Mort de Joan III, papa de l'Església Catòlica",
    "716 - Mort de Rui Zong, emperador xinès (n. 662)",
    "815 - Mort de Wu Yuanheng, poeta i polític xinès (n. 758)",
    "858 - Mort d'Æthelwulf, rei de Wessex",
    "884 - Mort de Huang Chao, líder rebel xinès (n. 835)",
    "939 - Mort de Lleó VII, papa de l'Església Catòlica",
    "982 - Mort d'Abu'l-Qasim, emir Kalbid de Sicília",
    "982 - Mort de Gunther, margravi de Merseburg",
    "982 - Mort d'Enric I, bisbe d'Augsburg",
    "982 - Mort de Landulf IV, príncep llombard",
    "982 - Mort de Pandulf II, príncep llombard"
  ],
  "day_15_month_10_births.dialog": [
    "1265 - Naixement de Temür Khan, emperador Chengzong de Yuan (m. 1307)",
    "1440 - Naixement d'Enric III, landgrave de l'Alta Hesse, noble alemany (m. 1483)",
    "1471 - Naixement de Konrad Mutian, epigramatista i acadèmic alemany (m. 1526)",
    "1542 - Naixement d'Akbar, emperador mogol (m. 1605)",
    "1561 - Naixement de Richard Field, degà de la catedral anglès (m. 1616)",
    "1564 - Naixement d'Enric Julius, duc de Brunswick-Lüneburg (m. 1613)",
    "1599 - Naixement de Cornelis de Graeff, alcalde holandès i regent d'Amsterdam (m. 1664)",
    "1608 - Naixement d'Evangelista Torricelli, físic i matemàtic italià (m. 1647)",
    "1622 - Naixement de Magnus Gabriel De la Gardie, estadista i militar suec (m. 1686)",
    "1686 - Naixement d'Allan Ramsay, poeta i dramaturg escocès (m. 1758)",
    "1701 - Naixement de Marie-Marguerite d'Youville, monja i santa canadenca, fundada Monges grises (m. 1771)",
    "1711 - Naixement d'Elisabeth Teresa de Lorena (m. 1741)",
    "1762 - Naixement de Samuel Adams Holyoke, compositor i pedagog nord-americà (m. 1820)",
    "1767 - Naixement de Gabriel Richard, sacerdot, missioner, educador i polític americà d'origen francès (m. 1832)",
    "1775 - Naixement de Bernhard Crusell, compositor finlandès (m. 1838)",
    "1784 - Naixement de Thomas Robert Bugeaud, general i polític francès, governador general d'Algèria (m. 1849)",
    "1785 - Naixement de José Miguel Carrera, general i polític xilè (m. 1821)",
    "1789 - Naixement de William Christopher Zeise, químic danès que va preparar la sal de Zeise, un dels primers compostos organometàl·lics (m. 1847)",
    "1802 - Naixement de Louis-Eugène Cavaignac, general i polític francès, cap d'estat de França el 1848 (m. 1857)",
    "1814 - Naixement de Mikhail Lermontov, autor, poeta i pintor rus (m. 1841)",
    "1816 - Naixement de John Robertson, polític anglès-australià, 5è primer ministre de Nova Gal·les del Sud (m. 1891)",
    "1818 - Naixement d'Alexander Dreyschock, pianista i compositor txec (m. 1869)",
    "1825 - Naixement de Maria de Prússia (m. 1889)",
    "1829 - Naixement d'Asaph Hall, astrònom i acadèmic nord-americà (m. 1907)",
    "1833 - Naixement de John Alexander MacPherson, polític australià, setè primer ministre de Victòria (m. 1894)",
    "1836 - Naixement de James Tissot, pintor i il·lustrador francès (m. 1902)",
    "1840 - Naixement d'Honoré Mercier, periodista, advocat i polític canadenc, 9è primer ministre del Quebec (m. 1894)",
    "1844 - Naixement de Friedrich Nietzsche, compositor, poeta i filòsof alemany (m. 1900)",
    "1858 - Naixement de John L. Sullivan, boxejador, actor i periodista nord-americà (m. 1918)",
    "1865 - Naixement de Charles W. Clark, cantant i pedagog nord-americà (m. 1925)",
    "1872 - Naixement d'August Nilsson, saltador de perxa, llançador de pes i competidor d'estira i arronsa (m. 1921)",
    "1872 - Naixement de Wilhelm Miklas, pedagog i polític austríac, tercer president d'Àustria (m. 1956)",
    "1874 - Naixement d'Alfred, príncep hereditari de Sajonia-Coburg i Gotha (m. 1899)",
    "1878 - Naixement de Paul Reynaud, advocat i polític francès, 118è primer ministre de França (m. 1966)",
    "1879 - Naixement de Jane Darwell, actriu nord-americana (m. 1967)",
    "1881 - Naixement de P. G. Wodehouse, novel·lista i dramaturg anglès (m. 1975)",
    "1882 - Naixement de Charley O'Leary, jugador i entrenador de beisbol nord-americà (m. 1941)",
    "1884 - Naixement d'Archibald Hoxsey, pilot nord-americà (m. 1910)",
    "1887 - Naixement de Frederick Fleet, mariner anglès (m. 1965)",
    "1888 - Naixement de S. S. Van Dine, autor i crític nord-americà (m. 1939)",
    "1890 - Naixement d'Álvaro de Campos, poeta i enginyer portuguès (m. 1935)",
    "1893 - Naixement de Carol II de Romania (m. 1953)",
    "1894 - Naixement de Moshe Sharett, tinent i polític ucraïnès-israelià, segon primer ministre d'Israel (m. 1965)",
    "1897 - Naixement de Johannes Sikkar, militar i polític estonià, primer ministre d'Estònia a l'exili (m. 1960)",
    "1899 - Naixement d'Adolf Brudes, pilot de carreres polonès-alemany (m. 1986)",
    "1900 - Naixement de Mervyn LeRoy, actor, director i productor nord-americà (m. 1987)",
    "1901 - Naixement d'Enrique Jardiel Poncela, dramaturg i novel·lista espanyol (m. 1952)",
    "1905 - Naixement de C. P. Snow, químic i autor anglès (m. 1980)",
    "1906 - Naixement d'Alicia Patterson, periodista i editora nord-americana, cofundadora de Newsday (m. 1963)",
    "1906 - Naixement d'Hiram Fong, militar i polític nord-americà (m. 2004)",
    "1906 - Naixement de Victoria Spivey, cantautora i pianista nord-americana (m. 1976)",
    "1907 - Naixement de Varian Fry, periodista i autor nord-americà (m. 1967)",
    "1908 - Naixement de Herman Chittison, pianista nord-americà (m. 1967)",
    "1908 - Naixement de John Kenneth Galbraith, economista i diplomàtic canadenc-nord-americà, 7è ambaixador dels Estats Units a l'Índia (m. 2006)",
    "1909 - Naixement de Jesse L. Greenstein, astrònom i acadèmic nord-americà (m. 2002)",
    "1909 - Naixement de Robert Trout, periodista nord-americà (m. 2000)",
    "1910 - Naixement d'Edwin O. Reischauer, estudiós i diplomàtic japonès-americà, ambaixador dels Estats Units al Japó (m. 1990)",
    "1912 - Naixement de Nellie Lutcher, cantant i pianista nord-americana (m. 2007)",
    "1913 - Naixement de Wolfgang Lüth, comandant alemany (m. 1945)",
    "1914 - Naixement de Mohammed Zahir Shah, rei afganès (m. 2007)",
    "1916 - Naixement d'Al Killian, trompetista i director de banda nord-americà (m. 1950)",
    "1916 - Naixement de George Turner, autor i crític australià (m. 1997)",
    "1917 - Naixement d'Arthur M. Schlesinger Jr., historiador i crític nord-americà (m. 2007)",
    "1917 - Naixement de Jan Miner, actriu nord-americana (m. 2004)",
    "1917 - Naixement de Paul Tanner, trombonista i pedagog nord-americà (m. 2013)",
    "1919 - Naixement de Chuck Stevenson, pilot de carreres nord-americà (m. 1995)",
    "1919 - Naixement de Malcolm Ross, capità, globus i físic nord-americà (m. 1985)",
    "1920 - Naixement de Chris Economaki, presentador esportiu i actor nord-americà (m. 2012)",
    "1920 - Naixement d'Henri Verneuil, director, productor i guionista turcofrancès (m. 2002)",
    "1920 - Naixement de Mario Puzo, autor i guionista nord-americà (m. 1999)",
    "1920 - Naixement de Patricia Jessel, actriu anglesa de Hong Kong (m. 1968)",
    "1920 - Naixement de Peter Koch, enginyer industrial nord-americà i científic de la fusta (m. 1998)",
    "1921 - Naixement d'Angelica Rozeanu, jugadora de tennis taula romanesa-israeliana (m. 2006)",
    "1922 - Naixement d'Agustina Bessa-Luís, autora portuguesa (m. 2019)",
    "1922 - Naixement de Preben Munthe, economista i polític noruec, conciliador estatal de Noruega (m. 2013)",
    "1923 - Naixement d'Antonio Fontán, periodista i polític espanyol (m. 2010)",
    "1923 - Naixement d'Eugene Patterson, periodista i activista nord-americà (m. 2013)",
    "1923 - Naixement d'Italo Calvino, novel·lista, escriptor de contes i periodista italià (m. 1985)",
    "1923 - Naixement de Lindsay Thompson, política australiana, 40è primer ministre de Victòria (m. 2008)",
    "1924 - Naixement de Lee Iacocca, home de negocis i autor nord-americà (m. 2019)",
    "1924 - Naixement de Marguerite Andersen, autora i pedagoga germanocanadenc (m. 2022)",
    "1924 - Naixement de Warren Miller, director i guionista nord-americà (m. 2018)",
    "1925 - Naixement d'Aurora Bautista, actriu espanyola (m. 2012)",
    "1925 - Naixement de Mickey Baker, guitarrista francès americà (m. 2012)",
    "1925 - Naixement de Tony Hart, pintor i presentador de televisió anglès (m. 2009)",
    "1926 - Naixement d'Agustín García Calvo, filòsof i poeta espanyol (m. 2012)",
    "1926 - Naixement d'Ed McBain, autor i guionista nord-americà (m. 2005)",
    "1926 - Naixement de James E. Akins, soldat i diplomàtic nord-americà, ambaixador dels Estats Units a l'Aràbia Saudita (m. 2010)",
    "1926 - Naixement de Jean Peters, actriu nord-americana (m. 2000)",
    "1926 - Naixement de Karl Richter, organista i director d'orquestra alemany (m. 1981)",
    "1926 - Naixement de Michel Foucault, historiador i filòsof francès (m. 1984)",
    "1927 - Naixement de B. S. Abdur Rahman, empresari i filantrop indi (m. 2015)",
    "1929 - Naixement de Will Insley, pintor i arquitecte nord-americà (m. 2011)",
    "1930 - Naixement de FM-2030, jugador de bàsquet, filòsof i diplomàtic belga-iraní (m. 2000)",
    "1931 - Naixement d'A. P. J. Abdul Kalam, enginyer, acadèmic i polític indi, 11è president de l'Índia (m. 2015)",
    "1931 - Naixement de Pauline Perry, baronessa Perry de Southwark, acadèmica i política anglesa",
    "1932 - Naixement de Jaan Rääts, guitarrista i compositor estonià (m. 2020)",
    "1933 - Naixement de Nicky Barnes, cap de la droga nord-americà (m. 2012)",
    "1934 - Naixement d'Alan Elsdon, trompetista anglès (m. 2016)",
    "1934 - Naixement de N. Ramani, flautista indi (m. 2015)",
    "1935 - Naixement de Barry McGuire, cantautor i guitarrista nord-americà",
    "1935 - Aniversari de Bobby Morrow, velocista nord-americà (m. 2020)",
    "1935 - Aniversari de Dick McTaggart, boxejador escocès",
    "1935 - Naixement de Willie O'Ree, jugador d'hoquei sobre gel canadenc, primer jugador negre a la National Hockey League (NHL)",
    "1936 - Naixement de Michel Aumont, actor francès (m. 2019)",
    "1936 - Naixement de Robert Baden-Powell, tercer baró Baden-Powell, empresari sud-africà-anglès (m. 2019)",
    "1937 - Naixement de Linda Lavin, actriu i cantant nord-americana",
    "1938 - Naixement de Brice Marden, pintor nord-americà",
    "1938 - Naixement de Fela Kuti, músic i activista nigerià (m. 1997)",
    "1938 - Naixement de Marv Johnson, cantant, compositor i pianista nord-americà (m. 1993)",
    "1938 - Naixement de Robert Ward, guitarrista i compositor nord-americà (m. 2008)",
    "1940 - Naixement de Peter C. Doherty, cirurgià i immunòleg australià, premi Nobel",
    "1940 - Naixement de Tommy Bishop, jugador i entrenador de la lliga anglesa de rugbi",
    "1941 - Naixement de Roy Masters, entrenador, periodista i autor de la lliga australiana de rugbi",
    "1942 - Naixement de Don Stevenson, cantautor i bateria nord-americà",
    "1942 - Naixement de Harold W. Gehman, Jr., almirall nord-americà",
    "1942 - Naixement d'Hilo Chen, pintor taiwanès-americà",
    "1943 - Naixement de Penny Marshall, actriu, directora i productora nord-americana (m. 2018)",
    "1944 - Naixement d'A. Chandranehru, marí mercant i polític tàmil de Sri Lanka (m. 2005)",
    "1944 - Naixement de David Trimble, advocat i polític nord-irlandès, tercer primer ministre d'Irlanda del Nord, premi Nobel (m. 2022)",
    "1944 - Naixement de Haim Saban, home de negocis israeliano-americà, cofundador de Saban Entertainment",
    "1944 - Naixement de Sali Berisha, cardiòleg i polític albanès, segon president d'Albània",
    "1945 - Naixement d'Antonio Cañizares Llovera, cardenal espanyol",
    "1945 - Naixement de Jim Palmer, jugador de beisbol i periodista esportiu nord-americà",
    "1945 - Naixement del neòfit de Bulgària, patriarca búlgar (m. 2024)",
    "1945 - Naixement de Steve Camacho, jugador de cricket de Guyana (m. 2015)",
    "1946 - Naixement de Palle Danielsson, baixista i compositor suec",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    "1946 - Inici de la Primera Guerra d'Indoxina.",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_26_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_8_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_27_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_6_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_26_month_1_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_11_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_3_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_11_month_3_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_13_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_11_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_11_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_27_month_7_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_3_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_10_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_7_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_10_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    "642 - Mort d'Oswald, rei de Northumbria",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_10_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_16_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_26_month_11_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "unknown_date.dialog": [
    null
  ]
}
