{
  "day_22_month_10_births.dialog": [
    "1071 - Naixement de Guillem IX, duc d'Aquitània (m. 1126)",
    null,
    "1511 - Naixement d'Erasmus Reinhold, astrònom i matemàtic alemany (m. 1553)",
    "1559 - Naixement de Jacques Sirmond, erudit francès (m. 1651)",
    "1587 - Naixement de Joachim Jungius, matemàtic i filòsof alemany (m. 1657)",
    "1592 - Naixement de Gustav Horn, comte de Pori (m. 1657)",
    "1659 - Naixement de Georg Ernst Stahl, químic i metge alemany (m. 1734)",
    "1689 - Naixement de Joan V, rei portuguès (m. 1750)",
    "1701 - Naixement de Maria Amàlia, emperadriu del Sacre Imperi Romanogermànic (m. 1756)",
    "1729 - Naixement de Johann Reinhold Forster, pastor i botànic alemany (m. 1798)",
    "1749 - Naixement de Cornelis van der Aa, historiador i llibreter holandès (m. 1816)",
    "1761 - Naixement d'Antoine Barnave, polític i orador francès (m. 1793)",
    "1778 - Naixement de Javier de Burgos, jurista i polític espanyol (m. 1848)",
    "1781 - Naixement de Lluís Josep, delfí de França (m. 1789)",
    "1783 - Naixement de Constantine Samuel Rafinesque, polímata i naturalista francès otomano (m. 1840)",
    null,
    "1811 - Naixement de Franz Liszt, pianista i compositor hongarès (m. 1886)",
    "1818 - Naixement de Leconte de Lisle, poeta i autor francès (m. 1894)",
    "1821 - Naixement de Collis Potter Huntington, empresari nord-americà (m. 1900)",
    "1832 - Naixement d'August Labitzky, compositor i director d'orquestra txec (m. 1903)",
    "1843 - Naixement de James Strachan-Davidson, estudiós clàssic anglès, administrador acadèmic, traductor i autor (m. 1916)",
    "1844 - Naixement de Louis Riel, erudit i polític canadenc (m. 1885)",
    "1844 - Naixement de Sarah Bernhardt, actriu i gerent francesa (m. 1923)",
    "1847 - Naixement de Koos de la Rey, general sud-africà (m. 1914)",
    "1850 - Naixement de Charles Kingston, polític australià, 20è primer ministre d'Austràlia Meridional (m. 1908)",
    "1858 - Naixement d'Augusta Victòria de Schleswig-Holstein (m. 1921)",
    "1859 - Naixement del príncep Lluís Ferran de Baviera (m. 1949)",
    "1865 - Naixement de Kristjan Raud, pintor i il·lustrador estonià (m. 1943)",
    "1870 - Naixement d'Ivan Bunin, autor i poeta rus, premi Nobel (m. 1953)",
    "1870 - Naixement de Lord Alfred Douglas, autor i poeta anglès (m. 1945)",
    "1873 - Naixement de Gustaf John Ramstedt, lingüista i diplomàtic finlandès (m. 1950)",
    "1873 - Naixement de Rama Tirtha, filòsof i pedagog indi (m. 1906)",
    "1875 - Naixement de David van Embden, economista i polític holandès (m. 1962)",
    null,
    "1878 - Naixement de Jaan Lattik, pastor i polític estonià, novè ministre d'Afers Exteriors d'Estònia (m. 1967)",
    "1881 - Naixement de Clinton Davisson, físic i acadèmic nord-americà, premi Nobel (m. 1958)",
    "1881 - Naixement de Karl Bernhard Zoeppritz, geofísic i sismòleg alemany (m. 1908)",
    "1882 - Naixement d'Edmund Dulac, il·lustrador francès-anglès (m. 1953)",
    "1882 - Naixement de N. C. Wyeth, pintor i il·lustrador nord-americà (m. 1945)",
    "1885 - Naixement de Giovanni Martinelli, tenor i actor italià (m. 1969)",
    "1886 - Naixement d'Erik Bergman, ministre suec (m. 1970)",
    "1887 - Naixement de John Reed, periodista i poeta nord-americà (m. 1920)",
    "1893 - Naixement d'Ernst Öpik, astrònom i astrofísic estonià (m. 1985)",
    "1893 - Naixement de Luis Otero, futbolista espanyol (m. 1955)",
    "1894 - Naixement de Mei Lanfang, actor i cantant xinès (m. 1961)",
    "1895 - Naixement de Johnny Morrison, jugador de beisbol professional (m. 1966)",
    "1896 - Naixement de Charles Glen King, bioquímic i acadèmic nord-americà (m. 1988)",
    "1896 - Naixement de José Leitão de Barros, director de cinema i dramaturg portuguès (m. 1967)",
    "1897 - Naixement de Marjorie Flack, autora i il·lustradora nord-americana (m. 1958)",
    "1898 - Naixement de Dámaso Alonso, poeta i filòleg espanyol (m. 1990)",
    "1899 - Naixement de Salarrué, escriptor i pintor salvadoreño (m. 1975)",
    "1900 - Naixement d'Ashfaqulla Khan, activista indi (m. 1927)",
    "1903 - Naixement de Curly Howard, còmic i vodevillian nord-americà (m. 1952)",
    "1903 - Naixement de George Wells Beadle, genetista i acadèmic nord-americà, premi Nobel (m. 1989)",
    "1904 - Naixement de Constance Bennett, actriu, cantant i productora nord-americana (m. 1965)",
    "1904 - Naixement de Karl Guthe Jansky, físic i enginyer de ràdio nord-americà (m. 1950)",
    "1904 - Naixement de Saúl Calandra, futbolista argentí (m. 1973)",
    "1905 - Naixement de Joseph Kosma, pianista i compositor hongarès-francès (m. 1969)",
    "1906 - Naixement d'Aurelio Baldor, matemàtic i advocat cubà (m. 1978)",
    "1906 - Naixement de Kees van Baaren, compositor i pedagog holandès (m. 1970)",
    "1907 - Naixement de Günther Treptow, tenor alemany (m. 1981)",
    "1907 - Naixement de Jimmie Foxx, jugador de beisbol nord-americà (m. 1967)",
    "1908 - Naixement de John Gould, periodista i autor nord-americà (m. 2003)",
    "1908 - Naixement de José Escobar Saliente, dibuixant espanyol (m. 1994)",
    "1913 - Naixement de Bảo Đại, emperador vietnamita (m. 1997)",
    "1913 - Naixement de Hans-Peter Tschudi, advocat i polític suís, 63è president de la Confederació Suïssa (m. 2002)",
    "1913 - Naixement de Robert Capa, fotògraf i periodista hongarès-nord-americà (m. 1954)",
    null,
    "1917 - Naixement de Joan Fontaine, actriu britànica-nord-americana (m. 2013)",
    "1918 - Naixement de Lou Klein, jugador de beisbol, entrenador i entrenador nord-americà (m. 1976)",
    "1919 - Naixement de Doris Lessing, novel·lista, poeta, dramaturga britànica, premi Nobel (m. 2013)",
    "1920 - Naixement de Timothy Leary, psicòleg i autor nord-americà (m. 1996)",
    "1921 - Naixement d'Alexander Kronrod, matemàtic i informàtic rus (m. 1986)",
    "1921 - Naixement de Georges Brassens, cantautor i guitarrista francès (m. 1981)",
    "1921 - Naixement de Harald Nugiseks, sergent estonià (m. 2014)",
    "1923 - Naixement de Bert Trautmann, futbolista i entrenador alemany (m. 2013)",
    "1925 - Naixement de Dory Previn, cantautora i guitarrista nord-americana (m. 2012)",
    "1925 - Naixement d'Edith Kawelohea McKinzie, genealogista, autora i experta en hula hawaiana (m. 2014)",
    "1925 - Naixement de Robert Rauschenberg, pintor i il·lustrador nord-americà (m. 2008)",
    "1925 - Naixement de Slater Martin, jugador i entrenador de bàsquet nord-americà (m. 2012)",
    "1927 - Naixement d'Allan Hendrickse, ministre i polític sud-africà (m. 2005)",
    "1928 - Naixement de Clare Fischer, pianista, compositora i arranjadora nord-americana (m. 2012)",
    "1928 - Naixement de Nelson Pereira dos Santos, director, productor i guionista brasiler (m. 2018)",
    "1929 - Naixement de Lev Yashin, futbolista rus (m. 1990)",
    "1929 - Naixement de Michael Birkett, segon baró Birkett, director i productor anglès (m. 2015)",
    "1930 - Naixement d'Estela de Carlotto, activista argentina pels drets humans",
    "1930 - Naixement de José Guardiola, cantant espanyol (m. 2012)",
    "1931 - Naixement d'Ann Rule, oficial de policia i autora nord-americana (m. 2015)",
    "1933 - Naixement de Carlos Alberto Sacheri, filòsof argentí (m. 1974)",
    "1933 - Naixement d'Helmut Senekowitsch, futbolista i entrenador austríac (m. 2007)",
    "1934 - Naixement de Donald McIntyre, cantant d'òpera neozelandès",
    "1936 - Naixement de Bobby Seale, activista polític i autor nord-americà, cofundador del Black Panther Party",
    "1936 - Naixement de John Blashford-Snell, soldat, autor i explorador anglès",
    "1936 - Naixement de Jovan Pavlović, metropolità serbi (m. 2014)",
    "1936 - Naixement de Peter Cook, arquitecte i acadèmic anglès",
    "1937 - Naixement de José Larralde, cantautor argentí",
    "1937 - Naixement de Manos Loïzos, compositor egipci-grec (m. 1982)",
    "1938 - Naixement de Christopher Lloyd, actor, còmic i productor nord-americà",
    "1938 - Naixement de César Luis Menotti, futbolista i entrenador argentí (m. 2024)",
    "1938 - Naixement de Derek Jacobi, actor anglès",
    "1938 - Naixement de K. Indrapala, historiador i acadèmic de Sri Lanka",
    null,
    "1939 - Naixement de Jean-Pierre Desthuilliers, poeta i crític francès (m. 2013)",
    "1939 - Naixement de Joaquim Chissano, polític moçambicà, segon president de Moçambic",
    "1939 - Naixement de Tony Roberts, actor i cantant nord-americà",
    "1941 - Naixement d'Ahmet Mete Işıkara, geofísic i científic de terratrèmols turc (m. 2013)",
    "1941 - Naixement de Charles Keating, actor anglès-nord-americà (m. 2014)",
    "1942 - Naixement d'Annette Funicello, actriu i cantant nord-americana (m. 2013)",
    "1942 - Naixement de Bobby Fuller, cantant, compositor i guitarrista nord-americà (m. 1966)",
    "1942 - Naixement de Pedro Morales, lluitador porto-riqueny (m. 2019)",
    "1943 - Naixement d'Allen Coage, lluitador i entrenador nord-americà-canadenc (m. 2007)",
    "1943 - Naixement de Catherine Deneuve, actriu i cantant francesa",
    "1943 - Naixement de Catherine E. Coulson, actriu nord-americana (m. 2015)",
    "1943 - Naixement de Jan de Bont, director, productor i director de fotografia holandès",
    "1943 - Naixement de Seif Sharif Hamad, polític de Zanzíbar, segon ministre en cap de Zanzíbar (m. 2021)",
    "1945 - Naixement de Buzz Potamkin, director i productor nord-americà, va fundar Buzzco Associates (m. 2012)",
    "1945 - Naixement d'Eddie Brigati, cantant i compositor nord-americà",
    "1945 - Naixement de Leslie West, cantant, compositora i guitarrista nord-americana (m. 2020)",
    "1945 - Naixement de Michael Stoute, entrenador de cavalls de Barbados-anglès",
    "1945 - Aniversari de Sheila Sherwood, saltador de llargada anglesa",
    "1945 - Aniversari d'Yvan Ponton, actor canadenc i presentador de jocs",
    "1946 - Naixement de Claude Charron, pedagog i polític canadenc",
    "1946 - Naixement de Deepak Chopra, metge i autor indi-americà",
    "1946 - Naixement d'Elizabeth Connell, mezzosoprano sud-africana (m. 2012)",
    "1946 - Naixement de Godfrey Chitalu, futbolista de Zambia (m. 1993)",
    "1946 - Naixement de Jaime Nebot, polític equatorià",
    "1946 - Naixement de Kelvin MacKenzie, periodista anglès",
    "1947 - Naixement de Haley Barbour, advocat i polític nord-americà, 62è governador de Mississipí",
    "1947 - Naixement de Raymond Bachand, advocat i polític canadenc",
    "1948 - Naixement de Debbie Macomber, autora nord-americana",
    "1948 - Aniversari de Mike Hendrick, jugador de cricket, entrenador i àrbitre anglès",
    "1948 - Naixement de Pierre Lartigue, pilot de ral·lis francès",
    "1949 - Naixement d'Arsène Wenger, futbolista i entrenador francès",
    "1949 - Naixement de Manfred Trojahn, flautista, compositor i director alemany",
    "1949 - Naixement de Stiv Bators, cantant, compositor, guitarrista i actor nord-americà (m. 1990)",
    null,
    null,
    "1952 - Naixement de Jeff Goldblum, actor i productor nord-americà",
    "1952 - Naixement de Julie Dash, directora, productora i guionista nord-americana",
    "1953 - Naixement de René Arce Islas, polític mexicà",
    "1954 - Naixement de Graham Joyce, autor i pedagog anglès (m. 2014)",
    "1956 - Naixement d'Alejandro Kuropatwa, fotògraf argentí (m. 2003)",
    "1956 - Naixement de John Adam, jugador de la lliga australiana de rugbi",
    "1957 - Naixement de Daniel Melingo, músic argentí",
    "1957 - Naixement de Henry Lauterbach, saltador alemany",
    "1958 - Naixement de Bobby Blotzer, bateria nord-americà",
    "1959 - Naixement d'Arto Salminen, periodista i autor finlandès (m. 2005)",
    "1959 - Naixement de Marc Shaiman, compositor i compositor nord-americà",
    "1959 - Naixement de Roberto Navarro, periodista argentí",
    "1960 - Naixement de Cris Kirkwood, cantautora i baixista nord-americana",
    "1960 - Naixement de Darryl Jenifer, baixista nord-americà",
    "1961 - Aniversari de Barbara Potter, tenista nord-americana",
    "1961 - Naixement de Takaaki Ishibashi, còmic, cantant i actor japonès",
    "1962 - Naixement de Bob Odenkirk, actor i còmic nord-americà",
    "1963 - Naixement de Brian Boitano, patinador artístic nord-americà",
    "1964 - Naixement de Dražen Petrović, jugador de bàsquet croat (m. 1993)",
    "1964 - Naixement de TobyMac, cantautor i productor nord-americà",
    "1965 - Naixement d'AL Kennedy, còmic escocès, periodista i autor",
    "1965 - Naixement de John Wesley Harding, cantautor i guitarrista anglès",
    "1965 - Naixement d'Otis Smith, jugador de futbol americà i entrenador",
    "1965 - Naixement de Piotr Wiwczarek, cantautor, guitarrista i productor polonès",
    "1965 - Naixement de Sumito Estévez, xef veneçolà",
    "1965 - Naixement de Valeria Golino, actriu italiana",
    "1966 - Naixement de Maelo Ruiz, cantant de salsa romàntica porto-riqueny nascuda a Nova York",
    "1966 - Naixement de Yuri Arbachakov, boxejador rus-japonès",
    "1967 - Naixement de Carlos Mencia, comediant, actor, productor i guionista hondureño-nord-americà",
    "1967 - Naixement d'Oona King, baronessa Rei de Bow, acadèmica i política anglesa",
    "1967 - Naixement de Rita Guerra, cantant portuguesa",
    "1967 - Naixement de Ron Tugnutt, jugador d'hoquei sobre gel, entrenador i periodista esportiu canadenc",
    "1967 - Naixement de Salvatore Di Vittorio, compositor i director d'orquestra italià",
    "1967 - Naixement d'Ulrike Maier, esquiadora austríaca (m. 1994)",
    "1968 - Naixement de Jay Johnston, actor, productor i guionista nord-americà",
    null,
    "1968 - Naixement de Shelby Lynne, cantautora i guitarrista nord-americana",
    "1968 - Naixement de Stephanie Cutter, advocada i consultora política nord-americana",
    "1968 - Naixement de Stéphane Quintal, jugador canadenc d'hoquei sobre gel",
    "1969 - Naixement de Coque Malla, músic i actor espanyol",
    "1969 - Naixement de Helmut Lotti, cantant i compositor belga",
    "1969 - Naixement d'Héctor Carrasco, jugador de beisbol dominicà",
    "1969 - Naixement de Julio Borges, polític veneçolà",
    "1969 - Aniversari de Spike Jonze, actor, director, productor i guionista nord-americà",
    "1970 - Naixement d'Amy Redford, actriu, directora i productora nord-americana",
    "1970 - Naixement de Javier Milei, polític i economista argentí",
    "1970 - Naixement de Winston Bogarde, futbolista i entrenador holandès",
    "1971 - Naixement d'Amanda Coetzer, tennista sud-africana",
    "1971 - Naixement de Jennifer Lee, cineasta nord-americana",
    "1971 - Naixement de José Manuel Martínez, corredor espanyol",
    "1971 - Naixement de Kornél Dávid, jugador de bàsquet hongarès",
    "1972 - Aniversari de D'Lo Brown, lluitador i comptable nord-americà",
    "1972 - Aniversari de Saffron Burrows, actriu angloamericana",
    "1972 - Naixement de Víctor Saldaño, criminal argentí",
    "1973 - Naixement d'Andrés Palop, futbolista i tècnic espanyol",
    "1973 - Naixement de Carmen Ejogo, actriu anglesa",
    "1973 - Aniversari d'Ichiro Suzuki, jugador de beisbol japonès",
    "1973 - Naixement de Mark van der Zijden, nedador holandès",
    "1974 - Aniversari de Jeff McInnis, jugador de bàsquet nord-americà",
    "1974 - Naixement de Miroslav Šatan, jugador d'hoquei sobre gel eslovac",
    "1974 - Naixement de Tim Kinsella, cantant i compositor nord-americà",
    "1975 - Naixement de Jesse Tyler Ferguson, actor nord-americà",
    "1975 - Naixement de Martín Cardetti, futbolista i entrenador argentí",
    "1975 - Naixement de Míchel Salgado, futbolista espanyol",
    "1976 - Naixement de Jon Foreman, cantautor i guitarrista nord-americà",
    "1976 - Aniversari de Laidback Luke, DJ holandès",
    "1976 - Naixement de Luke Adams, caminant australià",
    "1978 - Naixement de Chaswe Nsofwa, futbolista de Zàmbia (m. 2007)",
    "1978 - Aniversari de Dion Glover, jugador de bàsquet i entrenador nord-americà",
    "1978 - Naixement d'Owais Shah, jugador de cricket pakistanès-anglès",
    "1979 - Naixement de Doni, futbolista brasiler",
    "1979 - Naixement de Jannero Pargo, jugador i entrenador de bàsquet nord-americà",
    "1980 - Naixement de Luke O'Donnell, jugador de la lliga australiana de rugbi",
    "1980 - Naixement de Niall Breslin, cantant, compositor, guitarrista, productor i futbolista irlandès",
    "1980 - Aniversari de Sonia Sui, model i actriu taiwanesa",
    "1981 - Naixement de Michael Fishman, actor i productor nord-americà",
    "1981 - Naixement d'Olivier Pla, pilot de carreres francès",
    "1982 - Aniversari de Darren O'Day, jugador de beisbol nord-americà",
    "1982 - Aniversari de Heath Miller, jugador de futbol americà",
    "1982 - Naixement de Mark Renshaw, ciclista australià",
    "1982 - Naixement de Robinson Canó, jugador de beisbol dominicà",
    "1982 - Naixement de Tim Erfen, futbolista alemany",
    "1983 - Naixement d'Anton Müller, futbolista alemany",
    "1983 - Naixement de Byul, cantant sud-coreà",
    "1983 - Aniversari de Plan B, cantant i actor britànic",
    "1984 - Naixement d'Aleks Marić, jugador de bàsquet australià",
    "1984 - Naixement d'Antti Pihlström, jugador d'hoquei sobre gel finlandès",
    "1984 - Naixement d'Horacio Agulla, jugador de rugbi argentí",
    "1985 - Naixement de Federico Ágreda, músic veneçolà",
    "1985 - Naixement de Hadise, cantautora i ballarina belga-turca",
    "1985 - Naixement de Zac Hanson, cantautor i bateria nord-americà",
    "1986 - Naixement d'Akihiro Sato, futbolista japonès",
    "1986 - Naixement de Bassam Tariq, cineasta pakistanès-nord-americà",
    "1986 - Naixement del canceller, músic nord-americà sud-coreà",
    "1986 - Aniversari de Kara Lang, jugadora de futbol canadenca",
    "1986 - Naixement de Kenji Ebisawa, actor japonès",
    "1986 - Naixement de Kyle Gallner, actor nord-americà",
    "1986 - Naixement de Ștefan Radu, futbolista romanès",
    "1987 - Naixement de Donny Montell, cantant i compositor lituà",
    "1987 - Naixement de Park Ha-sun, actriu sud-coreana",
    "1987 - Naixement de Reen Yu, actriu taiwanesa",
    "1987 - Aniversari de Tiki Gelana, corredor etíop",
    "1988 - Naixement d'Aykut Demir, futbolista turc",
    "1988 - Naixement de Corey Hawkins, actor nord-americà",
    "1988 - Naixement d'Elena Muhhina, patinadora artística estònia",
    "1988 - Naixement de Liliana Mercado, futbolista mexicana",
    "1988 - Naixement de Parineeti Chopra, actriu índia",
    "1988 - Naixement de Sarah Barrow, bussejadora anglesa",
    "1989 - Naixement de Muhammad Wilkerson, jugador de futbol americà",
    "1990 - Naixement de David Savard, jugador canadenc d'hoquei sobre gel",
    "1990 - Naixement de Jonathan Lipnicki, actor nord-americà",
    "1990 - Naixement de Nicolás Francella, actor argentí",
    "1992 - Aniversari de 21 Savage, raper britànic-americà",
    "1992 - Naixement de Sofia Vassilieva, actriu nord-americana",
    "1993 - Naixement de Charalambos Lykogiannis, futbolista grec",
    "1995 - Naixement de Saidy Janko, futbolista suís",
    "1996 - Naixement de B.I, cantautora i ballarina de Corea del Sud",
    "1996 - Naixement de Johannes Høsflot Klæbo, corredor d'esquí noruec",
    "1998 - Aniversari de Roddy Ricch, raper nord-americà",
    "2000 - Aniversari de Baby Keem, raper i productor discogràfic nord-americà",
    "2004 - Naixement de Stefan Bajcetic, futbolista espanyol",
    "955 - Naixement de Qian Weijun, rei de Wuyue (m. 991)"
  ],
  "day_18_month_10_events.dialog": [
    "1009 - L'església del Sant Sepulcre, una església cristiana de Jerusalem, és completament destruïda pel califa fatimita Al-Hakim bi-Amr Allah, que talla els fonaments de l'Església fins a la roca.",
    "1016 - Els danesos derroten els anglesos a la batalla d'Assandun.",
    "1081 - Els normands derroten l'Imperi Bizantí a la batalla de Dyrrhachium.",
    "1281 - El papa Martí IV excomunica el rei Pere III d'Aragó per usurpar la corona de Sicília (sentència renovada el 7 de maig i el 18 de novembre de 1282).",
    "1356 - El terratrèmol de Basilea, l'esdeveniment sismològic històric més important al nord dels Alps, destrueix la ciutat de Basilea, Suïssa.",
    "1540 - Les forces del conqueridor espanyol Hernando de Soto destrueixen la ciutat fortificada de Mabila a l'actual Alabama, matant Tuskaloosa.",
    "1561 - Al Japó es lliura la quarta batalla de Kawanakajima entre les forces d'Uesugi Kenshin i Takeda Shingen, donant lloc a un empat.",
    "1565 - Els vaixells que pertanyen al clan Matsura del Japó no aconsegueixen capturar la carraca comercial portuguesa a la batalla de la badia de Fukuda, la primera batalla naval registrada entre el Japó i Occident.",
    "1597 - El rei Felip II d'Espanya envia la seva tercera i última armada contra Anglaterra, però acaba en fracàs a causa de les tempestes. Els vaixells restants són capturats o enfonsats pels anglesos.",
    "1599 - Miquel el Valent, príncep de Valàquia, derrota l'exèrcit d'Andrew Báthory a la batalla de Șelimbăr, donant lloc a la primera unificació registrada del poble romanès.",
    "1630 - El castell de Frendraught a Escòcia, la llar de James Crichton de Frendraught, es crema.",
    "1648 - Els sabaters de Boston formen la primera organització obrera nord-americana.",
    "1748 - Signatura del Tractat d'Aix-la-Chapelle posa fi a la Guerra de Successió austríaca.",
    "1775 - El poeta afroamericà Phillis Wheatley és alliberat de l'esclavitud.",
    "1775 - Guerra d'Independència dels Estats Units: The Burning of Falmouth (actual Portland, Maine).",
    "1779 - Guerra d'Independència dels Estats Units: s'aixeca el setge franco-americà de Savannah.",
    "1797 - Se signa el Tractat de Campo Formio entre França i Àustria",
    "1851 - El Moby-Dick d'Herman Melville es publica per primera vegada com a The Whale per Richard Bentley de Londres.",
    "1860 - La Segona Guerra de l'Opi acaba finalment a la Convenció de Pequín amb la ratificació del Tractat de Tientsin, un tractat desigual.",
    "1867 - Els Estats Units prenen possessió d'Alaska després de comprar-la a Rússia per 7,2 milions de dòlars. Se celebra anualment a l'estat com el Dia d'Alaska.",
    "1898 - Els Estats Units prenen possessió de Puerto Rico d'Espanya.",
    "1900 - El comte Bernhard von Bülow esdevé canceller d'Alemanya.",
    "1912 - Primera Guerra dels Balcans: el rei Pere I de Sèrbia emet una declaració \"Al poble serbi\", mentre el seu país s'uneix a la guerra.",
    "1914 - Es funda a Alemanya el Moviment Apostòlic de Schoenstatt.",
    "1921 - Es forma la República Socialista Soviètica Autònoma de Crimea com a part de la República Socialista Federativa Soviètica de Rússia.",
    "1922 - La British Broadcasting Company (més tard Corporació) és fundada per un consorci, per establir una xarxa nacional d'emissores de ràdio per oferir un servei de radiodifusió nacional.",
    "1929 - El Comitè Judicial del Consell Privat anul·la la Cort Suprema del Canadà en Edwards v. Canadà quan declara que les dones són considerades \"persones\" segons la llei canadenca.",
    "1944 - Segona Guerra Mundial: La Unió Soviètica comença l'alliberament de Txecoslovàquia de l'Alemanya nazi.",
    "1944 - Segona Guerra Mundial: té lloc a Ulm, Alemanya, el funeral d'estat del mariscal de camp Erwin Rommel.",
    "1945 - Un grup de les Forces Armades Veneçolanes, encapçalats per Mario Vargas, Marcos Pérez Jiménez i Carlos Delgado Chalbaud, fa un cop d'estat contra el president Isaías Medina Angarita, que és enderrocat al final del dia.",
    "1945 - L'oficial militar i polític argentí Juan Perón es casa amb l'actriu Eva Duarte.",
    "1945 - El programa nuclear de l'URSS rep de Klaus Fuchs els plans per a la bomba de plutoni dels Estats Units al Laboratori Nacional de Los Alamos.",
    "1954 - Texas Instruments anuncia el Regency TR-1, la primera ràdio de transistors produïda en massa.",
    "1963 - Félicette, una gata paresenca en blanc i negre, es converteix en la primera gata llançada a l'espai.",
    "1967 - La sonda soviètica Venera 4 arriba a Venus i es converteix en la primera nau espacial que mesura l'atmosfera d'un altre planeta.",
    "1977 - Tardor alemanya: un conjunt d'esdeveniments que giren al voltant del segrest d'Hanns Martin Schleyer i el segrest d'un vol de Lufthansa per part de la Facció de l'Exèrcit Roig (RAF) arriba a la seva fi quan Schleyer és assassinat i diversos membres de la RAF suposadament se suïcidan.",
    "1979 - La Comissió Federal de Comunicacions (FCC) comença a permetre que les persones tinguin estacions terres satèl·lits domèstiques sense una llicència del govern federal.",
    "1991 - El Consell Suprem de l'Azerbaidjan adopta una declaració d'independència de la Unió Soviètica.",
    "1992 - El vol 5601 de Merpati Nustantara Airlines s'estavella al mont Papandayan, prop de la ciutat de Garut, a Java occidental, Indonèsia, i mata 31 persones.",
    "2003 - Conflicte del gas bolivià: el president bolivià Gonzalo Sánchez de Lozada es veu obligat a dimitir i abandonar Bolívia.",
    "2007 - Atemptat de Karachi: un atemptat suïcida contra una caravana amb l'antic primer ministre pakistanès Benazir Bhutto mata 139 persones i en fereix 450 més. La mateixa Bhutto està il·lesa.",
    "2019 - Les astronautes de la NASA Jessica Meir i Christina Koch participen en la primera caminada espacial exclusivament femenina quan surten de l'Estació Espacial Internacional per substituir un controlador d'energia.",
    "2019 - Els disturbis a la capital de Xile, Santiago, es transformen en batalles obertes, amb atacs denunciats a gairebé totes les 164 estacions de metro de la ciutat. Posteriorment, el president Sebastián Piñera va anunciar l'estat d'excepció de 15 dies a la capital.",
    "320 - Pappus d'Alexandria, filòsof grec, observa un eclipsi de Sol i escriu un comentari sobre El gran astrònom (Almagest).",
    "33 - Desconsolada per la mort dels seus fills Neró i Drusus, i desterrada a l'illa de Pandateria per Tiberi, Agripina la Vella mor de fam autoinfligida.",
    "614 - El rei Clotar II promulga l'Edicte de París (Edictum Chlotacharii), una mena de Carta Magna Franca que defensa els drets dels nobles francs alhora que exclou els jueus de tota feina civil al Regne Franc.",
    "629 - Dagobert I és coronat rei dels francs."
  ],
  "day_9_month_12_deaths.dialog": [
    "1117 - Mort de Gertrudis de Brunswick, Markgräfin de Meissen",
    "1165 - Mort de Malcolm IV d'Escòcia (n. 1141)",
    "1242 - Mort de Richard le Gras, Lord Keeper d'Anglaterra i abat d'Evesham",
    "1268 - Mort de Vaišvilkas, príncep de Rutènia Negra, gran duc de Lituània",
    "1299 - Mort de Bohemundo I, arquebisbe de Trèveris",
    "1437 - Mort de Segismundo, emperador del Sacre Germànic (n. 1368)",
    "1544 - Mort de Teófilo Folengo, poeta italià (n. 1491)",
    "1565 - Mort del papa Pius IV (n. 1499)",
    "1603 - Mort de William Watson, sacerdot anglès (n. 1559)",
    "1625 - Mort d'Ubbo Emmius, historiador i geògraf holandès (n. 1547)",
    "1636 - Mort de Fabian Birkowski, predicador i autor polonès (n. 1566)",
    "1641 - Mort d'Anthony van Dyck, pintor i il·lustrador belga-anglès (n. 1599)",
    "1669 - Mort del papa Climent IX (n. 1600)",
    "1674 - Mort d'Edward Hyde, primer comte de Clarendon, historiador i polític anglès, canceller d'Hisenda (n. 1609)",
    "1706 - Mort de Pere II de Portugal (n. 1648)",
    "1718 - Mort de Vincenzo Coronelli, monjo i cartògraf italià (n. 1650)",
    "1761 - Mort de Tarabai, reina de Chatrapati Rajaram (n. 1675)",
    "1793 - Mor Yolande de Polastron, pedagoga franco-austríaca (n. 1749)",
    "1798 - Mor Johann Reinhold Forster, pastor, botànic i ornitòleg alemany (n. 1729)",
    "1830 - Mor Heinrich Christian Friedrich Schumacher, cirurgià, botànic i acadèmic danès (n. 1757)",
    "1854 - Mor Almeida Garrett, periodista i autora portuguesa (n. 1799)",
    "1858 - Mort de Robert Baldwin, advocat i polític canadenc, tercer primer ministre del Canadà West (n. 1804)",
    "1887 - Mor Mahmadu Lamine, líder religiós senegalès",
    "1906 - Mor Ferdinand Brunetière, escriptor i crític francès (n. 1849)",
    "1907 - Mor Eva Nansen, cantant mezzosoprano noruega i pionera de l'esquí femení (n. 1858)",
    "1916 - Mor Natsume Sōseki, escriptor i poeta japonès (n. 1867)",
    "1924 - Mort de Bernard Zweers, compositor i pedagog holandès (n. 1854)",
    "1930 - Mort de Rube Foster, jugador de beisbol i entrenador nord-americà (n. 1879)",
    "1932 - Mor Begum Rokeya, treballador social i autor de Bangla Desh (n. 1880)",
    "1932 - Mort de Karl Blossfeldt, fotògraf, escultor i pedagog alemany (n. 1865)",
    "1935 - Mort de Walter Liggett, periodista i activista nord-americà (n. 1886)",
    "1937 - Mor Gustaf Dalén, físic i enginyer suec, premi Nobel (n. 1869)",
    "1937 - Mort de Lilias Armstrong, fonètica anglesa (n. 1882)",
    "1941 - Mort de Dmitry Merezhkovsky, autor, poeta i filòsof rus (n. 1865)",
    "1943 - Mort de Georges Dufrénoy, pintor francès (n. 1870)",
    "1944 - Mort de Laird Cregar, actor nord-americà (n. 1913)",
    "1945 - Mor Yun Chi-ho, activista i polític sud-coreà (n. 1864)",
    "1957 - Mort d'Ali İhsan Sâbis, general turc (n. 1882)",
    "1963 - Mort de Daniel O. Fagunwa, autor i pedagog nigerià (n. 1903)",
    "1963 - Mort de Perry Miller, historiador, autor i acadèmic nord-americà (n. 1905)",
    "1964 - Mor Edith Sitwell, poeta i crítica anglesa (n. 1887)",
    "1965 - Mort de Branch Rickey, jugador de beisbol i entrenador nord-americà (n. 1884)",
    "1967 - Mor Charles Léon Hammes, advocat i jutge luxemburguès, 3r president del Tribunal de Justícia Europeu (n. 1898)",
    "1968 - Mor Enoch L. Johnson, cap de la mafia nord-americà (n. 1883)",
    "1970 - Mort d'Artem Mikoyan, enginyer i empresari armenio-rus, cofundador de l'Oficina de Disseny Mikoyan-Gurevich (n. 1905)",
    "1970 - Mor Feroz Khan Noon, polític pakistanès, setè primer ministre del Pakistan (n. 1893)",
    "1971 - Mor Ralph Bunche, politòleg, acadèmic i diplomàtic nord-americà, premi Nobel (n. 1904)",
    "1971 - Mor el reverend Aeneas Francon Williams, ministre de l'Església d'Escòcia, missioner a l'Índia i la Xina, escriptor i poeta (n. 1886)",
    "1971 - Mort de Sergey Konenkov, escultor i pintor rus (n. 1874)",
    "1972 - Mort de Louella Parsons, escriptora i columnista nord-americana (n. 1881)",
    "1975 - Mort de William A. Wellman, actor, director, productor i guionista nord-americà (n. 1896)",
    "1979 - Mort de Fulton J. Sheen, arquebisbe nord-americà (n. 1895)",
    "1982 - Mort de Leon Jaworski, advocat i polític nord-americà (n. 1905)",
    "1991 - Mort de Berenice Abbott, fotògrafa nord-americana (n. 1898)",
    "1992 - Mort de Vincent Gardenia, actor nord-americà (n. 1922)",
    "1993 - Mor Danny Blanchflower, futbolista i entrenador d'Irlanda del Nord (n. 1926)",
    "1995 - Mort de Douglas Corrigan, pilot nord-americà (n. 1907)",
    "1995 - Mort de Toni Cade Bambara, autor i acadèmic nord-americà (n. 1939)",
    "1996 - Mort d'Alain Poher, advocat i polític francès (n. 1909)",
    "1996 - Mort de Diana Morgan, dramaturga i guionista gal·lesa (n. 1908)",
    "1996 - Mort de Mary Leakey, arqueòloga i antropòloga anglesa (n. 1913)",
    "1996 - Mort de Patty Donahue, cantant i compositora nord-americana (n. 1956)",
    "1998 - Mort d'Archie Moore, boxejador i actor nord-americà (n. 1913)",
    "1998 - Mort de Shaughnessy Cohen, advocat i polític canadenc (n. 1948)",
    "2001 - Mort de Michael Carver, baró Carver, mariscal de camp anglès (n. 1915)",
    "2002 - Mort d'Ian Hornak, pintor i escultor nord-americà (n. 1944)",
    "2002 - Mort de Mary Hansen, cantant i guitarrista australiana (n. 1966)",
    "2002 - Mort de Stan Rice, pintor i poeta nord-americà (n. 1942)",
    "2003 - Mort de Norm Sloan, jugador i entrenador de bàsquet nord-americà (n. 1926)",
    "2003 - Mort de Paul Simon, soldat, periodista i polític nord-americà, 39è tinent governador d'Illinois (n. 1928)",
    "2005 - Mort de György Sándor, pianista i pedagog hongarès-nord-americà (n. 1912)",
    "2005 - Mort de Robert Sheckley, autor nord-americà (n. 1928)",
    "2006 - Mort de Georgia Gibbs, cantant nord-americana (n. 1919)",
    "2007 - Mort de Gordon Zahn, sociòleg, autor i acadèmic nord-americà (n. 1918)",
    "2007 - Mort de Rafael Sperafico, pilot de cotxes de carreres brasiler (n. 1981)",
    "2008 - Mort d'Ibrahim Dossey, futbolista ghanés (n. 1972)",
    "2008 - Mort de Yury Glazkov, general rus, pilot i astronauta (n. 1939)",
    "2009 - Mort de Gene Barry, actor nord-americà (n. 1919)",
    "2010 - Mort de Dov Shilansky, advocat i polític lituà-israelià, 10è president de la Knesset (n. 1924)",
    "2010 - Mort de James Moody, saxofonista, flautista i compositor nord-americà (n. 1925)",
    "2012 - Mor Alex Moulton, enginyer i empresari anglès, fundant la Moulton Bicycle Company (n. 1920)",
    "2012 - Mort de Béla Nagy Abodi, pintor i acadèmic hongarès (n. 1918)",
    "2012 - Mort de Charles Rosen, pianista i musicòleg nord-americà (n. 1927)",
    "2012 - Mort de Jenni Rivera, cantautora, productora i actriu nord-americana (n. 1969)",
    "2012 - Mort de Norman Joseph Woodland, inventor nord-americà, co-creador del codi de barres (n. 1921)",
    "2012 - Mort de Patrick Moore, tinent, astrònom i pedagog anglès (n. 1923)",
    "2012 - Mor Riccardo Schicchi, director i productor italià, cofundador de Diva Futura (n. 1953)",
    "2013 - Mort de Barbara Hesse-Bukowska, pianista i pedagoga polonesa (n. 1930)",
    "2013 - Mort d'Eleanor Parker, actriu nord-americana (n. 1922)",
    "2013 - Mort de Hristu Cândroveanu, editor, crític literari i escriptor romanès (n. 1928)",
    "2013 - Mort de John Gabbert, soldat, advocat i jutge nord-americà (n. 1909)",
    "2013 - Mort de John Wilbur, jugador de futbol americà (n. 1943)",
    "2014 - Mor Blagoje Paunović, futbolista i entrenador serbi (n. 1947)",
    "2014 - Mort de Jane Freilicher, pintora i poeta nord-americana (n. 1924)",
    "2014 - Mort de Jorge María Mejía, cardenal argentí (n. 1923)",
    "2014 - Mort de Jože Toporišič, lingüista i autor eslovè (n. 1926)",
    "2014 - Mort de Mary Ann Mobley, model i actriu nord-americana, Miss Amèrica 1959 (n. 1937)",
    "2014 - Mort de Sacvan Bercovitch, autor, crític i acadèmic canadenc-nord-americà (n. 1933)",
    "2015 - Mort de Julio Terrazas Sandoval, cardenal bolivià (n. 1936)",
    "2015 - Mort de Juvenal Juvêncio, advocat i polític brasiler (n. 1934)",
    "2015 - Mort de Norman Breslow, estadístic i acadèmic nord-americà (n. 1941)",
    "2015 - Mort de Soshana Afroyim, pintor austríac (n. 1927)",
    "2021 - Mort de Demaryius Thomas, jugador de futbol americà (n. 1987)",
    "2021 - Mort de Speedy Duncan, jugador de futbol americà (n. 1942)",
    "2022 - Mort de Jovit Baldivino, cantant i actor filipí (n. 1993)",
    "638 - Mort de Sergi I de Constantinoble",
    "730 - Mort d'Al-Jarrah ibn Abdallah, general àrab",
    "748 - Mort de Nasr ibn Sayyar, general i polític omeia (n. 663)",
    "933 - Mort de Li Congrong, príncep de Later Tang"
  ],
  "day_4_month_6_events.dialog": [
    "1411 - El rei Carles VI va concedir el monopoli de la maduració del formatge Roquefort als habitants de Roquefort-sur-Soulzon, tal com venien fent durant segles.",
    "1561 - El campanar de St Paul's, la catedral medieval de Londres, és destruït en un incendi provocat per un llamp i mai es reconstrueix.",
    "1615 - Setge d'Osaka: les forces sota Tokugawa Ieyasu prenen el castell d'Osaka al Japó.",
    "1745 - Batalla de Hohenfriedberg: l'exèrcit prussià de Frederic el Gran va derrotar decisivament un exèrcit austríac sota el comandament del príncep Carles Alexandre de Lorena durant la Guerra de Successió austríaca.",
    "1760 - Gran Trastorn: els plantadors de Nova Anglaterra arriben per reclamar terres a Nova Escòcia, Canadà, preses als acadians.",
    "1783 - Els germans Montgolfier fan una demostració pública de la seva montgolfière (globus aerostàtic).",
    "1784 - Élisabeth Thible es converteix en la primera dona que vol en un globus aerostàtic sense lligams. El seu vol cobreix quatre quilòmetres (2,5 milles) en 45 minuts i va arribar als 1.500 metres (4.900 fts) d'altitud (estimada).",
    "1792 - El capità George Vancouver reclama Puget Sound per al Regne de Gran Bretanya.",
    "1802 - El rei Carles Emmanuel IV de Sardenya abdica del seu tron ​​a favor del seu germà, Víctor Emmanuel.",
    "1812 - Després de l'admissió de Louisiana com a estat dels Estats Units, el Territori de Louisiana passa a anomenar-se Territori de Missouri.",
    "1825 - El general Lafayette, un oficial francès a la Guerra d'Independència dels Estats Units, parla al que seria Lafayette Square a Buffalo, Nova York, durant la seva visita als Estats Units.",
    "1855 - El major Henry C. Wayne surt de Nova York a bord de l'USS Supply per adquirir camells per establir el Cos de Camells dels Estats Units.",
    "1859 - Guerres d'independència italiana: a la batalla de Magenta, l'exèrcit francès, sota el comandament de Lluís Napoleó, derrota l'exèrcit austríac.",
    "1862 - Guerra Civil Americana: les tropes confederades evacuen Fort Pillow al riu Mississipí, deixant el camí lliure perquè les tropes de la Unió prenguin Memphis, Tennessee.",
    "1876 ​​- Un tren exprés anomenat Transcontinental Express arriba a San Francisco, a través del primer ferrocarril transcontinental només 83 hores i 39 minuts després de sortir de la ciutat de Nova York.",
    "1878 - Convenció de Xipre: l'Imperi Otomà cedeix Xipre al Regne Unit però conserva el títol nominal.",
    "1896 - Henry Ford completa el Ford Quadricycle, el seu primer automòbil de gasolina, i li fa una prova d'èxit.",
    "1912 - Massachusetts es converteix en el primer estat dels Estats Units a establir un salari mínim.",
    "1913 - Emily Davison, una sufragista, surt corrent davant del cavall del rei Jordi V a The Derby. És trepitjada, mai recupera la consciència i mor quatre dies després.",
    "1916 - Primera Guerra Mundial: Rússia obre l'ofensiva Brusilov amb un bombardeig d'artilleria de línies austrohongareses a Galícia.",
    "1917 - S'atorguen els primers premis Pulitzer: Laura E. Richards, Maude H. Elliott i Florence Hall reben el primer Pulitzer per a la biografia (per a Julia Ward Howe). Jean Jules Jusserand rep el primer Pulitzer de la història per la seva obra With Americans of Past and Present Days. Herbert B. Swope rep el primer Pulitzer de periodisme pel seu treball al New York World.",
    "1919 - León Trockij prohibeix el Quart Congrés Regional de Camperols, Obrers i Insurgents previst.",
    "1919 - Drets de les dones: el Congrés dels Estats Units aprova la 19a esmena de la Constitució dels Estats Units, que garanteix el sufragi a les dones, i l'envia als estats dels Estats Units per a la seva ratificació.",
    "1920 - Hongria perd el 71% del seu territori i el 63% de la seva població quan es signa el Tractat de Trianon a París.",
    "1928 - El president de la República de la Xina, Zhang Zuolin, és assassinat per agents japonesos.",
    "1932 - Marmaduke Grove i altres oficials militars xilens van liderar un cop d'estat que va establir l'efímera República Socialista de Xile.",
    "1939 - L'Holocaust: el MS St. Louis, un vaixell que transporta 963 refugiats jueus alemanys, se li nega el permís per aterrar a Florida, als Estats Units, després d'haver estat rebutjat de Cuba. Obligats a tornar a Europa, més de 200 dels seus passatgers moren després als camps de concentració nazis.",
    "1940 - Segona Guerra Mundial: finalitza l'evacuació de Dunkerque: les Forces Armades Britàniques completen l'evacuació de 338.000 soldats de Dunkerque a França. Per recuperar la moral del país, Winston Churchill pronuncia, només a la Cambra dels Comuns, el seu famós discurs \"Lluitarem a les platges\".",
    "1942 - Segona Guerra Mundial: Gustaf Mannerheim, el comandant en cap de l'exèrcit finlandès, rep el títol de mariscal de Finlàndia pel govern en el seu 75è aniversari. El mateix dia, Adolf Hitler arriba a Finlàndia per a una visita sorpresa per conèixer Mannerheim.",
    "1942 - Segona Guerra Mundial: comença la batalla de Midway. L'almirall japonès Chūichi Nagumo ordena un atac a l'illa de Midway per part de bona part de la Marina Imperial Japonesa.",
    "1943 - Un cop d'estat militar a l'Argentina derroca Ramón Castillo.",
    "1944 - Segona Guerra Mundial: un grup de caçadors-assassins de la Marina dels Estats Units captura el submarí alemany de la Kriegsmarine U-505: la primera vegada que un vaixell de la Marina dels EUA capturava un vaixell enemic al mar des del segle XIX.",
    "1944 - Segona Guerra Mundial: el Cinquè Exèrcit dels Estats Units captura Roma, tot i que gran part del Catorze Exèrcit alemany es pot retirar cap al nord.",
    "1961 - Guerra Freda: a la cimera de Viena, el primer ministre soviètic Nikita Khrushchev provoca la crisi de Berlín amb l'amenaça de signar un tractat de pau separat amb Alemanya de l'Est i posar fi a l'accés nord-americà, britànic i francès a Berlín Oriental.",
    "1967 - Setanta-dues persones moren quan un Canadair C-4 Argonaut s'estavella a Stockport a Anglaterra.",
    "1970 - Tonga s'independitza de l'Imperi Britànic.",
    "1975 - El governador de Califòrnia, Jerry Brown, signa la Llei de relacions laborals agrícoles de Califòrnia, la primera llei dels Estats Units que dóna als treballadors agrícoles drets de negociació col·lectiva.",
    "1977 - JVC presenta la seva cinta de vídeo VHS al Consumer Electronics Show de Chicago. Finalment s'imposarà contra el sistema Betamax rival de Sony en una guerra de formats per convertir-se en el mitjà de vídeo domèstic predominant.",
    "1979 - El tinent de vol Jerry Rawlings pren el poder a Ghana després d'un cop d'estat militar en què el general Fred Akuffo és enderrocat.",
    "1983 - Gordon Kahl, que va matar dos mariscals nord-americans a Medina, Dakota del Nord, el 13 de febrer, mor en un tiroteig a Smithville, Arkansas, juntament amb un xèrif local, després d'una caça humana de quatre mesos.",
    "1986 - Jonathan Pollard es declara culpable d'espionatge per vendre la intel·ligència militar secreta dels Estats Units a Israel.",
    "1988 - Tres cotxes d'un tren que transportava hexògen a Kazakhstan exploten a Arzamas, província de Gorki, URSS, matant 91 i ferint uns 1.500.",
    "1989 - A les eleccions del líder suprem iranià de 1989, Ali Khamenei és elegit com a nou líder suprem de l'Iran després de la mort i el funeral de Ruhollah Khomeini.",
    "1989 - Victòria de Solidaritat a les eleccions legislatives poloneses de 1989, les primeres eleccions des que el Partit Comunista de Treballadors Polonesos va abandonar el seu monopoli de poder. Va provocar les revolucions de 1989 a l'Europa de l'Est.",
    "1989 - Les protestes i la massacre de la plaça de Tiananmen són reprimides a Pequín per l'Exèrcit Popular d'Alliberament, amb entre 241 i 10.000 morts (estimació no oficial).",
    "1989 - Desastre del tren d'Ufà: una explosió de gas natural a prop d'Ufà, Rússia, mata 575 mentre dos trens que passaven l'un a l'altre llançaven espurnes prop d'un gasoducte amb fuites.",
    "1996 - El primer vol de l'Ariane 5 explota després d'aproximadament 37 segons. Va ser una missió del Clúster.",
    "1998 - Terry Nichols és condemnat a cadena perpètua pel seu paper en l'atemptat d'Oklahoma City.",
    "2005 - Es funda el Fòrum Cívic dels Romanesos de Covasna, Harghita i Mureș.",
    "2010 - El vol 1 Falcon 9 és el vol inaugural del coet SpaceX Falcon 9, que es llança des del complex de llançament espacial 40 de l'estació de la Força Aèria de Cap Cañaveral.",
    "2023 - Quatre persones moren quan un Cessna Citation V s'estavella contra Mine Bank Mountain al comtat d'Augusta, Virgínia.",
    "2023 - Comencen les protestes a Polònia contra el govern de Duda."
  ],
  "day_8_month_10_births.dialog": [
    "1150 - Naixement de Narapatisithu, rei de Birmània (m. 1211)",
    "1515 - Naixement de Margaret Douglas, filla d'Archibald Douglas (m. 1578)",
    "1551 - Naixement de Giulio Caccini, compositor italià (m. 1618)",
    "1553 - Naixement de Jacques Auguste de Thou, historiador francès (m. 1617)",
    "1585 - Naixement de Heinrich Schütz, organista i compositor alemany (m. 1672)",
    "1609 - Naixement de John Clarke, metge anglès (m. 1676)",
    "1676 - Naixement de Benito Jerónimo Feijóo i Montenegro, monjo i erudit espanyol (m. 1764)",
    "1713 - Naixement de Yechezkel Landau, rabí i autor polonès (m. 1793)",
    "1715 - Naixement de Michel Benoist, científic i missioner francès (m. 1774)",
    "1747 - Naixement de Jean-François Rewbell, advocat i polític francès (m. 1807)",
    "1753 - Naixement de la princesa Sofia Albertina de Suècia (m. 1829)",
    "1765 - Naixement de Harman Blennerhassett, advocat i polític anglès-irlandès (m. 1831)",
    "1789 - Naixement de John Ruggles, advocat i polític nord-americà (m. 1874)",
    "1789 - Naixement de William John Swainson, ornitòleg i entomòleg anglès i neozelandès (m. 1855)",
    "1807 - Naixement de Harriet Taylor Mill, filòsofa i activista anglesa (m. 1858)",
    "1818 - Naixement de John Henninger Reagan, jutge i polític nord-americà, tercer secretari del Tresor dels Estats Confederats (m. 1905)",
    "1834 - Naixement de Walter Kittredge, violinista i compositor nord-americà (m. 1905)",
    "1845 - Naixement de Salomon Kalischer, pianista, compositor i físic alemany (m. 1924)",
    "1847 - Naixement de Rose Scott, activista australiana (m. 1925)",
    "1848 - Naixement de Pierre De Geyter, compositor belga (m. 1932)",
    "1850 - Naixement d'Henry Louis Le Châtelier, químic i acadèmic francès (m. 1936)",
    "1860 - Naixement de John D. Batten, pintor, gravador i il·lustrador britànic (m. 1932)",
    "1863 - Naixement d'Edythe Chapman, actriu nord-americana (m. 1948)",
    "1864 - Naixement d'Ozias Leduc, pintor i pedagog canadenc (m. 1955)",
    "1870 - Naixement de Louis Vierne, organista i compositor francès (m. 1937)",
    "1872 - Naixement de Mary Engle Pennington, química bacteriològica i enginyera en refrigeració nord-americana (m. 1952)",
    "1873 - Naixement d'Alexei Shchusev, arquitecte i acadèmic rus, va dissenyar el mausoleu de Lenin (m. 1949)",
    "1873 - Naixement d'Ejnar Hertzsprung, químic i astrònom danès (m. 1967)",
    "1875 - Naixement de Laurence Doherty, tennista i golfista anglès (m. 1919)",
    "1876 ​​- Naixement de Frederick Montague, primer baró Amwell, tinent i polític anglès (m. 1966)",
    "1877 - Naixement de Hans Heysen, pintor alemany-australià (m. 1968)",
    "1879 - Naixement de Huntley Gordon, actor canadenc-nord-americà (m. 1956)",
    "1882 - Naixement de Harry McClintock, cantautor i poeta nord-americà (m. 1957)",
    "1883 - Naixement de Dick Burnett, cantant, compositor i guitarrista nord-americà (m. 1977)",
    "1883 - Naixement d'Otto Heinrich Warburg, fisiòleg i metge alemany, premi Nobel (m. 1970)",
    "1884 - Naixement de Walther von Reichenau, mariscal de camp alemany (m. 1942)",
    "1887 - Naixement de Donie Bush, jugador de beisbol, entrenador i propietari de l'equip nord-americà (m. 1972)",
    "1887 - Aniversari de Ping Bodie, jugador de beisbol nord-americà (m. 1961)",
    "1888 - Naixement d'Ernst Kretschmer, psiquiatre i autor alemany (m. 1964)",
    "1889 - Naixement de Collett E. Woolman, empresari nord-americà, cofundador de Delta Air Lines (m. 1966)",
    "1889 - Naixement de R. Fraser Armstrong, enginyer canadenc (m. 1983)",
    "1890 - Naixement d'Eddie Rickenbacker, soldat i pilot nord-americà, guanyador de la Medalla d'Honor (m. 1973)",
    "1890 - Naixement de Philippe Thys, ciclista belga (m. 1971)",
    "1890 - Naixement de Snuffy Browne, jugador de cricket de Barbados (m. 1964)",
    "1892 - Naixement de Marina Tsvetaeva, poeta i autora russa (m. 1941)",
    "1893 - Naixement de Clarence Williams, pianista i compositor nord-americà (m. 1965)",
    "1895 - Naixement de Juan Perón, general i polític argentí, 29è president de l'Argentina (m. 1974)",
    "1895 - Naixement de Zog I d'Albània (m. 1961)",
    "1896 - Naixement de Julien Duvivier, director, productor i guionista francès (m. 1967)",
    "1897 - Naixement de Marcel Herrand, actor francès (m. 1953)",
    "1897 - Naixement de Rouben Mamoulian, director i guionista georgià-nord-americà (m. 1987)",
    "1901 - Naixement d'Eivind Groven, compositor i teòric noruec (m. 1977)",
    "1901 - Naixement de Mark Oliphant, físic, humanitari i polític australià, governador d'Austràlia Meridional (m. 2000)",
    "1903 - Naixement de Georgy Geshev, jugador d'escacs búlgar (m. 1937)",
    "1904 - Naixement d'Yves Giraud-Cabantous, pilot de carreres francès (m. 1973)",
    "1907 - Naixement de Richard Sharpe Shaver, autor i il·lustrador nord-americà (m. 1975)",
    "1908 - Naixement d'Ezekias Papaioannou, polític grecoxipriota (m. 1988)",
    "1910 - Naixement de Gus Hall, militar i polític nord-americà (m. 2000)",
    "1910 - Naixement de Helmut Kallmeyer, químic i soldat alemany (m. 2006)",
    "1910 - Naixement de Kirk Alyn, actor nord-americà (m. 1999)",
    "1910 - Naixement de Paulette Dubost, actriu francesa (m. 2011)",
    "1910 - Naixement de Ray Lewis, corredor canadenc (m. 2003)",
    "1913 - Naixement de Marios Makrionitis, arquebisbe catòlic romà d'Atenes (m. 1959)",
    "1913 - Naixement de Robert R. Gilruth, pilot i enginyer nord-americà (m. 2000)",
    "1917 - Aniversari de Billy Conn, boxejador nord-americà (m. 1993)",
    "1917 - Naixement de Danny Murtaugh, jugador de beisbol, entrenador i entrenador nord-americà (m. 1976)",
    "1917 - Naixement de Rodney Robert Porter, bioquímic i fisiòleg anglès, premi Nobel (m. 1985)",
    "1917 - Naixement de Walter Lord, historiador i autor nord-americà (m. 2002)",
    "1918 - Naixement de Halfdan Hegtun, presentador de ràdio i polític noruec (m. 2012)",
    "1918 - Naixement de Jens Christian Skou, químic i fisiòleg danès, premi Nobel (m. 2018)",
    "1919 - Naixement de Jack McGrath, pilot de carreres nord-americà (m. 1955)",
    "1919 - Naixement de Kiichi Miyazawa, polític japonès, 78è primer ministre del Japó (m. 2007)",
    "1920 - Naixement de Frank Herbert, periodista, fotògraf i autor nord-americà (m. 1986)",
    "1921 - Naixement d'Abraham Sarmiento, advocat i jurista filipí (m. 2010)",
    "1922 - Naixement d'Herbert B. Leonard, director de producció i productor nord-americà (m. 2006)",
    "1922 - Naixement de Nils Liedholm, futbolista, entrenador i entrenador suec (m. 2007)",
    "1924 - Naixement d'Aloísio Lorscheider, cardenal brasiler (m. 2007)",
    "1924 - Naixement d'Alphons Egli, advocat i polític suís, 77è president de la Confederació Suïssa (m. 2016)",
    "1924 - Naixement de John Nelder, matemàtic i estadístic anglès (m. 2010)",
    "1924 - Naixement de Thirunalloor Karunakaran, poeta i erudit indi (m. 2006)",
    "1925 - Naixement d'Álvaro Magaña, economista i polític salvadoreño, president d'El Salvador (m. 2001)",
    "1926 - Naixement de Raaj Kumar, agent de policia i actor indi (m. 1996)",
    "1927 - Naixement de César Milstein, bioquímic i acadèmic argentí-anglès, premi Nobel (m. 2002)",
    "1927 - Naixement de Jim Elliot, missioner i traductor nord-americà (m. 1956)",
    "1928 - Naixement de Bill Maynard, actor anglès (m. 2018)",
    "1928 - Naixement de Didi, futbolista i entrenador brasiler (m. 2001)",
    "1928 - Naixement de M. Russell Ballard, tinent nord-americà i líder religiós (m. 2023)",
    "1928 - Naixement de Neil Harvey, jugador de cricket australià",
    "1929 - Naixement de Betty Boothroyd, política anglesa, presidenta britànica de la Cambra dels Comuns (m. 2023)",
    "1930 - Naixement d'Alasdair Milne, director i productor indi-anglès (m. 2013)",
    "1930 - Naixement de Faith Ringgold, pintor i activista nord-americà (m. 2024)",
    "1930 - Naixement de Pepper Adams, saxofonista i compositor nord-americà (m. 1986)",
    "1930 - Naixement de Toru Takemitsu, compositor i teòric japonès (m. 1996)",
    "1931 - Naixement de Bill Brown, futbolista escocès (m. 2004)",
    "1932 - Aniversari de Ray Reardon, jugador de billar i agent de policia gal·lès",
    "1934 - Naixement de Gerry Hitchens, futbolista i entrenador anglès (m. 1983)",
    "1934 - Naixement de James Holshouser, advocat i polític nord-americà, 68è governador de Carolina del Nord (m. 2013)",
    "1934 - Naixement de Kader Asmal, acadèmic i polític sud-africà (m. 2011)",
    "1935 - Naixement d'Albert Roux, xef francès-anglès (m. 2021)",
    "1936 - Naixement de Rona Barrett, periodista i empresaria nord-americana",
    "1937 - Naixement de Merle Park, ballarina i pedagoga britànica",
    "1937 - Naixement de Paul Schell, advocat i polític nord-americà, 50è alcalde de Seattle (m. 2014)",
    "1938 - Naixement de Bronislovas Lubys, home de negocis i polític lituà, primer ministre de Lituània (m. 2011)",
    "1938 - Naixement de Fred Stolle, tenista i periodista esportiu australià-americà",
    "1938 - Naixement de Walter Gretzky, entrenador i autor canadenc d'hoquei sobre gel (m. 2021)",
    "1938 - Naixement de William Corlett, autor i dramaturg anglès (m. 2005)",
    "1939 - Naixement d'Elvīra Ozoliņa, llançadora de javelina letona",
    "1939 - Naixement de Harvey Pekar, autor i crític nord-americà (m. 2010)",
    "1939 - Naixement de Lynne Stewart, advocada i criminalista nord-americana (m. 2017)",
    "1939 - Naixement de Paul Hogan, actor, productor i guionista australià",
    "1940 - Naixement de Fred Cash, cantant nord-americà",
    "1941 - Naixement de George Bellamy, cantant, guitarrista i productor anglès",
    "1941 - Naixement de Jesse Jackson, ministre i activista nord-americà",
    "1941 - Naixement de Shane Stevens, autor nord-americà (m. 2007)",
    "1942 - Naixement de Stanley Bates, actor i guionista anglès",
    "1943 - Aniversari de Chevy Chase, còmic, actor i guionista nord-americà",
    "1943 - Naixement de R. L. Stine, autor, guionista i productor nord-americà",
    "1944 - Naixement d'Ed Kirkpatrick, jugador de beisbol nord-americà (m. 2010)",
    "1944 - Naixement de Susan Raye, cantant nord-americana",
    "1946 - Naixement de Bel Mooney, periodista i autora anglesa",
    "1946 - Naixement de Dennis Kucinich, periodista i polític nord-americà, 53è alcalde de Cleveland",
    "1946 - Naixement de Hanan Ashrawi, erudit, activista i polític palestí",
    "1946 - Naixement de Jean-Jacques Beineix, director i productor francès (m. 2022)",
    "1946 - Aniversari de Jon Ekerold, corredor de motos sud-africà",
    "1947 - Naixement de Bill Zorn, músic popular",
    "1947 - Naixement d'Emiel Puttemans, corredor belga",
    "1947 - Aniversari de Hansa Yogendra, guru del ioga indi",
    "1947 - Naixement de Richard Morris, arqueòleg, historiador i autor anglès",
    "1947 - Naixement de Stephen Shore, fotògraf i pedagog nord-americà",
    "1948 - Naixement de Benjamin Cheever, periodista i autor nord-americà",
    "1948 - Naixement de Claude Jade, actriu francesa (m. 2006)",
    "1948 - Naixement de Johnny Ramone, guitarrista i compositor nord-americà (m. 2004)",
    "1949 - Naixement de Hamish Stuart, cantant, compositor, guitarrista i productor escocès",
    "1949 - Naixement de Michael Gaughan (republicà irlandès), republicà irlandès va morir en vaga de fam (m. 1974)",
    "1949 - Naixement de Sigourney Weaver, actriu i productora nord-americana",
    "1950 - Naixement de Blake Morrison, poeta, autor i acadèmic anglès",
    "1950 - Naixement de Robert \"Kool\" Bell, cantant, compositor i baixista nord-americà",
    "1951 - Naixement d'Adrian Palmer, quart baró Palmer, aristòcrata i terratinent britànic (m. 2023)",
    "1951 - Naixement de Jack O'Connell, pedagog i polític nord-americà",
    "1951 - Naixement de Shannon C. Stimson, filòsof, historiador i teòric nord-americà",
    "1951 - Naixement de Timo Salonen, pilot de cotxes de carreres finlandès",
    "1952 - Naixement d'Edward Zwick, director, productor i guionista nord-americà",
    "1952 - Naixement de Jan Marijnissen, periodista i polític holandès",
    "1952 - Naixement de Takis Koroneos, jugador i entrenador de bàsquet grec",
    "1953 - Naixement de Robert Saxton, compositor i pedagog anglès",
    "1954 - Naixement de Huub Rothengatter, pilot i gerent de cotxes de carreres holandès",
    "1954 - Naixement de Michael Dudikoff, actor nord-americà",
    "1955 - Naixement d'Alain Ferté, pilot de cotxes de carreres francès",
    "1955 - Aniversari de Bill Elliott, pilot de cotxes de carreres nord-americà",
    "1955 - Naixement de Darrell Hammond, humorista i actor nord-americà",
    "1955 - Naixement de Lonnie Pitchford, cantant i guitarrista nord-americà (m. 1998)",
    "1955 - Naixement de Paul Lennon, polític australià, 42è primer ministre de Tasmània",
    "1956 - Naixement de Janice E. Voss, enginyera i astronauta nord-americana (m. 2012)",
    "1956 - Aniversari de Jeff Lahti, jugador de beisbol nord-americà",
    "1956 - Naixement de Stephanie Zimbalist, actriu nord-americana",
    "1957 - Naixement d'Antonio Cabrini, futbolista i entrenador italià",
    "1958 - Naixement de Bret Lott, periodista, autor i acadèmic nord-americà",
    "1958 - Naixement de Ruffin McNeill, jugador de futbol americà i entrenador",
    "1958 - Naixement de Steve Coll, periodista i autor nord-americà",
    "1958 - Naixement d'Ursula von der Leyen, mèdica i política belga-alemanya, ministra de Defensa d'Alemanya, presidenta de la Comissió Europea",
    "1959 - Naixement de Carlos I. Noriega, coronel i astronauta peruanoamericà",
    "1959 - Naixement d'Erik Gundersen, corredor de motos danès",
    "1959 - Naixement de Gavin Friday, cantautor, actor i productor irlandès",
    "1959 - Naixement de Mike Morgan, jugador de beisbol i entrenador nord-americà",
    "1959 - Naixement de Nick Bakay, actor, productor i guionista nord-americà",
    "1959 - Naixement de Peter Horrocks, periodista i productor anglès",
    "1959 - Naixement de Tommy Armor III, golfista nord-americà",
    "1960 - Naixement d'Andrea Anastasi, jugador de voleibol i entrenador italià",
    "1960 - Naixement de François Pérusse, cantautor i còmic canadenc",
    "1960 - Naixement de Mike Teague, jugador de rugbi anglès",
    "1960 - Naixement de Ralf Minge, futbolista i entrenador alemany",
    "1960 - Naixement de Rano Karno, actor i polític indonesi",
    "1960 - Aniversari de Reed Hastings, home de negocis nord-americà, cofundador de Netflix",
    "1961 - Naixement de Jon Stevens, cantautor neozelandès-australià",
    "1961 - Naixement de Kim Wayans, actriu i còmic nord-americana",
    "1961 - Naixement de Simon Burke, actor i productor australià",
    "1961 - Naixement de Steven Bernstein, trompetista i compositor nord-americà",
    "1961 - Naixement de Ted Kooshian, pianista i compositor nord-americà",
    "1962 - Naixement de Bruno Thiry, pilot de carreres belga",
    "1962 - Naixement de Chen Xiaoxia, bussejador xinès",
    "1962 - Naixement de Richard Lintern, actor britànic",
    "1963 - Naixement de Steve Perry, cantautor i guitarrista nord-americà",
    "1964 - Naixement de CeCe Winans, cantant i compositor nord-americà",
    "1964 - Naixement d'Ian Hart, actor anglès",
    "1964 - Naixement de Jakob Arjouni, autor alemany (m. 2013)",
    "1965 - Naixement d'Ardal O'Hanlon, humorista, actor i guionista irlandès",
    "1965 - Naixement de C. J. Ramone, cantant, compositor i baixista nord-americà",
    "1965 - Naixement de Harri Koskela, lluitador finlandès",
    "1965 - Naixement de Matt Biondi, nedador i entrenador nord-americà",
    "1966 - Aniversari d'Art Barr, lluitador nord-americà (m. 1994)",
    "1966 - Naixement de Karyn Parsons, actriu i productora nord-americana",
    "1967 - Naixement de Teddy Riley, cantautor i productor nord-americà",
    "1967 - Naixement d'Yvonne Reyes, presentadora de televisió i actriu veneçolana",
    "1968 - Naixement d'Alí Benarbia, futbolista algerià",
    "1968 - Aniversari de CL Smooth, raper i productor nord-americà",
    "1968 - Naixement d'Emily Procter, actriu nord-americana",
    "1968 - Aniversari de Leeroy Thornhill, teclista i DJ anglès",
    "1968 - Naixement de Zvonimir Boban, futbolista i periodista esportiu croat",
    "1969 - Naixement de Dylan Neal, actor, productor i guionista canadenc-nord-americà",
    "1969 - Aniversari de Jeremy Davies, actor nord-americà",
    "1970 - Naixement d'Anne-Marie Duff, actriu anglesa",
    "1970 - Naixement de Mathieu Ngudjolo Chui, coronel congolès",
    "1970 - Naixement de Matt Damon, actor, productor i guionista nord-americà",
    "1970 - Naixement de Sadiq Khan, advocat i polític anglès, ministre d'Estat de Transports, alcalde de Londres",
    "1970 - Naixement de Sisaundra Lewis, cantautora i productora nord-americana",
    "1970 - Naixement de Tetsuya Nomura, dissenyador i director de videojocs japonès",
    "1971 - Naixement de David Gauke, advocat i polític anglès",
    "1971 - Naixement de Marc Ellis, jugador de rugbi i presentador de televisió neozelandès",
    "1971 - Naixement de Monty Williams, jugador de bàsquet i entrenador nord-americà",
    "1971 - Naixement de Pınar Selek, sociòleg, autor i acadèmic turc",
    "1972 - Naixement de Stanislav Varga, futbolista i entrenador eslovac",
    "1972 - Naixement de Terry Balsamo, guitarrista i compositor nord-americà",
    "1973 - Naixement de Jim Fairchild, cantautor i guitarrista nord-americà",
    "1973 - Naixement de Kari Korhonen, dibuixant finlandès",
    "1974 - Naixement de Fredrik Modin, jugador d'hoquei sobre gel suec",
    "1974 - Naixement de Kevyn Adams, jugador i entrenador nord-americà d'hoquei sobre gel",
    "1974 - Aniversari de Koji Murofushi, llançador de martell japonès",
    "1974 - Naixement de Martin Henderson, actor neozelandès",
    "1976 - Naixement de Galo Blanco, tennista i entrenador espanyol",
    "1976 - Naixement de Karina Bacchi, model i actriu brasilera",
    "1976 - Naixement de Renate Groenewold, patinadora de velocitat i ciclista holandesa",
    "1977 - Naixement d'Anne-Caroline Chausson, ciclista francesa",
    "1977 - Naixement d'Erna Siikavirta, cantautora i teclista finlandesa",
    "1977 - Naixement de Jamie Marchi, actriu de veu, directora i guionista nord-americana",
    "1978 - Naixement d'Antonino D'Agostino, futbolista italià",
    "1978 - Naixement de Mick O'Driscoll, jugador de rugbi i entrenador irlandès",
    "1979 - Naixement de Gregori Chad Petree, cantautor i guitarrista nord-americà",
    "1979 - Naixement de Kristanna Loken, actriu nord-americana",
    "1979 - Naixement de Paul Burchill, lluitador anglès",
    "1980 - Naixement de Branislav Mezei, jugador d'hoquei sobre gel eslovac",
    "1980 - Naixement de J. R. Ramírez, actor cubanoamericà",
    "1980 - Naixement de Nick Cannon, actor, raper i productor nord-americà",
    "1980 - Aniversari de The Miz, lluitador, actor i personatge de televisió nord-americà",
    "1981 - Aniversari de Raffi Torres, jugador canadenc d'hoquei sobre gel",
    "1981 - Naixement de Vladimir Kisenkov, futbolista rus",
    "1982 - Naixement d'Annemiek van Vleuten, ciclista holandesa",
    "1982 - Naixement de Miloš Pavlović, pilot de curses serbi",
    "1982 - Naixement de Phil Mustard, jugador de cricket anglès",
    "1983 - Naixement d'Abhishek Nayar, jugador de cricket indi",
    "1983 - Naixement de Mario Cassano, futbolista italià",
    "1983 - Naixement de Michael Fraser, futbolista escocès",
    "1983 - Naixement de Mihkel Kukk, llançador de javelina estonià",
    "1983 - Aniversari de Travis Pastrana, corredor de motos nord-americà",
    "1984 - Naixement de Domenik Hixon, jugador de futbol americà",
    "1985 - Naixement de Bruno Mars, cantautor, productor i actor nord-americà",
    "1985 - Naixement d'Eiji Wentz, cantant i compositor japonès",
    "1985 - Naixement d'Elliphant, cantant, compositor i raper suec",
    "1986 - Naixement de Louis Dodds, futbolista anglès",
    "1986 - Naixement de Michele Sepe, jugador de rugbi italià",
    "1987 - Naixement d'Aya Hirano, actriu de veu i cantant japonesa",
    "1987 - Naixement de Frankie Brown, futbolista escocès",
    "1987 - Naixement de Hassan Maatouk, futbolista libanès",
    "1987 - Aniversari de Taylor Price, jugador de futbol americà",
    "1989 - Naixement d'Armand Traoré, futbolista francès",
    "1989 - Naixement de Mahmut Temür, futbolista turc",
    "1989 - Naixement de Sione Lousi, jugadora de la lliga de rugbi de Nova Zelanda",
    "1990 - Naixement de Rachel Klamer, triatleta de Zimbabwe-holandesa",
    "1991 - Naixement de Jordan McLean, jugador de la lliga australiana de rugbi",
    "1992 - Aniversari de Chelsea Gray, jugador de bàsquet nord-americà",
    "1992 - Naixement de Lidziya Marozava, tenista bielorussa",
    "1992 - Naixement de Maria João Koehler, tenista portuguesa",
    "1992 - Naixement de Terran Petteway, jugador de bàsquet nord-americà",
    "1993 - Aniversari d'Angus T. Jones, actor nord-americà",
    "1993 - Naixement de Barbara Palvin, model i actriu hongaresa",
    "1993 - Aniversari de Darrell Wallace Jr., pilot de cotxes de carreres nord-americà",
    "1993 - Naixement de Garbiñe Muguruza, tenista espanyola",
    "1993 - Aniversari de Molly Quinn, actriu i productora nord-americana",
    "1995 - Aniversari de Grayson Allen, jugador de bàsquet nord-americà",
    "1996 - Aniversari de Devontae Cacok, jugadora de bàsquet nord-americana",
    "1996 - Naixement de Sara Sorribes Tormo, tenista espanyola",
    "1996 - Aniversari de Sara Takanashi, saltador d'esquí japonès",
    "1996 - Naixement de Timo Meier, jugador d'hoquei sobre gel suís",
    "1997 - Naixement de Bella Thorne, actriu nord-americana",
    "1997 - Naixement de Fernanda Contreras Gómez, tenista mexicana",
    "1999 - Naixement de Camila Rossi, gimnasta rítmica brasilera",
    "1999 - Naixement de Putthipong Assaratanakul, actor i cantant tailandès",
    "2002 - Naixement de Qinwen Zheng, tenista xinès",
    "319 aC - Naixement de Pirro d'Epir (m. 272 ​​aC)"
  ],
  "day_15_month_5_deaths.dialog": [
    "1036 - Mort de Go-Ichijō, emperador del Japó (n. 1008)",
    "1157 - Mort de Yuri Dolgorukiy, gran príncep de Kíev (n. 1099)",
    "1174 - Mort de Nur ad-Din, emir seljúcida de Síria (n. 1118)",
    "1175 - Mort de Mleh, príncep d'Armènia",
    "1268 - Mort de Pere II, comte de Savoia (n. 1203)",
    "1461 - Mort de Domenico Veneziano, pintor italià (c. 1410)",
    "1464 - Mor Henry Beaufort, 3r duc de Somerset (n. 1436)",
    "1470 - Mort de Carles VIII, rei de Suècia (n. 1409)",
    "1585 - Mort de Niwa Nagahide, samurai japonès (n. 1535)",
    "1609 - Mort de Giovanni Croce, compositor i pedagog italià (n. 1557)",
    "1615 - Mor Henry Bromley, polític anglès (n. 1560)",
    "1634 - Mor Hendrick Avercamp, pintor holandès (n. 1585)",
    "1698 - Mort de Marie Champmeslé, actriu francesa (n. 1642)",
    "1699 - Mort de Sir Edward Petre, 3r baronet, polític anglès (n. 1631)",
    "1700 - Mort de John Hale, ministre nord-americà (n. 1636)",
    "1740 - Mort d'Ephraim Chambers, editor anglès (n. 1680)",
    "1773 - Mort d'Alban Butler, sacerdot i hagiògraf anglès (n. 1710)",
    "1845 - Mor Braulio Carrillo Colina, advocat i polític costarricense, cap d'estat de Costa Rica (n. 1800)",
    "1879 - Mor Gottfried Semper, arquitecte i pedagog alemany, va dissenyar l'òpera Semper (n. 1803)",
    "1886 - Mort d'Emily Dickinson, poeta i autora nord-americana (n. 1830)",
    "1914 - Mort d'Ida Freund, química i pedagoga d'origen austríac (n. 1863)",
    "1919 - Mor Hasan Tahsin, periodista turc (n. 1888)",
    "1924 - Mor Paul-Henri-Benjamin d'Estournelles de Constant, diplomàtic i polític francès, premi Nobel (n. 1852)",
    "1926 - Mort de Joseph James Fletcher, biòleg australià (n. 1850)",
    "1928 - Mort d'Umegatani Tōtarō I, lluitador de sumo japonès, el 15è Yokozuna (n. 1845)",
    "1935 - Mort de Kazimir Malevich, pintor i teòric ucraïnès-rus (n. 1878)",
    "1937 - Mor Philip Snowden, primer vescomte Snowden, polític anglès, canceller d'Hisenda (n. 1864)",
    "1945 - Mort de Charles Williams, autor, poeta i crític anglès (n. 1886)",
    "1945 - Mort de Kenneth J. Alford, soldat, director de banda i compositor anglès (n. 1881)",
    "1948 - Mort d'Edward J. Flanagan, sacerdot irlandès-americà, fundador de Boys Town (n. 1886)",
    "1954 - Mort de William March, soldat i autor nord-americà (n. 1893)",
    "1955 - Mor Harry J. Capehart, advocat, polític i empresari nord-americà (n. 1881)",
    "1956 - Mort d'Austin Osman Spare, pintor i mag anglès (n. 1886)",
    "1957 - Mor Dick Irvin, jugador i entrenador d'hoquei sobre gel canadenc (n. 1892)",
    "1957 - Mort de Keith Andrews, pilot de carreres nord-americà (n. 1920)",
    "1963 - Mort de John Aglionby, bisbe d'Accra i soldat d'origen anglès (n. 1884)",
    "1964 - Mort de Vladko Maček, advocat i polític croat (n. 1879)",
    "1965 - Mort de Pio Pion, empresari italià (n. 1887)",
    "1967 - Mort d'Edward Hopper, pintor nord-americà (n. 1882)",
    "1967 - Mort d'Italo Mus, pintor italià (n. 1892)",
    "1969 - Mort de Joe Malone, jugador canadenc d'hoquei sobre gel (n. 1890)",
    "1971 - Mor Tyrone Guthrie, director, productor i dramaturg anglès (n. 1900)",
    "1978 - Mort de Robert Menzies, advocat i polític australià, 12è primer ministre d'Austràlia (n. 1894)",
    "1980 - Mort de Gordon Prange, historiador i autor nord-americà (n. 1910)",
    "1982 - Mort de Gordon Smiley, pilot de carreres nord-americà (n. 1946)",
    "1984 - Mort de Francis Schaeffer, pastor, teòleg i filòsof nord-americà (n. 1912)",
    "1985 - Mort de Jackie Curtis, actriu i escriptora nord-americana (n. 1947)",
    "1986 - Mort d'Elio de Angelis, pilot de curses italià (n. 1958)",
    "1986 - Mort de Theodore H. White, historiador, periodista i autor nord-americà (n. 1915)",
    "1989 - Mort de Johnny Green, compositor i director d'orquestra nord-americà (n. 1908)",
    "1989 - Mor Luc Lacourcière, etnògraf i autor canadenc (n. 1910)",
    "1991 - Mor Amadou Hampâté Bâ, etnòleg i autor malià (n. 1901)",
    "1991 - Mort d'Andreas Floer, matemàtic i acadèmic alemany (n. 1956)",
    "1991 - Mort de Fritz Riess, pilot de carreres alemany (n. 1922)",
    "1993 - Mort de Salah Ahmed Ibrahim, poeta i diplomàtic sudanès (n. 1933)",
    "1994 - Mort de Gilbert Roland, actor nord-americà (n. 1905)",
    "1995 - Mor Eric Porter, actor anglès (n. 1928)",
    "1996 - Mort de Charles B. Fulton, advocat i jutge nord-americà (n. 1910)",
    "1998 - Mor Earl Manigault, jugador de bàsquet nord-americà (n. 1944)",
    "1998 - Mort de Naim Talu, economista, banquer, polític turc, 15è primer ministre de Turquia (n. 1919)",
    "2003 - Mort de June Carter Cash, cantautora, guitarrista i actriu nord-americana (n. 1929)",
    "2006 - Mort de Nizar Abdul Zahra, futbolista iraquià (n. 1961)",
    "2007 - Mort de Jerry Falwell, pastor nord-americà, fundador de la Liberty University (n. 1933)",
    "2008 - Mort d'Alexander Courage, compositor i director d'orquestra nord-americà (n. 1919)",
    "2008 - Mort de Tommy Burns, futbolista i entrenador escocès (n. 1956)",
    "2008 - Death of Will Elder, il·lustrador nord-americà (n. 1921)",
    "2009 - Mort de Bud Tingwell, actor, director i productor australià (n. 1923)",
    "2009 - Mort de Wayman Tisdale, jugador de bàsquet i baixista nord-americà (n. 1964)",
    "2010 - Mor Besian Idrizaj, futbolista austríac (n. 1987)",
    "2010 - Mort de Loris Kessel, pilot de curses suís (n. 1950)",
    "2012 - Mort d'Arno Lustiger, historiador i autor alemany (n. 1924)",
    "2012 - Mort de Carlos Fuentes, novel·lista i assagista mexicà (n. 1928)",
    "2012 - Mort de Zakaria Mohieddin, militar i polític egipci, 33è primer ministre d'Egipte (n. 1918)",
    "2013 - Mor Henrique Rosa, polític de Bissau-Guinea, president de Guinea-Bissau (n. 1946)",
    "2014 - Mort de Jean-Luc Dehaene, polític franco-belga, 63è primer ministre de Bèlgica (n. 1940)",
    "2014 - Mort de Noribumi Suzuki, director i guionista japonès (n. 1933)",
    "2015 - Mort d'Elisabeth Bing, terapeuta física i autora germanoamericana (n. 1914)",
    "2015 - Mort de Flora MacNeil, cantant gaèlica escocesa (n. 1928)",
    "2015 - Mort de Garo Yepremian, futbolista xipriota-americà (n. 1944)",
    "2015 - Mort de Jackie Brookner, escultora i pedagoga nord-americana (n. 1945)",
    "2020 - Mort de Fred Willard, actor, còmic i escriptor nord-americà (n. 1933)",
    "2021 - Mort d'Oliver Gillie, periodista i científic britànic (n. 1937)",
    "2022 - Mort de Frank Curry, jugador i entrenador de la lliga australiana de rugbi (n. 1950)",
    "2022 - Mort de Kay Mellor, actriu anglesa (n. 1951)",
    "392 - Mort de Valentinià II, emperador romà (n. 371)",
    "558 - Mort d'Hilari de Galeata, monjo cristià (n. 476)",
    "884 - Mort de Marinus I, papa de l'Església catòlica (n. 830)",
    "913 - Mort de Hatto I, arquebisbe alemany (n. 850)",
    "926 - Mort de Zhuang Zong, emperador xinès (n. 885)",
    "973 - Mort de Byrhthelm, bisbe de Wells"
  ],
  "day_22_month_12_events.dialog": [
    "1135 - Tres setmanes després de la mort del rei Enric I d'Anglaterra, Esteve de Blois reclama el tron ​​i és coronat privadament rei d'Anglaterra, començant l'anarquia anglesa.",
    "1216 - El papa Honori III aprova l'orde dominic mitjançant la butlla papal de confirmació Religiosam vitam.",
    "1489 - Les forces dels Reis Catòlics, Ferran i Isabel, prenen el control d'Almeria del govern nassarita de Granada, Mahoma XIII.",
    "1769 - Guerra sino-birmana: la guerra acaba amb la retirada de la dinastia Qing de Birmània per sempre.",
    "1788 - Nguyễn Huệ es proclama emperador Quang Trung, de fet abolint pel seu compte la dinastia Lê.",
    "1790 - La fortalesa turca d'Izmail és presa d'assalt i capturada per Alexander Suvorov i els seus exèrcits russos.",
    "1807 - La Llei d'embargo, que prohibeix el comerç amb tots els països estrangers, és aprovada pel Congrés dels Estats Units a instàncies del president Thomas Jefferson.",
    "1808 - Ludwig van Beethoven dirigeix ​​i actua en concert al Theater an der Wien, Viena, amb l'estrena de la seva Cinquena Simfonia, Sisena Simfonia, Quart Concert per a piano i Fantasia coral.",
    "1851 - El primer tren de mercaderies de l'Índia s'opera a Roorkee, per transportar material per a la construcció del canal del Ganges.",
    "1851 - La Biblioteca del Congrés de Washington, D.C., crema.",
    "1864 - Guerra civil nord-americana: Savannah, Geòrgia, cau en mans de l'exèrcit de la Unió de Tennessee, i el general Sherman li diu al president Abraham Lincoln: \"Prego que us presenti com a regal de Nadal la ciutat de Savannah\".",
    "1885 - Itō Hirobumi, un samurai, esdevé el primer primer ministre del Japó.",
    "1888 - La reunió de Nadal de 1888, considerada com l'inici oficial del moviment independentista feroès.",
    "1890 - Cornwallis Valley Railway comença a operar entre Kentville i Kingsport, Nova Escòcia.",
    "1891 - L'asteroide 323 Brucia es converteix en el primer asteroide descobert mitjançant la fotografia.",
    "1894 - L'afer Dreyfus comença a França, quan Alfred Dreyfus és condemnat injustament per traïció.",
    "1906 - Un terratrèmol de Mw 7,9 sacseja Xinjiang, Xina, i va matar almenys 280 persones.",
    "1920 - El 8è Congrés de Soviets de la RSFS Russa aprova el pla de desenvolupament econòmic GOELRO.",
    "1921 - Inauguració del Visva-Bharati College, també conegut com Santiniketan College, actualment Visva Bharati University, Índia.",
    "1937 - El túnel de Lincoln s'obre al trànsit a la ciutat de Nova York.",
    "1939 - Els musulmans indis celebren un \"Dia de l'Alliberament\" per celebrar les renúncies dels membres del Congrés Nacional Indi per no haver estat consultats sobre la decisió d'entrar a la Segona Guerra Mundial amb el Regne Unit.",
    "1940 - Segona Guerra Mundial: Himara és capturada per l'exèrcit grec.",
    "1942 - Segona Guerra Mundial: Adolf Hitler signa l'ordre per desenvolupar el coet V-2 com a arma.",
    "1944 - Segona Guerra Mundial: Batalla de les Ardennes: les tropes alemanyes exigeixen la rendició de les tropes dels Estats Units a Bastogne, Bèlgica, el que va provocar la famosa resposta d'una paraula del general Anthony McAuliffe: \"Nuts!\"",
    "1944 - Segona Guerra Mundial: es forma l'Exèrcit Popular del Vietnam per resistir l'ocupació japonesa d'Indoxina, l'actual Vietnam.",
    "1945 - El president dels Estats Units, Harry S. Truman, emet una ordre executiva que dóna prioritat als refugiats de la Segona Guerra Mundial en les sol·licituds de visat sota les quotes d'immigració dels EUA.",
    "1948 - Sjafruddin Prawiranegara va establir el Govern d'Emergència de la República d'Indonèsia (Pemerintah Darurat Republik Indonesia, PDRI) a Sumatra Occidental.",
    "1963 - El creuer Lakonia crema 290 quilòmetres (180 milles) al nord de Madeira, Portugal, amb la pèrdua de 128 vides.",
    "1964 - El primer vol de prova de l'SR-71 (Blackbird) té lloc a la planta 42 de la Força Aèria de Palmdale, Califòrnia, Estats Units.",
    "1965 - Al Regne Unit, per primera vegada s'aplica un límit de velocitat de 70 milles per hora (110 km/h) a totes les carreteres rurals, incloses les autopistes.",
    "1968 - Revolució cultural: el Diari del Poble va publicar les instruccions de Mao Zedong que \"Els joves intel·lectuals han d'anar al país i seran educats vivint en la pobresa rural\".",
    "1971 - Bernard Kouchner i un grup de periodistes funden l'organització internacional d'ajuda Metges sense Fronteres a París, França.",
    "1973 - Un Royal Air Maroc Sud Aviation Caravelle s'estavella a prop de l'aeroport de Tànger-Boukhalef a Tànger, Marroc, causant la mort de 106 persones.",
    "1974 - Gran Comore, Anjouan i Mohéli voten per convertir-se en la nació independent de les Comores. Mayotte continua sota l'administració francesa.",
    "1974 - La casa de l'antic primer ministre britànic Edward Heath és atacada per membres de l'IRA Provisional.",
    "1975 - El president dels Estats Units, Gerald Ford, crea la Reserva Estratègica de Petroli en resposta a la crisi energètica dels anys setanta.",
    "1978 - Se celebra a Pequín el Tercer Ple fonamental de l'XI Congrés Nacional del Partit Comunista Xinès, amb Deng Xiaoping revertint les polítiques de l'era de Mao per dur a terme un programa de reforma econòmica xinesa.",
    "1984 - \"El vigilant del metro\" Bernhard Goetz dispara a quatre possibles atracadors en un tren exprés 2 a la secció de Manhattan de Nova York, Estats Units.",
    "1987 - A Zimbabwe, els partits polítics ZANU i ZAPU arriben a un acord que posa fi a la violència a la regió de Matabeleland coneguda com Gukurahundi.",
    "1989 - Reunificació alemanya: la Porta de Brandenburg de Berlín es reobre després de gairebé 30 anys, posant fi efectivament a la divisió d'Alemanya de l'Est i Alemanya Occidental.",
    "1989 - Revolució romanesa: el president comunista de Romania Nicolae Ceaușescu és enderrocat per Ion Iliescu després de dies de sagnants enfrontaments. El dictador destituït i la seva dona Elena fugen de Bucarest en un helicòpter mentre els manifestants esclaten en crits.",
    "1990 - Independència definitiva de les Illes Marshall i els Estats Federats de Micronèsia després de la finalització de la tutela.",
    "1990 - Lech Wałęsa és elegit president de Polònia.",
    "1992 - Durant l'aproximació a l'aeroport internacional de Trípoli, un Boeing 727 que operava com a vol 1103 de Libyan Arab Airlines xoca en l'aire amb un Mikoyan-Gurevich MiG-23 de la Força Aèria Líbia, matant 157 persones.",
    "1996 - El vol Airborne Express 827 s'estavella a Narrows, Virgínia, matant les sis persones a bord.",
    "1997 - Massacre d'Acteal: els assistents a una reunió de pregària d'activistes catòlics romans per causes indígenes al petit poble d'Acteal a l'estat mexicà de Chiapas són massacrats per forces paramilitars.",
    "1997 - Guerra Civil de Somàlia: Hussein Farrah Aidid renuncia al disputat títol de president de Somàlia signant la Declaració del Caire, al Caire, Egipte. És el primer pas important cap a la reconciliació a Somàlia des de 1991.",
    "1999 - Just després d'enlairar-se de l'aeroport de Stansted de Londres, el vol 8509 de càrrega de Korean Air s'estavella al bosc d'Hatfield prop de Great Hallingbury, matant les quatre persones a bord.",
    "2001 - Burhanuddin Rabbani, líder polític de l'Aliança del Nord, lliura el poder a l'Estat Islàmic de l'Afganistan al govern interí encapçalat pel president Hamid Karzai.",
    "2001 - Richard Reid intenta destruir un avió de passatgers encenent explosius amagats a les seves sabates a bord del vol 63 d'American Airlines.",
    "2008 - Un dic de cendres es va trencar en una àrea de contenció de residus sòlids per a una central elèctrica de carbó de l'Autoritat de la Vall de Tennessee al comtat de Roane, Tennessee, i va alliberar 4,2 milions de m3 (1.100 milions de gals dels EUA) de purín de cendres volants de carbó en el vessament industrial més gran de la història dels Estats Units.",
    "2010 - El president Barack Obama aprova la derogació de la política No preguntis, no diguis, la política de 17 anys que prohibeix que els homosexuals serveixin obertament a l'exèrcit dels Estats Units.",
    "2012 - Bashir Ahmad Bilour, del Partit Nacional d'Awami, i vuit persones més moren en un atac suïcida d'un terrorista taliban del Pakistan a la zona de Dhaki Nalbandi, prop del basar Qissa Khwani.",
    "2016 - Un estudi troba la vacuna VSV-EBOV contra el virus de l'Ebola entre el 70 i el 100% d'efectivitat, la qual cosa la converteix en la primera vacuna provada contra la malaltia.",
    "2017 - El president Donald Trump signa la Llei d'ocupació i retallades d'impostos de 2017.",
    "2017 - S'aprova per unanimitat la Resolució 2397 del Consell de Seguretat de les Nacions Unides contra Corea del Nord.",
    "2018 - Un tsunami provocat per una erupció d'Anak Krakatau a Indonèsia mata almenys 430 persones i gairebé mil ferits.",
    "2018 - Comença el tancament del govern federal dels Estats Units del 2018-2019, el tancament més llarg de la història del govern federal dels Estats Units.",
    "401 - És elegit el papa Innocenci I, l'únic papa que va succeir al seu pare al càrrec.",
    "69 - Vespasià és proclamat emperador de Roma; el seu predecessor, Vitel·li, intenta abdicar però és capturat i assassinat a les escales gemonianes.",
    "856 - Terratrèmol de Damghan: un terratrèmol prop de la ciutat persa de Damghan mata unes 200.000 persones, el sisè terratrèmol més mortal de la història registrada.",
    "880 - Luoyang, capital oriental de la dinastia Tang, és capturada pel líder rebel Huang Chao durant el regnat de l'emperador Xizong."
  ],
  "day_30_month_7_events.dialog": [
    "1419 - Primera defenestració de Praga: una multitud d'hussites radicals mata set membres de l'ajuntament de Praga.",
    "1502 - Cristòfor Colom desembarca a Guanaja a les Illes de la Badia davant de la costa d'Hondures durant el seu quart viatge.",
    "1609 - Beaver Wars: a Ticonderoga (ara Crown Point, Nova York), Samuel de Champlain dispara i mata dos caps iroqueses en nom dels seus aliats natius.",
    "1619 - A Jamestown, Virgínia, es convoca per primera vegada la primera assemblea representativa d'Europa colonial a les Amèriques, l'Assemblea General de Virgínia.",
    "1627 - Un terratrèmol mata unes 5.000 persones a Gargano, Itàlia.",
    "1635 - Guerra dels vuitanta anys: comença el setge de Schenkenschans; Frederic Enric, príncep d'Orange, inicia la reconquesta de la fortalesa d'importància estratègica a l'exèrcit espanyol.",
    "1645 - Guerra Civil anglesa: les forces escoceses Covenanter sota el comte de Leven llancen el setge de Hereford, un bastió reialista restant.",
    "1656 - La batalla de Varsòvia acaba amb una victòria sueca-brandeburgesa sobre una força polonesa-lituana més gran.",
    "1676 - Nathaniel Bacon emet la \"Declaració del poble de Virgínia\", iniciant la rebel·lió de Bacon contra el govern del governador William Berkeley.",
    "1729 - Fundació de Baltimore, Maryland.",
    "1733 - Es constitueix a Massachusetts la primera Gran Lògia maçònica dels futurs Estats Units.",
    "1756 - A Sant Petersburg, Bartolomeo Rastrelli presenta el palau de Catalina de nova construcció a l'emperadriu Isabel i als seus cortesans.",
    "1811 - El pare Miguel Hidalgo y Costilla, líder de la insurrecció mexicana, és executat pels espanyols a la ciutat de Chihuahua, Mèxic.",
    "1859 - Primera ascensió de Grand Combin, un dels cims més alts dels Alps.",
    "1863 - Guerres dels indis americans: representants dels Estats Units i líders tribals, inclòs el cap Pocatello (dels Shoshone) signen el Tractat de Box Elder.",
    "1863 - Valuev Circular va prohibir la publicació de llibres religiosos, educatius i de formació en ucraïnès a l'Imperi Rus.",
    "1864 - Guerra Civil Americana: Batalla del Cràter: les forces de la Unió intenten trencar les línies confederades a Petersburg, Virgínia fent explotar una gran bomba sota les seves trinxeres.",
    "1865 - El vaixell de vapor Brother Jonathan s'enfonsa a la costa de Crescent City, Califòrnia, matant 225 passatgers, el naufragi més mortífer de la costa del Pacífic dels EUA en aquell moment.",
    "1866 - Veterans armats confederats a Nova Orleans es van enfrontar a una reunió de republicans radicals, matant 48 persones i ferint-ne 100 més.",
    "1871 - La caldera de Staten Island Ferry Westfield explota, matant més de 85 persones.",
    "1912 - Mor l'emperador del Japó Meiji i el succeeix el seu fill Yoshihito, que ara és conegut com l'emperador Taishō.",
    "1916 - L'explosió de Black Tom al port de Nova York mata quatre persones i destrueix béns militars per valor d'uns 20.000.000 de dòlars.",
    "1930 - A Montevideo, l'Uruguai guanya la primera Copa del Món de la FIFA.",
    "1932 - Estrena de Flowers and Trees de Walt Disney, el primer curt de dibuixos animats que va utilitzar Technicolor i el primer curt de dibuixos animats guanyador de l'Oscar.",
    "1945 - Segona Guerra Mundial: el submarí japonès I-58 enfonsa l'USS Indianapolis i mata 883 mariners. La majoria moren durant els quatre dies següents, fins que un avió nota els supervivents.",
    "1956 - El president Dwight D. Eisenhower signa una resolució conjunta del Congrés dels Estats Units, que autoritza In God We Trust com a lema nacional dels Estats Units.",
    "1962 - S'inaugura oficialment la Trans-Canada Highway, la carretera nacional més llarga del món.",
    "1965 - El president dels Estats Units, Lyndon B. Johnson, signa la Llei de Seguretat Social de 1965 com a llei, que estableix Medicare i Medicaid.",
    "1966 - Anglaterra derrota Alemanya Occidental per guanyar la Copa del Món de la FIFA de 1966 a l'estadi de Wembley després de la pròrroga.",
    "1969 - Guerra del Vietnam: el president nord-americà Richard Nixon fa una visita no programada al Vietnam del Sud i es reuneix amb el president Nguyễn Văn Thiệu i els comandants militars dels Estats Units.",
    "1971 - Un Boeing 727 d'All Nippon Airways i un F-86 de la Força Aèria Japonesa xoquen sobre Morioka, Iwate, Japó, matant 162 persones.",
    "1971 - Programa Apollo: a l'Apollo 15, David Scott i James Irwin a l'Apollo Lunar Module Falcon aterren a la Lluna amb el primer Lunar Rover.",
    "1974 - Escàndol Watergate: el president dels Estats Units, Richard Nixon, publica gravacions citades a la Casa Blanca després que la Cort Suprema dels Estats Units l'ha ordenat.",
    "1975 - Jimmy Hoffa desapareix de l'aparcament del restaurant Machus Red Fox a Bloomfield Hills, Michigan, un suburbi de Detroit, cap a les 2:30 p.m. Mai més se'l veu ni se'n torna a sentir.",
    "1978 - El 730: la prefectura d'Okinawa canvia el seu trànsit pel costat dret de la carretera pel costat esquerre.",
    "1980 - La Knesset d'Israel aprova la Llei de Jerusalem.",
    "1980 - Vanuatu aconsegueix la independència.",
    "1981 - Fins a 50.000 manifestants, la majoria dones i nens, van sortir al carrer a Łódź per protestar contra l'escassetat de racions d'aliments a la Polònia comunista.",
    "1990 - Ian Gow, diputat conservador del Parlament, és assassinat a casa seva per l'IRA en un atemptat amb cotxe bomba després d'assegurar al grup que el govern britànic mai se'ls rendiria.",
    "2003 - A Mèxic, l'últim Volkswagen Beetle \"d'estil antic\" surt de la cadena de muntatge.",
    "2003 - Tres anys després de la mort, l'última cabra cabra dels Pirineus, Celia, neix un clon d'ella i després morirà per defectes pulmonars. En pocs minuts, l'ibex dels Pirineus es converteix en la primera i fins ara l'única espècie que s'ha extingit i s'ha extingit dues vegades.",
    "2006 - Un atac aeri israelià mata 28 civils libanesos, inclosos 16 nens.",
    "2006 - El programa musical més llarg del món Top of the Pops s'emet per última vegada a BBC Two. El programa s'havia emès durant 42 anys.",
    "2011 - Casament de la néta gran de la reina Isabel II, Zara Phillips, amb l'antic futbolista de rugbi Mike Tindall.",
    "2012: una fallada de la xarxa elèctrica a Delhi deixa sense electricitat a més de 300 milions de persones al nord de l'Índia.",
    "2012 - Un incendi d'un tren mata 32 passatgers i en fereix 27 al Tamil Nadu Express a Andhra Pradesh, Índia.",
    "2014 - Vint morts i 150 atrapats després d'una esllavissada de terra a Maharashtra, Índia.",
    "2020 - La missió Mars 2020 de la NASA es va llançar amb un coet Atlas V des de l'estació de la Força Aèria de Cap Cañaveral.",
    "762 - Es funda Bagdad."
  ],
  "day_12_month_9_births.dialog": [
    "1415 - Naixement de John de Mowbray, tercer duc de Norfolk (m. 1461)",
    "1494 - Naixement de Francesc I de França (m. 1547)",
    "1590 - Naixement de María de Zayas, escriptora espanyola (m. 1661)",
    "1605 - Naixement de William Dugdale, genealogista i historiador anglès (m. 1686)",
    "1690 - Naixement de Peter Dens, teòleg i acadèmic flamenc (m. 1775)",
    "1725 - Naixement de Guillaume Le Gentil, astrònom francès (m. 1792)",
    "1736 - Naixement de Hsinbyushin, rei birmà (m. 1776)",
    "1739 - Naixement de Mary Bosanquet Fletcher, predicadora metodista i filantropa (m. 1815)",
    "1740 - Naixement de Johann Heinrich Jung, autor i acadèmic alemany (m. 1817)",
    "1768 - Naixement de Benjamin Carr, cantautor, educador i editor anglès-nord-americà (m. 1831)",
    "1797 - Naixement de Samuel Joseph May, activista nord-americà (m. 1871)",
    "1812 - Naixement d'Edward Shepherd Creasy, historiador i jurista anglès (m. 1878)",
    "1812 - Naixement de Richard March Hoe, enginyer i empresari nord-americà, va inventar la impremta rotativa (m. 1886)",
    "1818 - Naixement de Richard Jordan Gatling, inventor nord-americà, va inventar la pistola Gatling (m. 1903)",
    "1818 - Naixement de Theodor Kullak, pianista, compositor i pedagog alemany (m. 1882)",
    "1828 - Naixement de William Morgan, polític anglès-australià, 14è primer ministre d'Austràlia Meridional (m. 1883)",
    "1829 - Naixement d'Anselm Feuerbach, pintor alemany (m. 1880)",
    "1829 - Naixement de Charles Dudley Warner, assagista i novel·lista nord-americà (m. 1900)",
    "1830 - Naixement de William Sprague, home de negocis i polític nord-americà, 27è governador de Rhode Island (m. 1915)",
    "1837 - Naixement de Lluís IV, gran duc de Hesse (m. 1892)",
    "1852 - Naixement de H. H. Asquith, advocat i polític anglès, primer ministre del Regne Unit (m. 1928)",
    "1855 - Naixement de Simon-Napoléon Parent, advocat i polític canadenc, 12è primer ministre del Quebec (m. 1920)",
    "1856 - Naixement de Johann Heinrich Beck, compositor i director d'orquestra nord-americà (m. 1924)",
    "1857 - Naixement de Manuel Espinosa Batista, farmacèutic i polític colombià (m. 1919)",
    "1862 - Naixement de Carl Eytel, pintor i il·lustrador alemany-americà (m. 1925)",
    "1866 - Naixement de Freeman Freeman-Thomas, primer marquès de Willingdon, jugador de cricket i polític anglès, 13è governador general del Canadà (m. 1941)",
    "1869 - Naixement de Paweł Owerłło, actor polonès (m. 1957)",
    "1875 - Naixement de Matsunosuke Onoe, actor i director japonès (m. 1926)",
    "1880 - Naixement de H. L. Mencken, periodista i crític nord-americà (m. 1956)",
    "1882 - Naixement d'Ion Agârbiceanu, periodista, polític i arquebisbe romanès (m. 1963)",
    "1884 - Naixement de Martin Klein, lluitador i entrenador estonià (m. 1947)",
    "1885 - Naixement de Heinrich Hoffmann, fotògraf i comerciant d'art alemany (m. 1957)",
    "1888 - Naixement de Maurice Chevalier, actor, cantant i ballarí francès (m. 1972)",
    "1889 - Naixement d'Ugo Pasquale Mifsud, polític maltès, tercer primer ministre de Malta (m. 1942)",
    "1891 - Naixement d'Arthur Hays Sulzberger, editor nord-americà (m. 1968)",
    "1891 - Naixement de Jean-François Martial, actor belga (m. 1977)",
    "1891 - Naixement de Pedro Albizu Campos, advocat i polític porto-riqueny (m. 1965)",
    "1892 - Naixement d'Alfred A. Knopf, Sr., editor nord-americà, fundat Alfred A. Knopf Inc. (m. 1984)",
    "1894 - Naixement de Dorothy Maud Wrinch, matemàtica, bioquímica i filòsofa argentina-anglès (m. 1976)",
    "1894 - Naixement de Kyuichi Tokuda, advocat i polític japonès (m. 1953)",
    "1895 - Naixement de Freymóður Jóhannsson, pintor i compositor islandès (m. 1973)",
    "1897 - Naixement d'Irène Joliot-Curie, química i física francesa, premi Nobel (m. 1956)",
    "1897 - Naixement de Walter B. Gibson, mag i autor nord-americà (m. 1985)",
    "1898 - Naixement d'Alma Moodie, violinista i pedagoga australiana (m. 1943)",
    "1898 - Naixement de Ben Shahn, pintor i fotògraf lituà-nord-americà (m. 1969)",
    "1898 - Naixement de Salvador Bacarisse, compositor espanyol (m. 1963)",
    "1900 - Naixement de Haskell Curry, matemàtic, lògic i acadèmic nord-americà (m. 1982)",
    "1900 - Naixement de Martha Atwell, directora de ràdio nord-americana (m. 1949)",
    "1901 - Naixement de Shmuel Horowitz, agrònom i acadèmic israelià (m. 1999)",
    "1902 - Naixement de Juscelino Kubitschek, metge i polític brasiler, 21è president del Brasil (m. 1976)",
    "1902 - Naixement de Marya Zaturenska, poeta i autora ucraïnesa-americana (m. 1982)",
    "1904 - Naixement d'István Horthy, pilot de caça i regent adjunt hongarès (m. 1942)",
    "1904 - Naixement de John Courtney Murray, sacerdot i teòleg nord-americà (m. 1967)",
    "1904 - Naixement de Lou Moore, pilot de cotxes de carreres nord-americà (m. 1956)",
    "1905 - Naixement de Linda Agostini, víctima d'assassinat anglesa-australiana (m. 1934)",
    "1907 - Naixement de Louis MacNeice, poeta i dramaturg irlandès (m. 1963)",
    "1908 - Naixement de Werner Flume, jurista alemany (m. 2009)",
    "1909 - Naixement de Donald MacDonald, líder sindical i polític canadenc (m. 1986)",
    "1913 - Naixement de Jesse Owens, velocista i saltador de llargada nord-americà (m. 1980)",
    "1914 - Naixement de Desmond Llewelyn, soldat i actor gal·lès-anglès (m. 1999)",
    "1914 - Naixement de Rais Amrohvi, psicoanalista, poeta i erudit pakistanès (m. 1988)",
    "1916 - Naixement de Tony Bettenhausen, pilot de carreres nord-americà (m. 1961)",
    "1917 - Naixement de Han Suyin, metge i autor xinès-suís (m. 2012)",
    "1917 - Naixement de Pierre Sévigny, coronel, acadèmic i polític canadenc (m. 2004)",
    "1920 - Naixement d'Irene Dailey, actriu nord-americana (m. 2008)",
    "1921 - Naixement de Frank McGee, periodista nord-americà (m. 1974)",
    "1921 - Naixement de Stanisław Lem, filòsof i autor polonès (m. 2006)",
    "1921 - Naixement de Turgut Cansever, arquitecte, urbanista i pensador turc (m. 2009)",
    "1922 - Naixement d'Antonio Cafiero, comptable i polític argentí, governador de la província de Buenos Aires (m. 2014)",
    "1922 - Naixement de Jackson Mac Low, poeta, dramaturg i compositor nord-americà (m. 2004)",
    "1922 - Naixement de Mark Rosenzweig, psicòleg i acadèmic nord-americà (m. 2009)",
    "1924 - Naixement d'Amílcar Cabral, líder polític de Guinea Bissau (m. 1973)",
    "1925 - Naixement de Dickie Moore, actor nord-americà (m. 2015)",
    "1925 - Naixement de Stan Lopata, jugador de beisbol nord-americà (m. 2013)",
    "1927 - Naixement de Mathé Altéry, soprano i actriu francesa",
    "1928 - Naixement d'Ernie Vandeweghe, jugador de bàsquet i metge canadenc-nord-americà (m. 2014)",
    "1928 - Naixement de Joseph John Gerry, prelat catòlic romà nord-americà (m. 2023)",
    "1928 - Naixement de Muriel Siebert, empresaria i filantropa nord-americana (m. 2013)",
    "1928 - Naixement de Robert Irwin, pintor i jardiner nord-americà",
    "1929 - Naixement de Harvey Schmidt, compositor i il·lustrador nord-americà (m. 2018)",
    "1930 - Naixement de Larry Austin, compositor i pedagog nord-americà",
    "1931 - Naixement de George Jones, cantant, compositor i guitarrista nord-americà (m. 2013)",
    "1931 - Naixement d'Ian Holm, actor anglès (m. 2020)",
    "1932 - Naixement d'Atli Dam, enginyer i polític feroès, 5è primer ministre de les Illes Fèroe (m. 2005)",
    "1934 - Aniversari de Glenn Davis, corredor d'obstacles, velocista i jugador de futbol nord-americà (m. 2009)",
    "1934 - Naixement de Jaegwon Kim, filòsof i acadèmic nord-americà sud-coreà (m. 2019)",
    "1934 - Naixement de Nellie Wong, poeta i activista xinesa nord-americana",
    "1935 - Naixement de Richard Hunt, escultor nord-americà (m. 2023)",
    "1937 - Aniversari de George Chuvalo, boxejador canadenc",
    "1937 - Naixement de Wes Hall, jugador de cricket i polític de Barbados",
    "1938 - Naixement de Claude Ruel, jugador i entrenador d'hoquei sobre gel canadenc (m. 2015)",
    "1938 - Naixement de Judy Clay, cantant nord-americana de soul i gospel (m. 2001)",
    "1938 - Naixement de Tatiana Troyanos, soprano operística nord-americana (m. 1993)",
    "1939 - Naixement de Henry Waxman, advocat i polític nord-americà",
    "1939 - Naixement de Pablo McNeil, velocista d'atletisme i entrenador de velocitat jamaicà (m. 2011)",
    "1939 - Naixement de Phillip Ramey, pianista i compositor nord-americà",
    "1940 - Aniversari de Linda Gray, model i actriu nord-americana",
    "1942 - Naixement de François Tavenas, enginyer i acadèmic canadenc (m. 2004)",
    "1942 - Naixement de Maria Muldaur, cantant de folk i blues nord-americana",
    "1942 - Naixement de Michel Drucker, periodista francès",
    "1942 - Naixement de Tomás Marco, compositor espanyol",
    "1943 - Naixement de Leonard Peltier, activista polític nord-americà i criminal condemnat",
    "1943 - Naixement de Michael Ondaatje, autor i poeta canadenc de Sri Lanka",
    "1943 - Naixement de Ralph Neely, jugador de futbol americà (m. 2022)",
    "1944 - Naixement de Barry White, cantant i compositor nord-americà (m. 2003)",
    "1944 - Naixement de Lonnie Mayne, lluitadora nord-americana (m. 1978)",
    "1944 - Naixement de Vladimir Spivakov, violinista i director d'orquestra rus",
    "1945 - Naixement de John Mauceri, director d'orquestra i productor nord-americà",
    "1945 - Naixement de Milo Manara, autor i il·lustrador italià",
    "1945 - Naixement de Russell \"Jungle Jim\" Liberman, corredor de drag americà (m. 1977)",
    "1946 - Naixement de Neil Lyndon, periodista i escriptor britànic",
    "1946 - Naixement de Tony Bellamy, cantant, compositor i guitarrista nord-americà (m. 2009)",
    "1947 - Naixement de Christopher Neame, actor anglès",
    "1947 - Naixement de David Grant, enginyer i acadèmic anglès",
    "1947 - Naixement de Gerald Howarth, soldat, pilot i polític anglès, ministre d'Estratègia de Seguretat Internacional",
    "1948 - Naixement de Caio Fernando Abreu, escriptor brasiler (m. 1996)",
    "1948 - Naixement de Max Walker, futbolista, jugador de cricket, periodista esportiu i arquitecte australià (m. 2016)",
    "1948 - Naixement de Steve Turre, trombonista i pedagog nord-americà",
    "1949 - Naixement de Charles Burlingame, capità i pilot nord-americà (m. 2001)",
    "1949 - Naixement d'Irina Rodnina, patinadora artística i política russa",
    "1949 - Naixement de Tony Stevens, baixista i compositor de rock anglès",
    "1950 - Naixement de Bruce Mahler, actor i guionista nord-americà",
    "1950 - Naixement de Gustav Brunner, enginyer austríac",
    "1950 - Naixement de Marguerite Blais, periodista i política canadenca",
    "1950 - Naixement de Mike Murphy, jugador i entrenador d'hoquei sobre gel canadenc",
    "1951 - Naixement d'Ali-Ollie Woodson, cantant, compositor i teclista nord-americà (m. 2010)",
    "1951 - Naixement de Bertie Ahern, comptable i polític irlandès, 11è Taoiseach d'Irlanda",
    "1951 - Naixement de Joe Pantoliano, actor i productor nord-americà",
    "1951 - Naixement de Norm Dubé, jugador canadenc d'hoquei sobre gel",
    "1951 - Naixement de Ray Gravell, jugador de rugbi i actor gal·lès (m. 2007)",
    "1952 - Naixement de Gerry Beckley, cantautor i guitarrista nord-americà",
    "1952 - Naixement de Neil Peart, bateria, compositor i productor canadenc (m. 2020)",
    "1953 - Aniversari de Nan Goldin, fotògrafa nord-americana",
    "1954 - Naixement de Peeter Volkonski, cantautor i actor estonià",
    "1954 - Naixement de Robert Gober, escultor nord-americà",
    "1954 - Naixement de Scott Hamilton, saxofonista nord-americà",
    "1955 - Naixement de Brian Smith, futbolista anglès (m. 2013)",
    "1955 - Naixement de Peter Scolari, actor nord-americà (m. 2021)",
    "1956 - Naixement de BA Robertson, compositor escocès.",
    "1956 - Aniversari de Barry Andrews, cantant i teclista anglès",
    "1956 - Naixement de David Goodhart, periodista i autor anglès",
    "1956 - Naixement de Leslie Cheung, cantant i actor de Hong Kong (m. 2003)",
    "1956 - Naixement de Walter Woon, advocat i polític de Singapur, 7è fiscal general de Singapur",
    "1957 - Naixement de Hans Zimmer, compositor i productor alemany",
    "1957 - Naixement de Jan Egeland, polític, diplomàtic i humanitari noruec",
    "1957 - Naixement de Paul M. Sharp, acadèmic i pedagog britànic",
    "1957 - Naixement de Rachel Ward, actriu anglesa-australiana",
    "1958 - Naixement de Gregg Edelman, actor i cantant nord-americà",
    "1958 - Naixement de Wilfred Benítez, boxejador nord-americà",
    "1959 - Aniversari de Deron Cherry, jugador de futbol americà i periodista esportiu",
    "1959 - Naixement de Scott Brown, coronel i polític nord-americà",
    "1959 - Naixement de Sigmar Gabriel, pedagog i polític alemany, 17è vicecanciller d'Alemanya",
    "1960 - Naixement d'Evan Jenkins, acadèmic i polític nord-americà",
    "1960 - Aniversari de Road Warrior Animal, lluitador nord-americà (m. 2020)",
    "1960 - Naixement de Stefanos Korkolis, pianista i compositor grec",
    "1961 - Naixement de Mylène Farmer, cantautora, productora i actriu canadenca-francesa",
    "1962 - Naixement d'Amy Yasbeck, actriu nord-americana",
    "1962 - Naixement de Sunay Akın, poeta, periodista i filantrop turc",
    "1964 - Naixement de Dieter Hecking, futbolista i entrenador alemany",
    "1964 - Naixement de Greg Gutfeld, periodista i autor de televisió nord-americà",
    "1965 - Naixement d'Einstein Kristiansen, animador i productor noruec",
    "1965 - Aniversari de la mitjanit, lluitador jamaicà",
    "1965 - Naixement de Vernon Maxwell, jugador de bàsquet nord-americà",
    "1966 - Aniversari de Ben Folds, cantant, compositor, guitarrista i productor nord-americà",
    "1966 - Aniversari de Darren E. Burrows, actor nord-americà",
    "1966 - Naixement de Vezio Sacratini, jugador canadenc d'hoquei sobre gel",
    "1967 - Naixement de Louis C.K., còmic, actor, productor i guionista nord-americà",
    "1967 - Aniversari de Pat Listach, jugador de beisbol, entrenador i entrenador nord-americà",
    "1968 - Naixement de Larry LaLonde, guitarrista i compositor nord-americà",
    "1968 - Naixement de Nicholas Russell, sisè comte Russell, polític anglès (m. 2014)",
    "1968 - Naixement de Paul F. Tompkins, còmic, actor i escriptor nord-americà",
    "1968 - Naixement de Richard Snell, jugador de cricket i fisioterapeuta sud-africà",
    "1969 - Naixement de James Frey, autor i guionista nord-americà",
    "1969 - Naixement de Max Boot, historiador i autor rus-americà",
    "1969 - Naixement de Shigeki Maruyama, golfista japonès",
    "1969 - Naixement d'Ángel Cabrera, golfista argentí",
    "1970 - Naixement de Nathan Larson, cantautor i guitarrista nord-americà",
    "1970 - Aniversari de Will Chase, actor, director i cantant nord-americà",
    "1971 - Aniversari de Shocker, lluitador mexicà",
    "1971 - Naixement de Younes El Aynaoui, tenista marroquí",
    "1972 - Naixement de Gideon Emery, actor, productor i guionista angloamericà",
    "1972 - Naixement de Paul Green, jugador i entrenador de la lliga de rugbi australiana (m. 2022)",
    "1972 - Naixement de Sidney Souza, futbolista brasiler",
    "1973 - Naixement de Kara David, periodista i documentalista filipina",
    "1973 - Naixement de Martin Lapointe, jugador i entrenador d'hoquei sobre gel canadenc",
    "1973 - Naixement de Martina Ertl-Renz, esquiadora alemanya",
    "1973 - Naixement de Paul Walker, actor nord-americà (m. 2013)",
    "1973 - Naixement de Tarana Burke, activista nord-americana pels drets civils",
    "1974 - Naixement de Caroline Aigle, soldat i pilot francès (m. 2007)",
    "1974 - Aniversari de Guy Smith, pilot de cotxes de carreres anglès",
    "1974 - Aniversari de Jennifer Nettles, cantant i compositora nord-americana",
    "1974 - Naixement de Kenichi Suzumura, actor de veu i cantautor japonès",
    "1974 - Naixement de Nuno Valente, futbolista i entrenador portuguès",
    "1975 - Naixement de Bill Kirby, nedador i entrenador australià",
    "1975 - Naixement de Luis Castillo, jugador de beisbol dominicà",
    "1976 - Naixement de Lauren Stamile, actriu nord-americana",
    "1976 - Naixement de Maciej Żurawski, futbolista polonès",
    "1977 - Aniversari de 2 Chainz, raper nord-americà",
    "1977 - Naixement de David Thompson, futbolista anglès",
    "1977 - Naixement de Grant Denyer, pilot de cotxes de carreres i periodista australià",
    "1977 - Naixement de Jeff Irwin, cantautor i productor nord-americà",
    "1977 - Naixement de Nathan Bracken, jugador de cricket australià",
    "1978 - Naixement de Benjamin McKenzie, actor nord-americà",
    "1978 - Naixement d'Elisabetta Canalis, model i actriu italiana",
    "1978 - Naixement de Ruben Studdard, cantant nord-americà de R&B, pop i gospel",
    "1980 - Naixement de Fernando César de Souza, futbolista brasiler",
    "1980 - Naixement d'Hiroyuki Sawano, compositor japonès",
    "1980 - Naixement de Josef Vašíček, jugador d'hoquei sobre gel txec (m. 2011)",
    "1980 - Naixement de Kevin Sinfield, jugador de rugbi anglès",
    "1980 - Naixement de Sean Burroughs, jugador de beisbol nord-americà (m. 2024)",
    "1980 - Naixement de Yao Ming, jugador de bàsquet xinès",
    "1981 - Naixement d'Alan Arruda, futbolista brasiler",
    "1981 - Naixement de Jennifer Hudson, cantant i actriu nord-americana",
    "1981 - Naixement de Marty Adams, actor i guionista canadenc",
    "1981 - Naixement de Staciana Stitts, nedadora nord-americana",
    "1982 - Naixement de Sal Rinauro, lluitador nord-americà",
    "1982 - Naixement de Zoran Planinić, jugador de bàsquet croat",
    "1983 - Naixement de Carly Smithson, cantant i compositora irlandesa",
    "1983 - Aniversari de Clayton Richard, jugador de beisbol nord-americà",
    "1983 - Naixement de Daniel Muir, jugador de futbol americà",
    "1983 - Naixement de Rami Haikal, guitarrista jordà",
    "1983 - Naixement de Sebastian Hofmann, futbolista alemany",
    "1983 - Naixement de Sergio Parisse, jugador de rugbi argentí-italià",
    "1983 - Naixement de Tom Geißler, futbolista alemany",
    "1984 - Aniversari de Chelsea Carey, curler canadenc",
    "1984 - Naixement de Nashat Akram, futbolista iraquià",
    "1984 - Naixement de Petra Marklund, cantant sueca",
    "1986 - Naixement d'Akwasi Fobi-Edusei, futbolista anglès",
    "1986 - Naixement d'Alfie Allen, actor anglès",
    "1986 - Naixement de Dimitrios Regas, velocista grec",
    "1986 - Naixement d'Emmy Rossum, cantant i actriu nord-americana",
    "1986 - Naixement de Joanne Jackson, nedadora anglesa",
    "1986 - Naixement de Kamila Chudzik, heptatleta polonesa",
    "1986 - Naixement de Yuto Nagatomo, futbolista japonès",
    "1988 - Naixement d'Amanda Jenssen, cantautora i guitarrista sueca",
    "1989 - Aniversari d'Andrew Luck, jugador de futbol americà",
    "1989 - Naixement de Freddie Freeman, jugador de beisbol nord-americà-canadenc",
    "1991 - Naixement de Mike Towell, boxejador professional escocès (m. 2016)",
    "1991 - Naixement de Scott Wootton, futbolista anglès",
    "1991 - Naixement de Thomas Meunier, futbolista belga",
    "1992 - Naixement de Sviatlana Pirazhenka, tenista bielorussa",
    "1993 - Naixement de Kelsea Ballerini, cantant de pop country nord-americana",
    "1994 - Naixement d'Elina Svitolina, tenista ucraïnesa",
    "1994 - Naixement de Gideon Jung, futbolista alemany",
    "1994 - Naixement de RM, raper, compositor i productor discogràfic de Corea del Sud",
    "1995 - Naixement de Steven Gardiner, velocista de les Bahames",
    "1996 - Aniversari de Colin Ford, actor nord-americà",
    "1997 - Aniversari d'Almida de Val, curler sueca",
    "1997 - Naixement de Sydney Sweeney, actriu nord-americana",
    "2001 - Naixement de Ziaire Williams, jugador de bàsquet nord-americà"
  ],
  "day_13_month_2_births.dialog": [
    "1440 - Naixement de Hartmann Schedel, metge alemany (m. 1514)",
    "1457 - Naixement de Maria de Borgonya, duquessa sobirana regnant de Borgonya, casada amb Maximilià I, emperador del Sacre Germànic (m. 1482)",
    "1469 - Naixement d'Elia Levita, gramàtica hebrea renaixentista (m. 1549)",
    "1480 - Naixement de Girolamo Aleandro, cardenal italià (m. 1542)",
    "1523 - Naixement de Valentin Naboth, astrònom i matemàtic alemany (m. 1593)",
    "1539 - Naixement d'Elisabeth de Hesse, electressa palatina (m. 1582)",
    "1569 - Naixement de Johann Reinhard I, comte de Hanau-Lichtenberg (m. 1625)",
    "1599 - Naixement del papa Alexandre VII (m. 1667)",
    "1602 - Naixement de Guillem V, landgrave de Hesse-Kassel (m. 1637)",
    "1672 - Naixement d'Étienne François Geoffroy, metge i químic francès (m. 1731)",
    "1683 - Naixement de Giovanni Battista Piazzetta, pintor italià (m. 1754)",
    "1719 - Naixement de George Brydges Rodney, primer baró Rodney, almirall i polític anglès (m. 1792)",
    "1721 - Naixement de John Reid, general escocès (m. 1807)",
    "1728 - Naixement de John Hunter, cirurgià i anatomista escocès (m. 1793)",
    "1766 - Naixement de Thomas Robert Malthus, economista i erudit anglès (m. 1834)",
    "1768 - Naixement d'Édouard Adolphe Casimir Joseph Mortier, general i polític francès, 15è primer ministre de França (m. 1835)",
    "1769 - Naixement d'Ivan Krylov, autor, poeta i dramaturg rus (m. 1844)",
    "1805 - Naixement de Peter Gustav Lejeune Dirichlet, matemàtic i acadèmic alemany (m. 1859)",
    "1811 - Naixement de François Achille Bazaine, general francès (m. 1888)",
    "1815 - Naixement de Rufus Wilmot Griswold, antòleg, editor, poeta i crític nord-americà (m. 1857)",
    "1831 - Naixement de John Aaron Rawlins, general i polític nord-americà, 29è secretari de guerra dels Estats Units (m. 1869)",
    "1834 - Naixement d'Heinrich Caro, químic i acadèmic jueu sefardita polonès-alemany (m. 1910)",
    "1835 - Naixement de Mirza Ghulam Ahmad, líder religiós indi (m. 1908)",
    "1849 - Naixement de Lord Randolph Churchill, advocat i polític anglès, canceller d'Hisenda (m. 1895)",
    "1855 - Naixement de Paul Deschanel, polític belga-francès, 11è president de França (m. 1922)",
    "1863 - Naixement d'Hugo Becker, violoncel·lista i compositor alemany (m. 1941)",
    "1867 - Naixement de Harold Mahony, tennista escocès-irlandès (m. 1905)",
    "1870 - Naixement de Leopold Godowsky, pianista i compositor polonès-americà (m. 1938)",
    "1871 - Naixement de Joseph Devlin, líder polític d'Irlanda del Nord (Partit Nacionalista (Irlanda del Nord)) (m. 1934)",
    "1873 - Naixement de Feodor Chaliapin, cantant d'òpera rus (m. 1938)",
    "1876 ​​- Naixement de Fritz Buelow, jugador de beisbol i àrbitre alemany-americà (m. 1933)",
    "1879 - Naixement de Sarojini Naidu, poeta i activista indi (m. 1949)",
    "1880 - Naixement de Dimitrie Gusti, sociòleg, etnòleg, historiador i filòsof romanès (m. 1955)",
    "1881 - Naixement d'Eleanor Farjeon, autora, poeta i dramaturga anglesa (m. 1965)",
    "1883 - Naixement de Hal Chase, jugador de beisbol i entrenador nord-americà (m. 1947)",
    "1883 - Naixement de Yevgeny Vakhtangov, actor i director rus-armeni (m. 1922)",
    "1884 - Naixement d'Alfred Carlton Gilbert, saltador i home de negocis nord-americà, va fundar la companyia A. C. Gilbert (m. 1961)",
    "1885 - Naixement de Bess Truman, 35a primera dama dels Estats Units (m. 1982)",
    "1887 - Naixement de Géza Csáth, dramaturg i crític hongarès (m. 1919)",
    "1888 - Naixement de Georgios Papandreou, advocat, economista i polític grec, 162è primer ministre de Grècia (m. 1968)",
    "1889 - Naixement de Leontine Sagan, actriu i directora austríaca (m. 1974)",
    "1891 - Naixement de Grant Wood, pintor i acadèmic nord-americà (m. 1942)",
    "1891 - Naixement de Kate Roberts, autora i activista gal·lesa (m. 1985)",
    "1892 - Naixement de Robert H. Jackson, advocat, jutge i polític nord-americà, 57è fiscal general dels Estats Units (m. 1954)",
    "1898 - Naixement d'Hubert Ashton, jugador de cricket i polític anglès (m. 1979)",
    "1899 - Naixement de Rolf Stenersen, empresari noruec (m. 1978)",
    "1900 - Naixement de Barbara von Annenkoff, actriu de cinema i teatre alemanya nascuda a Rússia (m. 1979)",
    "1901 - Naixement de Paul Lazarsfeld, sociòleg i acadèmic austríac-americà (m. 1976)",
    "1902 - Naixement de Harold Lasswell, politòleg i teòric nord-americà (m. 1978)",
    "1903 - Naixement de Georges Simenon, autor belga-suís (m. 1989)",
    "1903 - Naixement de Georgy Beriev, enginyer rus-georgià, va fundar el Beriev Design Bureau (m. 1979)",
    "1906 - Naixement d'Agostinho da Silva, filòsof i autor portuguès (m. 1994)",
    "1907 - Naixement de Katy de la Cruz, cantant i actriu filipina (m. 2004)",
    "1910 - Naixement de William Shockley, físic i acadèmic anglès-nord-americà, premi Nobel (m. 1989)",
    "1911 - Naixement de Faiz Ahmad Faiz, poeta i periodista indi-pakistanès (m. 1984)",
    "1911 - Naixement de Jean Muir, actriu i pedagoga nord-americana (m. 1996)",
    "1912 - Naixement de Harald Riipalu, comandant rus-estonià (m. 1961)",
    "1912 - Naixement de Margaretta Scott, actriu anglesa (m. 2005)",
    "1913 - Naixement de Khalid d'Aràbia Saudita (m. 1982)",
    "1915 - Naixement d'Aung San, general i política birmana, 5è primer ministre de la Colònia de la Corona Britànica de Birmània (m. 1947)",
    "1915 - Naixement de Lyle Bettger, actor nord-americà (m. 2003)",
    "1916 - Naixement de Dorothy Bliss, zoòloga nord-americana d'invertebrats (m. 1987)",
    "1919 - Naixement d'Eddie Robinson, jugador de futbol americà i entrenador (m. 2007)",
    "1919 - Naixement de Tennessee Ernie Ford, cantant i actor nord-americà (m. 1991)",
    "1920 - Naixement de Boudleaux Bryant, compositor nord-americà (m. 1987)",
    "1920 - Naixement d'Eileen Farrell, soprano i pedagoga nord-americana (m. 2002)",
    "1921 - Naixement d'Aung Khin, pintora birmana (m. 1996)",
    "1921 - Naixement de Jeanne Demessieux, pianista i compositora francesa (m. 1968)",
    "1922 - Naixement de Francis Pym, baró Pym, militar i polític gal·lès, secretari d'Estat d'Afers Exteriors i de la Commonwealth (m. 2008)",
    "1922 - Naixement de Gordon Tullock, economista i acadèmic nord-americà (m. 2014)",
    "1923 - Naixement de Chuck Yeager, general i pilot nord-americà; primer pilot de proves que va trencar la barrera del so (m. 2020)",
    "1923 - Naixement de Michael Anthony Bilandic, soldat, jutge i polític nord-americà, 49è alcalde de Chicago (m. 2002)",
    "1924 - Naixement de Jean-Jacques Servan-Schreiber, periodista i polític francès (m. 2006)",
    "1926 - Naixement de Fay Ajzenberg-Selove, física nuclear nord-americana (m. 2012)",
    "1928 - Naixement de Gerald Regan, advocat i polític canadenc, 19è primer ministre de Nova Escòcia (m. 2019)",
    "1929 - Naixement d'Omar Torrijos, comandant i polític panameny, líder militar de Panamà (m. 1981)",
    "1930 - Naixement d'Ernst Fuchs, pintor, escultor i il·lustrador austríac (m. 2015)",
    "1930 - Naixement d'Israel Kirzner, economista, autor i acadèmic angloamericà",
    "1932 - Naixement de Susan Oliver, actriu nord-americana (m. 1990)",
    "1933 - Naixement d'Emanuel Ungaro, dissenyador de moda francès (m. 2019)",
    "1933 - Naixement de Kim Novak, actriu nord-americana",
    "1933 - Naixement de Paul Biya, polític camerunès, segon president del Camerun",
    "1934 - Naixement de George Segal, actor nord-americà (m. 2021)",
    "1937 - Naixement d'Ali El-Maak, autor i acadèmic sudanès (m. 1992)",
    "1937 - Naixement d'Angelo Mosca, jugador de futbol i lluitador nord-americà-canadenc (m. 2021)",
    "1937 - Naixement de Sigmund Jähn, pilot i cosmonauta alemany (m. 2019)",
    "1938 - Naixement d'Oliver Reed, actor anglès (m. 1999)",
    "1940 - Naixement de Bram Peper, sociòleg i polític holandès, alcalde de Rotterdam (m. 2022)",
    "1941 - Naixement de Bo Svenson, actor, director i productor suec-nord-americà",
    "1941 - Naixement de Sigmar Polke, pintor i fotògraf alemany (m. 2010)",
    "1942 - Naixement de Carol Lynley, model i actriu nord-americana (m. 2019)",
    "1942 - Naixement de Donald E. Williams, capità, pilot i astronauta nord-americà (m. 2016)",
    "1942 - Naixement de Peter Tork, cantant, compositor, baixista i actor nord-americà (m. 2019)",
    "1943 - Naixement d'Elaine Pagels, teòloga i acadèmica nord-americana",
    "1944 - Naixement de Jerry Springer, presentador de televisió, actor i polític anglès-nord-americà, 56è alcalde de Cincinnati (m. 2023)",
    "1944 - Naixement de Stockard Channing, actriu nord-americana",
    "1945 - Naixement de King Floyd, cantant i compositor nord-americà (m. 2006)",
    "1945 - Naixement de Marian Dawkins, biòloga i acadèmica anglesa",
    "1945 - Naixement de Simon Schama, historiador i autor anglès",
    "1945 - Naixement de William Sleator, autor i compositor nord-americà (m. 2011)",
    "1946 - Naixement de Colin Matthews, compositor i pedagog anglès",
    "1946 - Naixement de Janet Finch, sociòloga i acadèmica anglesa",
    "1946 - Naixement de Richard Blumenthal, sergent i polític nord-americà, 23è fiscal general de Connecticut",
    "1947 - Naixement de Bogdan Tanjević, entrenador de bàsquet montenegrí-bosnià",
    "1947 - Naixement de Kevin Bloody Wilson, còmic, cantautor i guitarrista australià",
    "1947 - Naixement de Mike Krzyzewski, jugador i entrenador de bàsquet nord-americà",
    "1947 - Naixement de Stephen Hadley, soldat i diplomàtic nord-americà, 21è conseller de seguretat nacional dels Estats Units",
    "1949 - Naixement de Peter Kern, actor, director, productor i guionista austríac (m. 2015)",
    "1950 - Naixement de Peter Gabriel, cantautor i músic anglès",
    "1950 - Naixement de Vera Baird, advocada i política anglesa",
    "1951 - Naixement de David Naughton, actor i cantant nord-americà",
    "1952 - Naixement d'Ed Gagliardi, músic nord-americà (m. 2014)",
    "1953 - Aniversari d'Akio Sato, lluitador i entrenador japonès",
    "1954 - Aniversari de Donnie Moore, jugador de beisbol nord-americà (f. 1989)",
    "1955 - Naixement de Joe Birkett, advocat, jutge i polític nord-americà",
    "1956 - Naixement de Peter Hook, cantant, compositor, músic i productor discogràfic anglès",
    "1957 - Naixement de Denise Austin, entrenadora de fitness i autora nord-americana",
    "1958 - Aniversari de Derek Riggs, pintor i il·lustrador anglès",
    "1958 - Naixement de Jean-François Lisée, periodista i polític canadenc",
    "1958 - Naixement de Marc Emery, editor i activista canadenc",
    "1958 - Naixement de Pernilla August, actriu sueca",
    "1958 - Naixement d'Øivind Elgenes, cantant, guitarrista i compositor noruec",
    "1959 - Naixement de Gaston Gingras, jugador canadenc d'hoquei sobre gel",
    "1960 - Naixement d'Artur Yusupov, jugador d'escacs rus-alemany i autor",
    "1960 - Naixement de Gary Patterson, jugador de futbol americà i entrenador",
    "1960 - Naixement de John Healey, periodista i polític anglès",
    "1960 - Naixement de Matt Salinger, actor nord-americà",
    "1960 - Naixement de Pierluigi Collina, futbolista i àrbitre italià",
    "1961 - Naixement de Henry Rollins, cantautor, productor i actor nord-americà",
    "1961 - Naixement de Marc Crawford, jugador i entrenador d'hoquei sobre gel canadenc",
    "1961 - Aniversari de cEvin Key, cantant, compositor, bateria, teclista i productor canadenc",
    "1962 - Naixement d'Aníbal Acevedo Vilá, advocat i polític porto-riqueny",
    "1962 - Aniversari de Baby Doll, lluitador i gerent nord-americà",
    "1962 - Naixement de Michele Greene, actriu nord-americana",
    "1964 - Naixement de Stephen Bowen, enginyer, capità i astronauta nord-americà",
    "1964 - Naixement de Ylva Johansson, educadora i política sueca, ministra d'Ocupació sueca",
    "1965 - Naixement de Peter O'Neill, comptable i polític de Papua Nova Guinea, setè primer ministre de Papua Nova Guinea",
    "1966 - Aniversari de Freedom Williams, raper i cantant nord-americà",
    "1966 - Naixement de Jeff Waters, guitarrista, compositor i productor canadenc",
    "1966 - Aniversari de Neal McDonough, actor i productor nord-americà",
    "1967 - Naixement de Stanimir Stoilov, futbolista i entrenador búlgar",
    "1968 - Naixement de Kelly Hu, actriu nord-americana",
    "1969 - Naixement de Bryan Thomas Schmidt, autor i editor nord-americà de ciència-ficció",
    "1969 - Naixement de Joyce DiDonato, soprano i actriu nord-americana",
    "1970 - Naixement d'Elmer Bennett, jugador de bàsquet nord-americà",
    "1970 - Naixement de Karoline Krüger, cantautora i pianista noruega",
    "1971 - Aniversari de Mats Sundin, jugador d'hoquei sobre gel suec",
    "1971 - Naixement de Sonia Evans, cantant i compositora anglesa",
    "1971 - Naixement de Todd Williams, jugador de beisbol nord-americà",
    "1972 - Naixement de Juha Ylönen, jugador d'hoquei sobre gel finlandès",
    "1972 - Naixement de Virgilijus Alekna, llançador de disc lituà",
    "1974 - Aniversari de Fonzworth Bentley, raper i actor nord-americà",
    "1974 - Naixement de Robbie Williams, cantant i compositor anglès",
    "1975 - Aniversari de Ben Collins, pilot de cotxes de carreres anglès",
    "1975 - Aniversari de Katie Hopkins, personalitat i columnista dels mitjans anglesos",
    "1976 - Naixement de Feist, cantant, compositor i músic canadenc",
    "1976 - Naixement de Jörg Bergmeister, pilot de carreres alemany",
    "1977 - Aniversari de Randy Moss, jugador de futbol americà i entrenador",
    "1978 - Naixement de Cory Murphy, jugador i entrenador d'hoquei sobre gel canadenc",
    "1978 - Naixement de Niklas Bäckström, jugador d'hoquei sobre gel finlandès",
    "1978 - Naixement de Philippe Jaroussky, cantant francès",
    "1979 - Naixement d'Anders Behring Breivik, assassí noruec",
    "1979 - Naixement de Mena Suvari, actriu i dissenyadora de moda nord-americana",
    "1979 - Naixement de Rachel Reeves, economista i política anglesa, cancellera de l'Hisenda a l'ombra",
    "1979 - Naixement de Rafael Márquez, futbolista mexicà",
    "1980 - Naixement de Carlos Cotto, lluitador i boxejador porto-riqueny",
    "1981 - Naixement de Luisão, futbolista brasiler",
    "1981 - Naixement de Luke Ridnour, jugador de bàsquet nord-americà",
    "1982 - Naixement d'Even Helte Hermansen, guitarrista i compositor noruec",
    "1982 - Naixement de Michael Turner, jugador de futbol americà",
    "1983 - Aniversari d'Anna Watkins, remadora anglesa",
    "1983 - Aniversari de Mike Nickeas, jugador de beisbol canadenc",
    "1984 - Naixement de Hinkelien Schreuder, nedador holandès",
    "1985 - Aniversari d'Al Montoya, jugador d'hoquei sobre gel nord-americà",
    "1985 - Aniversari de J. R. Giddens, jugador de bàsquet nord-americà",
    "1985 - Naixement de Kwak Ji-min, actriu sud-coreana",
    "1985 - Naixement de Somdev Devvarman, tennista indi",
    "1986 - Naixement d'Aqib Talib, jugador de futbol americà",
    "1986 - Naixement de Luke Moore, futbolista anglès",
    "1987 - Naixement d'Eljero Elia, futbolista holandès",
    "1988 - Naixement de Dave Rudden, autor irlandès",
    "1988 - Naixement de Ryan Goins, jugador de beisbol nord-americà",
    "1989 - Naixement de Rodrigo Possebon, futbolista brasiler",
    "1990 - Naixement de Mamadou Sakho, futbolista francès",
    "1990 - Naixement de Nathan Eovaldi, jugador de beisbol nord-americà",
    "1991 - Naixement d'Eliaquim Mangala, futbolista francès",
    "1991 - Aniversari de Luke Voit, jugador de beisbol nord-americà",
    "1991 - Naixement de Vianney, cantant francès",
    "1992 - Aniversari de Keith Appling, jugador de bàsquet nord-americà",
    "1994 - Naixement de Memphis Depay, futbolista holandès",
    "1995 - Naixement de Georges-Kévin Nkoudou, futbolista franco-camerunès",
    "1995 - Naixement de Kendall Fuller, jugador de futbol americà",
    "2000 - Naixement de Vitinha, futbolista portuguès",
    "2001 - Naixement de Kaapo Kakko, jugador d'hoquei sobre gel finlandès",
    "2002 - Naixement de Jaden Ivey, jugador de bàsquet nord-americà",
    "2002 - Naixement de Sophia Lillis, actriu nord-americana"
  ],
  "day_12_month_11_deaths.dialog": [
    "1035 - Mort de Cnut el Gran, rei danès-anglès (b. c.995)",
    "1087 - Mort de Guillem I, comte de Borgonya (n. 1020)",
    "1094 - Mort de Duncan II d'Escòcia (n. 1060)",
    "1202 - Mort de Canut VI de Dinamarca (n. 1163)",
    "1209 - Mort de Philippe du Plessis, Gran Mestre dels Templers (n. 1165)",
    "1218 - Mort d'Enric d'Abergavenny, prior d'Abergavenny i bisbe de Llandaff",
    "1347 - Mort de Joan de Viktring, cronista i assessor polític austríac (c. 1270)",
    "1375 - Mort de John Henry, margravi de Moràvia (n. 1322)",
    "1434 - Mort de Lluís III d'Anjou (n. 1403)",
    "1555 - Mort de Stephen Gardiner, bisbe i polític anglès, secretari d'Estat anglès (n. 1497)",
    "1555 - Mort de Yang Jisheng (n. 1516), oficial de la dinastia Ming i màrtir confucià",
    "1555 - Mort de Zhang Jing, general xinès Ming",
    "1562 - Mort de Pietro Martire Vermigli, teòleg italià (n. 1500)",
    "1567 - Mor Anne de Montmorency, general i diplomàtica francesa (n. 1493)",
    "1572 - Mort d'Enric de Stolberg, noble alemany (n. 1509)",
    "1595 - Mort de John Hawkins, almirall i constructor de vaixells anglès (n. 1532)",
    "1623 - Mort de Josaphat Kuntsevych, arquebisbe lituà (c. 1582)",
    "1667 - Mor Hans Nansen, polític danès (n. 1598)",
    "1671 - Mor Thomas Fairfax, general i polític anglès (n. 1612)",
    "1742 - Mort de Friedrich Hoffmann, metge i químic alemany (n. 1660)",
    "1793 - Mor Jean Sylvain Bailly, astrònom, matemàtic i polític francès, primer alcalde de París (n. 1736)",
    "1793 - Mort de Lord George Gordon, polític anglès (n. 1751)",
    "1836 - Mor Juan Ramón Balcarce, general i polític argentí, 6è governador de la província de Buenos Aires (n. 1773)",
    "1847 - Mort de William Christopher Zeise, químic danès que va preparar la sal de Zeise, un dels primers compostos organometàl·lics (n. 1789)",
    "1865 - Mort d'Elizabeth Gaskell, autora anglesa (n. 1810)",
    "1896 - Mort de Joseph James Cheeseman, polític liberià, 12è president de Libèria (n. 1843)",
    "1902 - Mort de William Henry Barlow, enginyer anglès (n. 1812)",
    "1916 - Mort de Percival Lowell, astrònom, matemàtic i autor nord-americà (n. 1855)",
    "1933 - Mort de F. Holland Day, fotògraf i editor nord-americà (n. 1864)",
    "1933 - Mort de John Cady, golfista nord-americà (n. 1866)",
    "1939 - Mort de Norman Bethune, metge i humanitari canadenc (n. 1890)",
    "1942 - Mor Maurice O'Neill, republicà irlandès afusellat",
    "1946 - Mor Albert Bond Lambert, golfista i pilot nord-americà (n. 1875)",
    "1946 - Mor Madan Mohan Malaviya, acadèmic i polític indi, president del Congrés Nacional Indi (n. 1861)",
    "1948 - Mort d'Umberto Giordano, compositor italià (n. 1867)",
    "1950 - Mort de Julia Marlowe, actriu angloamericana (n. 1865)",
    "1950 - Mort de Lesley Ashburner, corredor d'obstacles nord-americà (n. 1883)",
    "1955 - Mort d'Alfréd Hajós, nedador i arquitecte hongarès, dissenyador del Grand Hotel Aranybika (n. 1878)",
    "1955 - Mort de Sarah Wambaugh, politòleg nord-americà, autoritat mundial en plebiscits (n. 1882)",
    "1955 - Mort de Tin Ujević, poeta i traductor croat (n. 1891)",
    "1958 - Mort de Gustaf Söderström, llançador de pes, llançador de disc i competidor d'estira i arronsa suec (n. 1865)",
    "1962 - Mor Roque González Garza, general mexicà i president en funcions (1915) (n. 1885)",
    "1965 - Mort de Many Benner, pintor francès (n. 1873)",
    "1965 - Mort de Taher Saifuddin, líder espiritual indi, 51è Da'i al-Mutlaq (n. 1888)",
    "1969 - Mort de Liu Shaoqi, polític xinès, segon president de la República Popular de la Xina (n. 1898)",
    "1971 - Mort de Johanna von Caemmerer, matemàtica alemanya (n. 1914)",
    "1972 - Mor Rudolf Friml, pianista i compositor txec-americà (n. 1879)",
    "1972 - Mort de Tommy Wisdom, pilot de carreres i periodista anglès (n. 1906)",
    "1976 - Mort de Mikhail Gurevich, enginyer rus, cofundador de Mikoyan (n. 1893)",
    "1976 - Mort de Walter Piston, compositor i acadèmic nord-americà (n. 1894)",
    "1981 - Mort de William Holden, actor nord-americà (n. 1918)",
    "1986 - Mort de Minoru Yasui, advocat i activista nord-americà (n. 1916)",
    "1990 - Mort d'Eve Arden, actriu i còmica nord-americana (n. 1908)",
    "1991 - Mort de Gabriele Tinti, actor italià (n. 1932)",
    "1993 - Mort de H. R. Haldeman, diplomàtic nord-americà, quart cap d'estat major de la Casa Blanca (n. 1926)",
    "1994 - Mor Wilma Rudolph, velocista i educadora nord-americana (n. 1940)",
    "1997 - Mort de Carlos Surinach, compositor i director d'orquestra hispanoamericà (n. 1915)",
    "1998 - Mort de Roy Hollis, futbolista anglès (n. 1925)",
    "1998 - Mort de Sally Shlaer, matemàtica i enginyera nord-americana (n. 1938)",
    "2000 - Mort de Franck Pourcel, director d'orquestra i compositor francès (n. 1913)",
    "2001 - Mort d'Albert Hague, actor i compositor alemany-americà (n. 1920)",
    "2001 - Mort de Tony Miles, jugador d'escacs i teòric anglès (n. 1955)",
    "2003 - Mort de Cameron Duncan, director i guionista neozelandès (n. 1986)",
    "2003 - Mort de Jonathan Brandis, actor nord-americà (n. 1976)",
    "2003 - Mort de Penny Singleton, actriu nord-americana (n. 1908)",
    "2003 - Mort de Tony Thompson, bateria nord-americà (n. 1954)",
    "2007 - Mort d'Ira Levin, novel·lista, dramaturga i compositora nord-americana (n. 1929)",
    "2007 - Mort de K. C. Ibrahim, jugador de cricket indi (n. 1919)",
    "2008 - Mort de Catherine Baker Knoll, educadora i política nord-americana, 30è tinent governador de Pennsilvània (n. 1930)",
    "2008 - Mort de Mitch Mitchell, bateria anglès (n. 1947)",
    "2010 - Mor Henryk Górecki, compositor polonès (n. 1933)",
    "2012 - Mort de Daniel Stern, psicòleg i teòric nord-americà (n. 1934)",
    "2012 - Mort de Hans Hammarskiöld, fotògraf suec (n. 1925)",
    "2012 - Mort de Sergio Oliva, culturista cubanoamericà (n. 1941)",
    "2013 - Mort d'Aleksandr Serebrov, enginyer i astronauta rus (n. 1944)",
    "2013 - Mort de John Tavener, compositor i pedagog anglès (n. 1944)",
    "2013 - Mort de Konrad Rudnicki, astrònom i acadèmic polonès (n. 1926)",
    "2013 - Mort de Kurt Trampedach, pintor i escultor danès (n. 1943)",
    "2013 - Mort de Steve Rexe, jugador i entrenador d'hoquei sobre gel canadenc (n. 1947)",
    "2014 - Mort de Marge Roukema, pedagoga i política nord-americana (n. 1929)",
    "2014 - Mort de Ravi Chopra, director i productor indi (n. 1946)",
    "2014 - Mort de Valery Senderov, matemàtic i acadèmic rus (n. 1945)",
    "2014 - Mort de Warren Clarke, actor, director i productor anglès (n. 1947)",
    "2015 - Mort de Jihadi John, terrorista (n. 1988)",
    "2015 - Mort de Márton Fülöp, futbolista hongarès (n. 1983)",
    "2016 - Mort de Lupita Tovar, actriu mexicana-nord-americana (n. 1910)",
    "2016 - Mort de Mahmoud Abdel Aziz, actor egipci (n. 1946)",
    "2018 - Mort de Stan Lee, escriptor, editor i editor de còmics nord-americà (n. 1922)",
    "2021 - Mort de Chung-Yun Hse, científic de la fusta (n. 1935)",
    "607 - Mort del papa Bonifaci III",
    "657 - Mort de Liví, apòstol irlandès (c.580)",
    "973 - Mort de Burchard III, noble franc (c.915)",
    "975 - Mort de Notker Physicus, pintor suís"
  ],
  "day_29_month_12_deaths.dialog": [
    "1170 - Mort de Thomas Becket, arquebisbe i sant anglès (n. 1118)",
    "1208 - Mort de l'emperador Zhangzong de Jin, (n. 1168)",
    "1380 - Mort d'Isabel de Polònia, reina consort d'Hongria (n. 1305)",
    "1550 - Mort de Bhuvanaikabahu VII, rei de Kotte (n. 1468)",
    "1563 - Mort de Sebastian Castellio, predicador i teòleg francès (n. 1515)",
    "1606 - Mor Stephen Bocskai, príncep de Transsilvània (n. 1557)",
    "1661 - Mort d'Antoine Girard de Saint-Amant, poeta francès (n. 1594)",
    "1689 - Mort de Thomas Sydenham, metge i autor anglès (n. 1624)",
    "1720 - Mort de Maria Margaretha Kirch, astrònom i pedagog alemany (n. 1670)",
    "1731 - Mort de Brook Taylor, matemàtic i teòric anglès (n. 1685)",
    "1785 - Mort de Johan Herman Wessel, poeta i dramaturg noruec-danès (n. 1742)",
    "1785 - Mort de Johann Heinrich Rolle, compositor alemany (n. 1716)",
    "1807 - Mort de Diogo de Carvalho e Sampayo, diplomàtic i científic portuguès (n. 1750)",
    "1825 - Mor Jacques-Louis David, pintor i il·lustrador francès (n. 1748)",
    "1838 - Mort de Søren Christian Sommerfelt, sacerdot i botànic noruec (n. 1794)",
    "1890 - Mor Octave Feuillet, novel·lista i dramaturg francès (n. 1821)",
    "1890 - Mort de Spotted Elk, líder tribal nord-americà (n. 1826)",
    "1891 - Mort de Leopold Kronecker, matemàtic i acadèmic polonès-alemany (n. 1823)",
    "1894 - Mort de Christina Rossetti, poeta i escriptora d'himnes anglesa (n. 1830)",
    "1897 - Mort de William James Linton, pintor, autor i activista anglès-nord-americà (n. 1812)",
    "1900 - Mort de John Henry Leech, entomòleg anglès (n. 1862)",
    "1905 - Mort de Charles Yerkes, financer nord-americà (n. 1837)",
    "1910 - Mort de Reginald Doherty, tennista anglès (n. 1872)",
    "1910 - Mort de Samuel Butcher, erudit clàssic i polític angloirlandès (n. 1850)",
    "1911 - Mor Rosamund Marriott Watson, poeta, autora i crítica anglesa (n. 1860)",
    "1918 - Mort d'Abby Leach, pedagoga nord-americana (n. 1855)",
    "1919 - Mort de William Osler, metge i professor canadenc (n. 1849)",
    "1921 - Mor Hermann Paul, filòleg, lingüista i lexicògraf alemany (n. 1846)",
    "1924 - Mor Carl Spitteler, poeta i acadèmic suís, premi Nobel (n. 1845)",
    "1925 - Mort de Félix Vallotton, pintor suís-francès (n. 1865)",
    "1926 - Mort de Rainer Maria Rilke, poeta i autor austríac (n. 1875)",
    "1929 - Mort d'Edward Christopher Williams, bibliotecari nord-americà (n. 1871)",
    "1929 - Mor Wilhelm Maybach, enginyer i empresari alemany, fundador de Maybach (n. 1846)",
    "1937 - Mort de Don Marquis, periodista, autor i dramaturg nord-americà (n. 1878)",
    "1939 - Mort de Kelly Miller, matemàtica, sociòloga, assagista, columnista de diaris i autora nord-americana (n. 1863)",
    "1939 - Mort de Madeleine Pelletier, psiquiatra, feminista i activista política francesa (n. 1874)",
    "1940 - Mort de Stephen Birch, empresari nord-americà (n. 1873)",
    "1941 - Mort de Louis Eilshemius, pintor nord-americà (n. 1864)",
    "1941 - Mort de Tullio Levi-Civita, matemàtic i erudit italià (n. 1873)",
    "1943 - Death of Art Young, dibuixant i escriptor nord-americà (n. 1866)",
    "1944 - Mort de Khasan Israilov, rebel txetxè (n. 1910)",
    "1945 - Mort de Beulah Dark Cloud, actriu nord-americana (n. 1887)",
    "1946 - Mort de Camillo Schumann, compositor i organista alemany (n. 1872)",
    "1948 - Mor Harry Farjeon, compositor i professor de música britànic (n. 1878)",
    "1949 - Mor Tyler Dennett, historiador i autor nord-americà (n. 1883)",
    "1952 - Mor Beryl Rubinstein, pianista, compositor i professor nord-americà (n. 1898)",
    "1952 - Mort de Fletcher Henderson, pianista, compositor i director d'orquestra nord-americà (n. 1897)",
    "1954 - Mort de William Merriam Burton, químic nord-americà (n. 1865)",
    "1956 - Mort de Miles Vandahurst Lynk, metge i autor nord-americà (n. 1871)",
    "1958 - Mort de Doris Humphrey, ballarina i coreògrafa nord-americana (n. 1895)",
    "1959 - Mort de Robin Milford, soldat i compositor anglès (n. 1903)",
    "1960 - Mort d'Eden Phillpotts, autor i poeta anglès (n. 1862)",
    "1965 - Mor Frank Nugent, guionista, periodista i crític cinematogràfic nord-americà (n. 1908)",
    "1965 - Mort de Kōsaku Yamada, compositor i director d'orquestra japonès (n. 1886)",
    "1967 - Mor Paul Whiteman, violinista, compositor i director d'orquestra nord-americà (n. 1890)",
    "1968 - Mort d'Austin Farrer, teòleg i filòsof anglès (n. 1904)",
    "1970 - Mort de Marie Menken, directora i pintora nord-americana (n. 1909)",
    "1970 - Mort de William King Gregory, zoòleg i anatomista nord-americà (n. 1876)",
    "1971 - Mort de John Marshall Harlan II, advocat i jurista nord-americà (n. 1899)",
    "1972 - Mort de Joseph Cornell, escultor i director nord-americà (n. 1903)",
    "1975 - Mort d'Euell Gibbons, autor i naturalista nord-americà (n. 1911)",
    "1976 - Mort d'Ivo Van Damme, corredor belga (n. 1954)",
    "1979 - Mort de F. Edward Hébert, periodista i polític nord-americà (n. 1901)",
    "1979 - Mort de Richard Tecwyn Williams, bioquímic gal·lès (n. 1909)",
    "1980 - Mor Irvin F. Westheimer, empresari i reformador social nord-americà (n. 1879)",
    "1980 - Mor Nadezhda Mandelstam, autora i pedagoga russa (n. 1899)",
    "1981 - Mort de Miroslav Krleža, autor, poeta i dramaturg croat (n. 1893)",
    "1981 - Mor Philip Handler, nutricionista i bioquímic nord-americà (n. 1917)",
    "1984 - Mort de Leo Robin, compositor, lletrista i compositor nord-americà (n. 1900)",
    "1984 - Mort de P. H. Polk, fotògraf nord-americà (n. 1898)",
    "1986 - Mort d'Andrei Tarkovsky, director i guionista rus (n. 1932)",
    "1986 - Mor Harold Macmillan, capità i polític anglès, primer ministre del Regne Unit (n. 1894 )",
    "1987 - Mort de Jun Ishikawa, autor japonès (n. 1899)",
    "1987 - Mor Wilbert E. Moore, sociòleg nord-americà (n. 1914)",
    "1988 - Mort de Ieuan Maddock, científic i investigador nuclear gal·lès (n. 1917)",
    "1988 - Mort de Mike Beuttler, pilot de carreres egipci (n. 1940)",
    "1992 - Mort de Vivienne Segal, actriu i cantant nord-americana (n. 1897)",
    "1994 - Mort de Frank Thring, actor australià (n. 1926)",
    "1995 - Mor Hans Henkemans, pianista, compositor i psiquiatre holandès (n. 1913)",
    "1996 - Mort de Mireille Hartuch, cantautora i actriu francesa (n. 1906)",
    "1996 - Mort de Peggy Herbison, política escocesa (n. 1907)",
    "1996 - Mort de Pennar Davies, clergue i autor gal·lès (n. 1911)",
    "1998 - Mort de Don Taylor, actor i director de cinema nord-americà (n. 1920)",
    "1998 - Mort de Ralph Siu, erudit, militar i funcionari i autor nord-americà (n. 1917)",
    "1999 - Mort de Leon Radzinowicz, criminòleg i acadèmic polonès-anglès (n. 1906)",
    "2001 - Mort de György Kepes, pintor, fotògraf, dissenyador, pedagog i teòric de l'art hongarès (n. 1906)",
    "2001 - Mort de Takashi Asahina, director d'orquestra japonès (n. 1908)",
    "2002 - Mort de Lloyd Barbee, advocat i polític nord-americà (n. 1925)",
    "2003 - Mort de Bob Monkhouse, còmic, actor i presentador de jocs anglès (n. 1928)",
    "2003 - Mort de Dinsdale Landen, actor anglès (n. 1932)",
    "2004 - Mort de Julius Axelrod, bioquímic i acadèmic nord-americà, premi Nobel (n. 1912)",
    "2004 - Mort de Peter Davison, poeta, assagista, professor, conferenciant, editor i editor nord-americà (n. 1928)",
    "2005 - Mort de Basil William Robinson, estudiós d'art i autor britànic (n. 1912)",
    "2005 - Mort de Cyril Philips, historiador i director acadèmic britànic (n. 1912)",
    "2007 - Mort de Phil Dusenberry, executiu de publicitat nord-americà (n. 1936)",
    "2007 - Mort de Phil O'Donnell, futbolista escocès (n. 1972)",
    "2008 - Mort de Freddie Hubbard, trompetista i compositor nord-americà (n. 1938)",
    "2008 - Mort de Victor H. Krulak, soldat nord-americà (n. 1913)",
    "2009 - Mort de David Levine, artista i il·lustrador nord-americà (n. 1926)",
    "2009 - Mor Janina Bauman, periodista i escriptora polonesa (n. 1926)",
    "2010 - Mort d'Avi Cohen, futbolista i entrenador israelià (n. 1956)",
    "2010 - Mort de Bill Erwin, actor i dibuixant nord-americà (n. 1914)",
    "2011 - Mort de Constance Bartlett Hieatt, erudita nord-americana (n. 1928)",
    "2012 - Mort de Tony Greig, jugador de cricket i presentador esportiu sud-africà-australià (n. 1946)",
    "2012 - Mort de William Rees-Mogg, periodista britànic (n. 1928)",
    "2013 - Mort de Benjamin Curtis, guitarrista, bateria i compositor nord-americà (n. 1978)",
    "2013 - Mort de C. T. Hsia, crític i erudit xinesoamericà (n. 1921)",
    "2013 - Mort de Connie Dierking, jugadora de bàsquet nord-americana (n. 1936)",
    "2013 - Mort de Wojciech Kilar, compositor polonès de música clàssica i de cinema (n. 1932)",
    "2014 - Mort de Hari Harilela, empresari i filantrop indi-Hong Kong (n. 1922)",
    "2014 - Mort de Juanito Remulla, Sr., advocat i polític filipí, governador de Cavite (n. 1933)",
    "2015 - Mort d'Om Prakash Malhotra, general i polític indi, 25è governador del Panjab (n. 1922)",
    "2015 - Mort de Pavel Srníček, futbolista i entrenador txec (n. 1968)",
    "2016 - Mort de Keion Carpenter, defensa del futbol americà (n. 1977)",
    "2016 - Mort de LaVell Edwards, entrenador de futbol americà (n. 1930)",
    "2017 - Mort de John C. Portman Jr., arquitecte neofuturista i promotor immobiliari nord-americà (n. 1924)",
    "2017 - Mort de Peggy Cummins, actriu irlandesa (n. 1925)",
    "2018 - Mort de Brian Garfield, novel·lista, historiador i guionista nord-americà (n. 1939)",
    "2018 - Mort de Rosenda Monteros, actriu mexicana (n. 1935)",
    "2019 - Mort d'Alasdair Gray, escriptor i artista escocès (n. 1934)",
    "2019 - Mort de Neil Innes, escriptor, còmic i músic anglès (n. 1944)",
    "2020 - Mort de Joe Louis Clark, educador nord-americà (n. 1937)",
    "2020 - Mort de Pierre Cardin, dissenyador de moda italofrancès (n. 1922)",
    "2021 - Mort de Peter Klatzow, compositor sud-africà (n. 1945)",
    "2022 - Mor Edgar Savisaar, polític estonià, ministre de l'Interior estonià (n. 1950)",
    "2022 - Mort de Pelé, futbolista brasiler (n. 1940)",
    "2022 - Mort de Vivienne Westwood, dissenyadora de moda anglesa (n. 1941)",
    "2023 - Mort de Gil de Ferran, pilot de carreres brasiler d'origen francès, campió de CART (2000, 2001), guanyador de les 500 Milles d'Indianapolis de 2003 (n. 1967)"
  ],
  "day_4_month_2_deaths.dialog": [
    "1169 - Mor Joan d'Ajello, bisbe de Catània",
    "1498 - Mor Antonio del Pollaiuolo, artista italià (n. 1429/1433)",
    "1505 - Mort de Jeanne de Valois, filla de Lluís XI de França (n. 1464)",
    "1508 - Mort de Conrad Celtes, poeta i erudit alemany (n. 1459)",
    "1555 - Mort de John Rogers, clergue i traductor anglès (n. 1505)",
    "1590 - Mort de Gioseffo Zarlino, compositor i teòric italià (n. 1517)",
    "1615 - Mort de Giambattista della Porta, dramaturg i erudit italià (n. 1535)",
    "1617 - Mort de Lodewijk Elzevir, editor holandès, cofundador de la Casa d'Elzevir (n. 1546)",
    "1713 - Mort d'Anthony Ashley-Cooper, tercer comte de Shaftesbury, filòsof i polític anglès (n. 1671)",
    "1774 - Mort de Charles Marie de La Condamine, matemàtic i geògraf francès (n. 1701)",
    "1781 - Mort de Josef Mysliveček, compositor txec (n. 1737)",
    "1799 - Mort d'Étienne-Louis Boullée, arquitecte i pedagog francès (n. 1728)",
    "1843 - Mort de Theodoros Kolokotronis, general grec (n. 1770)",
    "1891 - Mort de Pelagio Antonio de Labastida y Dávalos, arquebisbe catòlic romà i polític mexicà que va exercir com a regent durant el Segon Imperi Mexicà (n. 1816 )",
    "1905 - Mort de Louis-Ernest Barrias, escultor i acadèmic francès (n. 1841)",
    "1912 - Mort de Franz Reichelt, sastre i inventor francès (n. 1878)",
    "1926 - Mort d'İskilipli Âtıf Hodja, autor i erudit turc (n. 1875)",
    "1928 - Mor Hendrik Lorentz, físic i acadèmic holandès, premi Nobel (n. 1853)",
    "1933 - Mor Archibald Sayce, lingüista i pedagog anglès (n. 1846)",
    "1936 - Mor Wilhelm Gustloff, soldat germano-suís, fundador de l'NSDAP/AO suís (n. 1895)",
    "1940 - Mort de Nikolai Yezhov, policia i polític rus (n. 1895)",
    "1943 - Mor Frank Calder, jugador d'hoquei sobre gel i periodista anglès-canadenc (n. 1877)",
    "1944 - Mor Arsen Kotsoyev, autor i traductor rus (n. 1872)",
    "1956 - Mort de Savielly Tartakower, jugador d'escacs, periodista i autor rus-francès (n. 1887)",
    "1958 - Mor Henry Kuttner, autor i guionista nord-americà (n. 1915)",
    "1959 - Mort d'Una O'Connor, actriu irlandesa-nord-americana (n. 1880)",
    "1968 - Mort de Neal Cassady, novel·lista i poeta nord-americà (n. 1926)",
    "1970 - Mort de Louise Bogan, poeta i crítica nord-americana (n. 1897)",
    "1974 - Mort de Satyendra Nath Bose, físic, matemàtic i acadèmic indi (n. 1894)",
    "1975 - Mort de Louis Jordan, cantautor i saxofonista nord-americà (n. 1908)",
    "1982 - Mort d'Alex Harvey, cantautor i guitarrista escocès (n. 1935)",
    "1982 - Mort de Georg Konrad Morgen, advocat i jutge alemany (n. 1909)",
    "1983 - Mort de Karen Carpenter, cantant nord-americana (n. 1950)",
    "1987 - Mort de Carl Rogers, psicòleg i acadèmic nord-americà (n. 1902)",
    "1987 - Mort de Liberace, cantant, compositor i pianista nord-americà (n. 1919)",
    "1987 - Mor Meena Keshwar Kamal, activista afganesa, fundadora de l'Associació Revolucionària de les Dones de l'Afganistan (n. 1956)",
    "1990 - Mort de Whipper Billy Watson, lluitador i entrenador canadenc-nord-americà (n. 1915)",
    "1992 - Mort de John Dehner, actor nord-americà (n. 1915)",
    "1995 - Mort de Patricia Highsmith, novel·lista i escriptora de contes nord-americana (n. 1921)",
    "2000 - Mort de Carl Albert, advocat i polític nord-americà, 54è president de la Cambra de Representants dels Estats Units (n. 1908)",
    "2002 - Mort del comte Sigvard Bernadotte de Wisborg (n. 1907)",
    "2003 - Mort de Benyoucef Benkhedda, farmacèutic i polític algerià (n. 1920)",
    "2004 - Mor Hilda Hilst, poeta, novel·lista i dramaturga brasilera (n. 1930)",
    "2005 - Mort d'Ossie Davis, actor, director i dramaturg nord-americà (n. 1917)",
    "2006 - Mort de Betty Friedan, autora i activista nord-americana (n. 1921)",
    "2007 - Mort d'Alfred Worm, periodista, autor i acadèmic austríac (n. 1945)",
    "2007 - Mort de Barbara McNair, cantant i actriu nord-americana (n. 1934)",
    "2007 - Mort d'Ilya Kormiltsev, poeta i traductor rus-anglès (n. 1959)",
    "2007 - Mor José Carlos Bauer, futbolista i entrenador brasiler (n. 1925)",
    "2007 - Mort de Jules Olitski, pintor i escultor ucraïnès-americà (n. 1922)",
    "2008 - Mort d'Augusta Dabney, actriu nord-americana (n. 1918)",
    "2008 - Mort de Stefan Meller, acadèmic i polític polonès, ministre d'Afers Exteriors de Polònia (n. 1942)",
    "2010 - Mort d'Helen Tobias-Duesberg, compositora estonia-americana (n. 1919)",
    "2010 - Mort de Kostas Axelos, filòsof i autor greco-francès (n. 1924)",
    "2011 - Mort de Martial Célestin, advocat i polític haitiano, primer primer ministre d'Haití (n. 1913)",
    "2012 - Mort de Florence Green, soldat anglès (n. 1901)",
    "2012 - Mort d'István Csurka, periodista i polític hongarès (n. 1934)",
    "2012 - Mort de Mike deGruy, director, productor i director de fotografia nord-americà (n. 1951)",
    "2012 - Mort de Robert Daniel, pagès, soldat i polític nord-americà (n. 1936)",
    "2012 - Mort de Susanne Suba, aquarel·lista i il·lustradora hongaresa, activa als Estats Units (n. 1913)",
    "2013 - Mort de Donald Byrd, trompetista nord-americà (n. 1932)",
    "2013 - Mort de Reg Presley, cantant i compositor anglès (n. 1941)",
    "2014 - Mort de Dennis Lota, futbolista de Zambia (n. 1973)",
    "2014 - Mort d'Eugenio Corti, soldat, autor i dramaturg italià (n. 1921)",
    "2014 - Mort de Keith Allen, jugador d'hoquei sobre gel, entrenador i entrenador canadenc-nord-americà (n. 1923)",
    "2015 - Mort de Fitzhugh L. Fulton, coronel i pilot nord-americà (n. 1925)",
    "2016 - Mort d'Edgar Mitchell, capità, pilot i astronauta nord-americà (n. 1930)",
    "2017 - Mort de Bano Qudsia, escriptor pakistanès (n. 1928)",
    "2017 - Mort de Steve Lang, baixista canadenc (n. 1949)",
    "2018 - Mort de John Mahoney, actor, artista de veu i còmic angloamericà (n. 1940)",
    "2019 - Mort de Matti Nykänen, saltador d'esquí i cantant olímpic finlandès (n. 1963)",
    "2020 - Mort de Daniel arap Moi, antic president de Kenya (n. 1924)",
    "2021 - Mort de Millie Hughes-Fulford, astronauta nord-americana, biòloga molecular i especialista en càrrega útil de la NASA (n. 1945)",
    "2023 - Mort de Sherif Ismail, 53è primer ministre d'Egipte (n. 1955)",
    "2023 - Mort de Vani Jairam, cantant de reproducció indi (n. 1945)",
    "2024 - Mort de Barry John, jugador de rugbi gal·lès (n. 1945) ",
    "211 - Mort de Septimi Sever, emperador romà (n. 145)",
    "708 - Mort del papa Sisinnius (n. 650)",
    "856 - Mort de Rabanus Maurus, arquebisbe i teòleg franc (n. 780)",
    "870 - Mort de Ceolnoth, arquebisbe de Canterbury"
  ],
  "day_23_month_1_deaths.dialog": [
    "1002 - Mort d'Otó III, emperador del Sacre Germànic (n. 980)",
    "1199 - Mort d'Abu Yusuf Yaqub al-Mansur, califa marroquí (n. 1160)",
    "1252 - Mort d'Isabel, reina d'Armènia",
    "1297 - Mort de Florent d'Hainaut, príncep d'Acaia (c. 1255)",
    "1423 - Mort de Margarida de Baviera, regent de Borgonya (n. 1363)",
    "1516 - Mort de Ferran II d'Aragó (n. 1452)",
    "1548 - Mort de Bernardo Pisano, sacerdot, erudit i compositor italià (n. 1490)",
    "1549 - Mort de Johannes Honter, cartògraf i teòleg romanès-hongarès (n. 1498)",
    "1567 - Mort de l'emperador Jiajing de la Xina (n. 1507)",
    "1570 - Mort de James Stewart, primer comte de Moray, polític escocès (n. 1531)",
    "1620 - Mort de John Croke, polític i jutge anglès (n. 1553)",
    "1622 - Mort de William Baffin, explorador i navegant anglès (n. 1584)",
    "1650 - Mort de Philip Herbert, quart comte de Pembroke (n. 1584)",
    "1744 - Mor Giambattista Vico, historiador i filòsof italià (n. 1668)",
    "1785 - Mort de Matthew Stewart, matemàtic i acadèmic escocès (n. 1717)",
    "1789 - Mort de Frances Brooke, autora i dramaturga anglesa (n. 1724)",
    "1789 - Mort de John Cleland, autor anglès (n. 1709)",
    "1800 - Mort d'Edward Rutledge, capità i polític nord-americà, 39è governador de Carolina del Sud (n. 1749)",
    "1803 - Mort d'Arthur Guinness, cerveser irlandès, fundador de Guinness (n. 1725)",
    "1805 - Mort de Claude Chappe, enginyer francès (n. 1763)",
    "1806 - Mort de William Pitt el Jove, polític anglès, primer ministre del Regne Unit (n. 1759 )",
    "1810 - Mort de Johann Wilhelm Ritter, químic i físic alemany (n. 1776)",
    "1812 - Mort de Robert Craufurd, general i polític escocès (n. 1764)",
    "1820 - Mort del príncep Eduard, duc de Kent i Strathearn (n. 1767)",
    "1833 - Mort d'Edward Pellew, primer vescomte d'Exmouth, almirall i polític anglès (n. 1757)",
    "1837 - Mort de John Field, pianista i compositor irlandès (n. 1782)",
    "1866 - Mort de Thomas Love Peacock, autor i poeta anglès (n. 1785)",
    "1875 - Mort de Charles Kingsley, sacerdot i autor anglès (n. 1819)",
    "1883 - Mort de Gustave Doré, gravador i il·lustrador francès (n. 1832)",
    "1893 - Mor José Zorrilla, poeta i dramaturg espanyol (n. 1817)",
    "1893 - Mort de Lucius Quintus Cincinnatus Lamar II, advocat i polític nord-americà, 16è secretari de l'Interior dels Estats Units (n. 1825)",
    "1893 - Mort de William Price, metge gal·lès, cartista i neodruida (n. 1800)",
    "1921 - Mort de Mykola Leontovych, compositor i director d'orquestra ucraïnès (n. 1877)",
    "1922 - Mort d'Arthur Nikisch, director d'orquestra i acadèmic hongarès (n. 1855)",
    "1922 - Mort de René Beeh, pintor i dibuixant alsacià (n. 1886)",
    "1923 - Mort de Max Nordau, metge i autor austríac (n. 1849)",
    "1931 - Mort d'Anna Pavlova, ballarina russa-anglès (n. 1881)",
    "1937 - Mor Orso Mario Corbino, físic i polític italià (n. 1876)",
    "1939 - Mor Matthias Sindelar, futbolista i entrenador austríac (n. 1903)",
    "1943 - Mor Alexander Woollcott, actor, dramaturg i crític nord-americà (n. 1887)",
    "1944 - Mor Edvard Munch, pintor i il·lustrador noruec (n. 1863)",
    "1947 - Mort de Pierre Bonnard, pintor francès (n. 1867)",
    "1956 - Mor Alexander Korda, director i productor hongarès-anglès (n. 1893)",
    "1963 - Mort de Józef Gosławski, escultor polonès (n. 1908)",
    "1966 - Mort de T. M. Sabaratnam, advocat i polític de Sri Lanka (m. 1895)",
    "1971 - Mort de Fritz Feigl, químic i acadèmic austríac-brasiler (n. 1871)",
    "1973 - Mort d'Alexander Onassis, empresari grec americà (n. 1948)",
    "1973 - Mort de Kid Ory, trombonista, compositor i director d'orquestra nord-americà (n. 1886)",
    "1976 - Mor Paul Robeson, actor, cantant i activista nord-americà (n. 1898)",
    "1977 - Mort de Toots Shor, home de negocis nord-americà, va fundar Toots Shor's Restaurant (n. 1903)",
    "1978 - Mort de Jack Oakie, actor nord-americà (n. 1903)",
    "1978 - Mort de Terry Kath, guitarrista i compositor nord-americà (n. 1946)",
    "1980 - Mort de Giovanni Michelotti, enginyer italià (n. 1921)",
    "1981 - Mort de Samuel Barber, pianista i compositor nord-americà (n. 1910)",
    "1983 - Mort de Fred Bakewell, jugador de cricket i entrenador anglès (n. 1908)",
    "1984 - Mort de Muin Bseiso, poeta i crític palestí-egipci (n. 1926)",
    "1985 - Mor James Beard, xef nord-americà i autor de llibres de cuina pel qual es nomenen els premis de la Fundació James Beard (n. 1905)",
    "1986 - Mort de Joseph Beuys, escultor i pintor alemany (n. 1921)",
    "1988 - Mort de Charles Glen King, bioquímic i acadèmic nord-americà (n. 1896)",
    "1989 - Mort de Lars-Erik Torph, pilot de carreres suec (n. 1961)",
    "1989 - Mor Salvador Dalí, pintor i escultor espanyol (n. 1904)",
    "1990 - Mort d'Allen Collins, guitarrista i compositor nord-americà (n. 1952)",
    "1991 - Mort de Northrop Frye, autor i crític canadenc (n. 1912)",
    "1992 - Mort de Freddie Bartholomew, actor nord-americà (n. 1924)",
    "1993 - Mort de Keith Laumer, soldat, autor i diplomàtic nord-americà (n. 1925)",
    "1994 - Mor Brian Redhead, periodista i autor anglès (n. 1929)",
    "1994 - Mort de Nikolai Ogarkov, mariscal de camp rus (n. 1917)",
    "1999 - Mort de Jay Pritzker, empresari nord-americà, cofundador de Hyatt Corporation (n. 1922)",
    "1999 - Mort de Joe D'Amato, director i director de fotografia italià (n. 1936)",
    "2002 - Mort de Paul Aars, pilot de carreres nord-americà (n. 1934)",
    "2002 - Mor Pierre Bourdieu, sociòleg, antropòleg i filòsof francès (n. 1930)",
    "2002 - Mort de Robert Nozick, filòsof, autor i acadèmic nord-americà (n. 1938)",
    "2003 - Mort de Nell Carter, actriu i cantant nord-americana (n. 1948)",
    "2004 - Mort de Bob Keeshan, personatge i productor de televisió nord-americà (n. 1927)",
    "2004 - Mort d'Helmut Newton, fotògraf alemany-australià (n. 1920)",
    "2005 - Mort de Johnny Carson, presentador de tertúlies, personalitat de televisió i productor nord-americà (n. 1925)",
    "2005 - Mort de Morys Bruce, quart baró Aberdare, tinent i polític anglès (n. 1921)",
    "2007 - Mort d'E. Howard Hunt, oficial nord-americà de la CIA (n. 1918)",
    "2007 - Mort de Ryszard Kapuściński, periodista i autor polonès (n. 1932)",
    "2007 - Mort de Syed Hussein Alatas, sociòleg i polític de Malàisia (n. 1928)",
    "2009 - Mort de Robert W. Scott, pagès i polític nord-americà, 67è governador de Carolina del Nord (n. 1929)",
    "2010 - Mort d'Earl Wild, pianista i compositor nord-americà (n. 1915)",
    "2010 - Mort de Kermit Tyler, coronel i pilot nord-americà (n. 1913)",
    "2011 - Mort de Jack LaLanne, instructor de fitness nord-americà, autor i presentador de televisió (n. 1914)",
    "2012 - Mort de Bingham Ray, empresari nord-americà, cofundador d'October Films (n. 1954)",
    "2012 - Mor Maurice Meisner, historiador, autor i acadèmic nord-americà (n. 1931)",
    "2012 - Mort de Wesley E. Brown, advocat i jurista nord-americà (n. 1907)",
    "2013 - Mort de Jean-Félix-Albert-Marie Vilnet, bisbe francès (n. 1922)",
    "2013 - Mort de Józef Glemp, cardenal polonès (n. 1929)",
    "2013 - Mort de Peter van der Merwe, jugador de cricket i àrbitre sud-africà (n. 1937)",
    "2014 - Mort de Riz Ortolani, compositor i director d'orquestra italià (n. 1926)",
    "2014 - Mort de Yuri Izrael, meteoròleg i periodista rus (n. 1930)",
    "2015 - Mort d'Abdullah d'Aràbia Saudita (n. 1924)",
    "2015 - Mor Ernie Banks, jugador i entrenador de beisbol nord-americà (n. 1931)",
    "2015 - Mort de Prosper Ego, activista holandès, fundador de la Oud-Strijders Legioen (n. 1927)",
    "2016 - Mort de Bobby Wanzer, jugador i entrenador de bàsquet nord-americà (n. 1921)",
    "2016 - Mort de Jimmy Bain, baixista escocès (n. 1947)",
    "2017 - Mort de Bobby Freeman, cantant, compositor i productor discogràfic nord-americà (n. 1940)",
    "2017 - Mort de Gorden Kaye, actor anglès (n. 1941)",
    "2018 - Mort d'Hugh Masekela, trompetista, compositor i cantant sud-africà (n. 1939)",
    "2018 - Mort de Nicanor Parra, poeta xilè (n. 1914)",
    "2018 - Mort de Wyatt Tee Walker, pastor i activista dels drets civils nord-americà (n. 1928)",
    "2019 - Mort d'Aloysius Pang, actor de Singapur (n. 1990)",
    "2019 - Mort d'Oliver Mtukudzi, músic afro jazz de Zimbabwe (n. 1952)",
    "2021 - Mort de Hal Holbrook, actor i director nord-americà (n. 1925)",
    "2021 - Mort de Larry King, periodista nord-americà i presentador de tertúlies (n. 1933)",
    "2021 - Mort de Song Yoo-jung, actriu i model sud-coreana (n. 1994)",
    "2024 - Mort de Charles Osgood, comentarista, escriptor i músic nord-americà de ràdio i televisió (n. 1933)",
    "2024 - Mort de Melanie Safka, cantant i compositora guanyadora d'un Emmy nord-americà (n. 1947)",
    "667 - Mort d'Ildefons, bisbe de Toledo",
    "989 - Mort d'Adalbero, arquebisbe de Reims"
  ],
  "day_17_month_9_events.dialog": [
    "1111 - La màxima noblesa gallega dirigida per Pedro Fróilaz de Traba i el bisbe Diego Gelmírez coronen Alfons VII com a \"rei de Galícia\".",
    "1176 - La batalla de Myriokephalon és l'últim intent de l'Imperi Bizantí per recuperar l'Anatòlia central dels turcs seljúcides.",
    "1382 - La filla de Lluís el Gran, Maria, és coronada \"rei\" d'Hongria.",
    "1462 - Guerra dels Tretze Anys: un exèrcit polonès sota el comandament de Piotr Dunin derrota decisivament l'Ordre Teutònic a la batalla de Świecino.",
    "1543 - Es publica a Estocolm el primer llibre en finès, l'Abckiria de Mikael Agricola.",
    "1577 - Se signa el Tractat de Bergerac entre el rei Enric III de França i els hugonots.",
    "1620 - Guerra polonesa-otomana: l'Imperi Otomà venç a la Commonwealth polonesa-lituana durant la batalla de Cecora.",
    "1631 - Suècia guanya una important victòria a la batalla de Breitenfeld contra el Sacre Imperi Romanogermànic durant la Guerra dels Trenta Anys.",
    "1658 - La Batalla de Vilanova es lliura entre Portugal i Espanya durant la Guerra de la Restauració Portuguesa.",
    "1683 - Antonie van Leeuwenhoek escriu una carta a la Royal Society descrivint \"animalcules\", més tard coneguts com a protozous.",
    "1775 - Guerra d'Independència dels Estats Units: comença la invasió del Canadà amb el setge de Fort St. Jean.",
    "1776 - Es funda el Presidio de San Francisco a Nova Espanya.",
    "1778 - Es signa el Tractat de Fort Pitt. És el primer tractat formal entre els Estats Units i una tribu nativa americana.",
    "1787 - Se signa la Constitució dels Estats Units a Filadèlfia.",
    "1793 - Guerra dels Pirineus: França derrota una força espanyola a la batalla de Peyrestortes.",
    "1794 - Campanya de Flandes: França completa la seva conquesta dels Països Baixos austríacs a la batalla de Sprimont.",
    "1809 - Pau entre Suècia i Rússia a la guerra finlandesa; el territori que esdevindrà Finlàndia és cedit a Rússia pel Tractat de Fredrikshamn.",
    "1849 - L'abolicionista nord-americana Harriet Tubman escapa de l'esclavitud.",
    "1859 - Joshua A. Norton es declara \"Norton I, emperador dels Estats Units\".",
    "1861 - Guerres civils argentines: l'estat de Buenos Aires derrota la Confederació Argentina a la batalla de Pavón.",
    "1862 - Guerra civil nord-americana: George B. McClellan atura la marxa cap al nord de l'exèrcit confederat de Robert E. Lee a la batalla d'Antietam d'un sol dia, el dia més sagnant de la història militar nord-americana.",
    "1862 - Guerra civil nord-americana: l'explosió de l'Arsenal d'Allegheny va provocar el desastre civil més gran durant la guerra.",
    "1894 - Batalla del riu Yalu, el major enfrontament naval de la Primera Guerra Sino-japonesa.",
    "1900 - Guerra Filipino-Americana: els filipins sota Juan Cailles derroten els nord-americans sota el coronel Benjamin F. Cheatham Jr. a Mabitac.",
    "1901 - Segona Guerra Bòer: una columna boer derrota una força britànica a la batalla de Blood River Poort.",
    "1901 - Segona Guerra dels Bòers: els bòers capturen un esquadró dels 17è Lancers a la batalla del riu Elands.",
    "1908 - El Wright Flyer pilotat per Orville Wright, amb el tinent Thomas Selfridge com a passatger, s'estavella, matant a Selfridge, que es converteix en la primera víctima mortal d'un avió.",
    "1914 - Andrew Fisher esdevé primer ministre d'Austràlia per tercera vegada.",
    "1914 - Primera Guerra Mundial: comença la carrera al mar.",
    "1916 - Primera Guerra Mundial: Manfred von Richthofen (\"El baró vermell\"), un as volador de la Luftstreitkräfte alemanya, guanya el seu primer combat aeri prop de Cambrai, França.",
    "1920 - La National Football League s'organitza com a American Professional Football Association a Canton, Ohio.",
    "1924 - S'estableix el Cos de Protecció de Fronteres a la Segona República Polonesa per a la defensa de la frontera oriental contra les incursions armades soviètiques i els bandits locals.",
    "1928 - L'huracà Okeechobee colpeja el sud-est de Florida, matant més de 2.500 persones.",
    "1930 - La rebel·lió kurda d'Ararat és reprimida pels turcs.",
    "1932 - Un discurs de Laureano Gómez porta a l'escalada de l'incident de Leticia.",
    "1935 - El ferrocarril Niagara Gorge deixa de funcionar després d'una esllavissada de roques.",
    "1939 - Segona Guerra Mundial: el submarí alemany U-29 enfonsa el portaavions britànic HMS Courageous.",
    "1939 - Segona Guerra Mundial: comença la invasió soviètica de Polònia.",
    "1940 - Segona Guerra Mundial: a causa dels contratemps a la Batalla d'Anglaterra i l'aproximació del temps de tardor, Hitler posposa l'operació Lleó marí.",
    "1941 - Segona Guerra Mundial: un decret del Comitè Estatal de Defensa soviètic restableix l'entrenament militar obligatori.",
    "1941 - Segona Guerra Mundial: les forces soviètiques entren a Teheran durant la invasió anglosoviètica de l'Iran.",
    "1944 - Segona Guerra Mundial: les tropes aerotransportades aliades es lancen en paracaigudes als Països Baixos mentre la meitat \"Market\" de l'operació Market Garden i el British XXX Corps avança als Països Baixos com la meitat \"Garden\" de l'operació.",
    "1944 - Segona Guerra Mundial: les forces alemanyes són atacades pels aliats a la batalla de San Marino.",
    "1944 - Segona Guerra Mundial: les tropes soviètiques llancen l'ofensiva de Tallinn contra Alemanya i les unitats independentistes d'Estònia.",
    "1948 - El Lehi (també conegut com la banda Stern) assassina el comte Folke Bernadotte, que va ser designat per les Nacions Unides com a mediador entre les nacions àrabs i Israel.",
    "1948 - El Nizam d'Hyderabad renuncia a la seva sobirania sobre l'estat d'Hyderabad i s'uneix a la Unió Índia.",
    "1949 - El vaixell de vapor canadenc SS Noronic crema al port de Toronto amb la pèrdua de més de 118 vides.",
    "1961 - El vol 706 de Northwest Orient Airlines s'estavella durant l'enlairament des de l'aeroport internacional O'Hare de Chicago, Illinois, matant les 37 persones a bord.",
    "1961 - S'inaugura a Pittsburgh, Pennsilvània, el primer estadi de sostre retràctil del món, el Civic Arena.",
    "1965 - La batalla de Chawinda es lliura entre el Pakistan i l'Índia.",
    "1974 - Bangla Desh, Granada i Guinea-Bissau s'incorporen a les Nacions Unides.",
    "1976 - La NASA presenta el transbordador espacial Enterprise.",
    "1978: Israel i Egipte signen els Acords de Camp David.",
    "1980 - Després de setmanes de vagues a la drassana Lenin de Gdańsk, Polònia, s'estableix el sindicat independent Solidaritat a nivell nacional.",
    "1980 - L'expresident de Nicaragua Anastasio Somoza Debayle és assassinat a Asunción, Paraguai.",
    "1983 - Vanessa Williams es converteix en la primera Miss Amèrica negra.",
    "1991 - Estònia, Corea del Nord, Corea del Sud, Letònia, Lituània, les Illes Marshall i Micronèsia s'incorporen a les Nacions Unides.",
    "1991 - La primera versió del nucli Linux (0.01) es llança a Internet.",
    "1992 - Un líder kurd iranià i els seus dos juntes són assassinats per militants polítics a Berlín.",
    "2001 - La Borsa de Nova York torna a cotitzar després dels atacs de l'11 de setembre, el tancament més llarg des de la Gran Depressió.",
    "2006 - Es filtra al públic una cinta d'àudio d'un discurs privat del primer ministre hongarès Ferenc Gyurcsány, en què confessa que el seu Partit Socialista Hongarès havia mentit per guanyar les eleccions de 2006, provocant protestes generalitzades a tot el país.",
    "2006 - La muntanya Fourpeaked d'Alaska entra en erupció, marcant la primera erupció del volcà en almenys 10.000 anys.",
    "2011 - Comença el moviment Occupy Wall Street a Zuccotti Park, Nova York.",
    "2013 - Grand Theft Auto V guanya més de mig milió de dòlars el primer dia de llançament.",
    "2016 - Dues bombes exploten a Seaside Park, Nova Jersey i Manhattan. Trenta-una persones resulten ferides en l'atemptat de Manhattan.",
    "2018 - Un avió de reconeixement rus que transportava 15 persones a bord és abatut per un míssil terra-aire sirià sobre el mar Mediterrani."
  ],
  "day_21_month_4_events.dialog": [
    "1092 - La diòcesi de Pisa és elevada al rang d'arxidiòcesi metropolitana pel papa Urbà II",
    "1506 - La massacre de Lisboa de tres dies acaba amb la matança de més de 1.900 sospitosos jueus per part de catòlics portuguesos.",
    "1509 - Enric VIII puja al tron ​​d'Anglaterra a la mort del seu pare, Enric VII.",
    "1526 - L'últim governant de la dinastia Lodi, Ibrahim Lodi és derrotat i assassinat per Babur a la Primera Batalla de Panipat.",
    "1615 - S'inaugura l'aqüeducte de Wignacourt a Malta.",
    "1782 - La ciutat de Rattanakosin, ara coneguda internacionalment com a Bangkok, és fundada a la riba oriental del riu Chao Phraya pel rei Buda Yodfa Chulaloke.",
    "1789 - La recepció de George Washington a Trenton és organitzada per les Dames de Trenton mentre viatja a la ciutat de Nova York per a la seva primera inauguració.",
    "1789 - John Adams va jurar com a primer vicepresident dels EUA (nou dies abans de George Washington).",
    "1792 - Tiradentes, un revolucionari que lidera un moviment per la independència del Brasil, és penjat, dibuixat i esquarterat.",
    "1802 - Dotze mil wahhabites saquegen Karbala, matant més de tres mil habitants.",
    "1806 - Acció del 21 d'abril de 1806: una fragata francesa escapa de les forces britàniques davant de la costa de Sud-àfrica.",
    "1809 - Dos cossos d'exèrcit austríac són expulsats de Landshut per un exèrcit del Primer Imperi francès liderat per Napoleó mentre dos cossos francesos al nord aguanten el principal exèrcit austríac el primer dia de la batalla d'Eckmühl.",
    "1821 - Benderli Ali Pasha arriba a Constantinoble com a nou Gran Visir de l'Imperi Otomà; roman al poder només nou dies abans de ser enviat a l'exili.",
    "1836 - Revolució de Texas: La batalla de San Jacinto: les forces de la República de Texas sota Sam Houston derroten les tropes del general mexicà Antonio López de Santa Anna.",
    "1856 - Moviment obrer australià: els picapedrers i els treballadors de la construcció a les obres de construcció al voltant de Melbourne marxen des de la Universitat de Melbourne fins al Parlament per aconseguir una jornada de vuit hores.",
    "1894 - Noruega adopta formalment el rifle Krag-Jørgensen com a braç principal de les seves forces armades, una arma que romandria en servei durant gairebé 50 anys.",
    "1898 - Guerra hispanoamericana: la Marina dels Estats Units inicia un bloqueig dels ports cubans. Quan el Congrés dels Estats Units va emetre una declaració de guerra el 25 d'abril, va declarar que havia existit un estat de guerra des d'aquesta data.",
    "1914 - Incident d'Ypiranga: un enviament d'armes alemany a Mèxic és interceptat per la Marina dels Estats Units prop de Veracruz.",
    "1918 - Primera Guerra Mundial: l'as de combat alemany Manfred von Richthofen, més conegut com \"El baró vermell\", és abatut i assassinat sobre Vaux-sur-Somme a França.",
    "1926 - El cementiri d'Al-Baqi, antic lloc del mausoleu de quatre imams xiïtes, és arrasat a terra pels wahhabites.",
    "1934 - La \"Fotografia del cirurgià\", la foto més famosa que suposadament mostra el monstre del llac Ness, es publica al Daily Mail (el 1994, es revela que és un engany).",
    "1945 - Segona Guerra Mundial: les forces soviètiques al sud de Berlín a Zossen ataquen la seu de l'alt comandament alemany.",
    "1946 - L'Oficina Meteorològica dels Estats Units publica un document que afirma que l'amplada d'un tornado que va colpejar la ciutat de Timber Lake, Dakota del Sud, era de 4 milles (6,4 km), cosa que faria d'aquest el tornado més ample mai documentat a la història.",
    "1948 - S'adopta la Resolució 47 del Consell de Seguretat de les Nacions Unides sobre el conflicte del Caixmir.",
    "1950 - Es produeix la massacre del casament de Nainital, que mata 22 membres de la casta Harijan.",
    "1952 - Es celebra per primera vegada el Dia del Secretari (actualment Dia dels Professionals de l'Administració).",
    "1958 - El vol 736 de United Air Lines xoca amb un avió de caça de la Força Aèria dels Estats Units prop d'Arden, Nevada, a l'actual Enterprise, Nevada.",
    "1960 - S'inaugura oficialment Brasilia, la capital del Brasil. A les 09:30, els Tres Poders de la República són transferits simultàniament des de l'antiga capital, Rio de Janeiro.",
    "1962 - S'obre l'Exposició Mundial de Seattle (Exposició del segle 21). És la primera Fira Mundial als Estats Units des de la Segona Guerra Mundial.",
    "1963 - Se celebren les primeres eleccions de la Casa Universal de Justícia, que marca la seva creació com la institució suprema de govern de la Fe Bahá'í.",
    "1964 - Un satèl·lit Transit-5bn no arriba a l'òrbita després del llançament; quan torna a entrar a l'atmosfera, 2,1 lliures (0,95 kg) de plutoni radioactiu a la seva font d'energia SNAP RTG es dispersen àmpliament.",
    "1965 - L'Exposició Universal de Nova York de 1964-1965 s'obre per a la seva segona i última temporada.",
    "1966 - Moviment rastafari: Haile Selassie d'Etiòpia visita Jamaica, un esdeveniment que ara se celebra com el Dia del Grounation.",
    "1967 - Uns dies abans de les eleccions generals a Grècia, el coronel George Papadopoulos lidera un cop d'estat, establint un règim militar que dura set anys.",
    "1972 - Els astronautes John Young i Charles Duke fan volar el mòdul lunar Apollo 16 de l'Apollo 16 a la superfície de la Lluna, el cinquè programa Apollo de la NASA va fer l'aterratge lunar.",
    "1975 - Guerra del Vietnam: el president del Vietnam del Sud, Nguyễn Văn Thiệu, fuig de Saigon, mentre cau Xuân Lộc, l'últim lloc avançat del Vietnam del Sud que bloqueja un assalt directe del nord-vietnamita a Saigon.",
    "1977 - Annie obre a Broadway.",
    "1982 - Beisbol: Rollie Fingers dels Milwaukee Brewers es converteix en el primer llançador que registra 300 aturades.",
    "1985 - El complex del grup militant The Covenant, The Sword, and the Arm of the Lord es rendeix a les autoritats federals d'Arkansas després d'un setge governamental de dos dies.",
    "1987 - Els tigres tàmils són culpables d'un cotxe bomba que va detonar a la capital de Sri Lanka, Colombo, i va matar 106 persones.",
    "1989 - Protestes de la plaça de Tiananmen de 1989: a Pequín, uns 100.000 estudiants es reuneixen a la plaça de Tiananmen per commemorar el líder de la reforma xinès Hu Yaobang.",
    "1993 - El Tribunal Suprem de La Paz, Bolívia, condemna l'exdictador Luis García Meza a 30 anys de presó sense llibertat condicional per assassinat, robatori, frau i violació de la Constitució.",
    "2004 - Cinc terroristes suïcides amb cotxes bomba apunten a comissaries de policia a Bàssora i als voltants, matant 74 persones i ferint-ne 160.",
    "2010 - El polèmic Pacte de Khàrkiv (Base Naval Russa d'Ucraïna per al Tractat del Gas) és signat a Khàrkiv, Ucraïna, pel president ucraïnès Viktor Ianukóvitx i el president rus Dmitri Medvedev; va ser cancel·lat unilateralment per Rússia el 31 de març de 2014.",
    "2012 - Dos trens es veuen implicats en una col·lisió frontal a prop de Sloterdijk, Amsterdam, als Països Baixos, matant una persona i ferint 116 més.",
    "2014 - La ciutat nord-americana de Flint, Michigan, canvia la seva font d'aigua al riu Flint, començant la crisi actual de l'aigua de Flint que ha causat una intoxicació per plom en fins a 12.000 persones i almenys 12 morts per la malaltia del legionari, que finalment ha provocat acusacions penals contra 15 persones, cinc de les quals han estat acusades d'homicidi involuntari.",
    "2019 - Vuit bombes van explotar a esglésies, hotels i altres llocs de Sri Lanka el diumenge de Pasqua, i van matar almenys 269.",
    "2021 - El submarí de la Marina d'Indonèsia KRI Nanggala (402) s'enfonsa al mar de Bali durant un simulacre militar, matant els 53 que hi havia a bord.",
    "43 aC - Batalla de Mutina: Marc Antoni torna a ser derrotat a la batalla per Aulus Hirtius, que és assassinat. Antony no aconsegueix capturar Mutina i Decimus Brutus és assassinat poc després.",
    "753 aC - Ròmul funda Roma (data tradicional).",
    "900 - La inscripció de la Laguna Copperplate (el primer document escrit conegut que es troba a les actuals Filipines): el comandant en cap del regne de Tondo, representat per l'honorable Jayadewa, senyor ministre de Pailah, perdona tot el deute a l'honorable Namwaran i els seus parents."
  ],
  "day_25_month_6_deaths.dialog": [
    "1014 - Mort d'Æthelstan Ætheling, fill d'Æthelred el No preparat",
    "1031 - Mort de Sheng Zong, emperador xinès (n. 972)",
    "1134 - Mort de Niels, rei de Dinamarca (n. 1065)",
    "1218 - Mort de Simon de Montfort, 5è comte de Leicester, polític francès, Lord High Steward (n. 1160)",
    "1291 - Mort d'Elionor de Provença, reina d'Anglaterra (n. 1223)",
    "1337 - Mort de Frederic III, rei de Sicília (n. 1272)",
    "1394 - Mort de Dorotea de Montau, ermita alemanya (n. 1347)",
    "1483 - Mort d'Anthony Woodville, segon comte Rivers, cortesà i traductor anglès (n. 1440)",
    "1483 - Mort de Richard Grey, mig germà d'Eduard V d'Anglaterra (n. 1458)",
    "1522 - Mort de Franchinus Gaffurius, compositor i teòric italià (n. 1451)",
    "1533 - Mort de Maria Tudor, reina de França (n. 1496)",
    "1579 - Mor Hatano Hideharu, senyor de la guerra japonès (n. 1541)",
    "1593 - Mort de Michele Mercati, metge i arqueòleg italià (n. 1541)",
    "1634 - Mort de John Marston, poeta i dramaturg anglès (n. 1576)",
    "1638 - Mor Juan Pérez de Montalbán, autor, poeta i dramaturg espanyol (n. 1602)",
    "1665 - Mort de Segismund Francesc, arxiduc d'Àustria (n. 1630)",
    "1669 - Mort de François de Vendôme, duc de Beaufort (n. 1616)",
    "1671 - Mort de Giovanni Battista Riccioli, sacerdot i astrònom italià (n. 1598)",
    "1673 - Mort de Charles de Batz-Castelmore d'Artagnan, capità francès (n. 1611)",
    "1686 - Mor Simon Ushakov, pintor i pedagog rus (n. 1626)",
    "1715 - Mort de Jean-Baptiste du Casse, almirall i polític francès (n. 1646)",
    "1767 - Mort de Georg Philipp Telemann, compositor i teòric alemany (n. 1681)",
    "1798 - Mor Thomas Sandby, cartògraf, pintor i arquitecte anglès (n. 1721)",
    "1822 - Mor E. T. A. Hoffmann, compositor, crític i jurista alemany (n. 1776)",
    "1835 - Mort d'Ebenezer Pemberton, educador nord-americà (n. 1746)",
    "1838 - Mort de François-Nicolas-Benoît Haxo, general i enginyer francès (n. 1774)",
    "1861 - Mort d'Abdülmecid I, sultà otomà (n. 1823)",
    "1866 - Mor Alexander von Nordmann, biòleg i paleontòleg finlandès (n. 1803)",
    "1868 - Mor Carlo Matteucci, físic i neurofisiòleg italià (n. 1811)",
    "1870 - Mort de David Heaton, advocat i polític nord-americà (n. 1823)",
    "1875 - Mort d'Antoine-Louis Barye, escultor francès (n. 1796)",
    "1876 ​​- Mort de Boston Custer, contractista de l'exèrcit civil nord-americà (n. 1848)",
    "1876 ​​- Mort de George Armstrong Custer, general nord-americà (n. 1839)",
    "1876 ​​- Mort de James Calhoun, tinent nord-americà (n. 1845)",
    "1876 ​​- Mort de Myles Keogh, oficial irlandès-americà (n. 1840)",
    "1876 ​​- Mort de Thomas Custer, oficial nord-americà, guanyador de la Medalla d'Honor (n. 1845)",
    "1882 - Mort de François Jouffroy, escultor francès (n. 1806)",
    "1884 - Mor Hans Rott, organista i compositor austríac (n. 1858)",
    "1886 - Mort de Jean-Louis Beaudry, home de negocis i polític canadenc, 11è alcalde de Mont-real (n. 1809)",
    "1894 - Mort de Marie François Sadi Carnot, enginyera i política francesa, 5è president de França (n. 1837)",
    "1906 - Mort de Stanford White, arquitecte nord-americà, va dissenyar el Washington Square Arch (n. 1853)",
    "1912 - Mort de Lawrence Alma-Tadema, pintor britànic holandès (n. 1836)",
    "1916 - Mor Thomas Eakins, pintor, fotògraf i escultor nord-americà (n. 1844)",
    "1917 - Mor Géza Gyóni, soldat i poeta hongarès (n. 1884)",
    "1918 - Mor Jake Beckley, jugador i entrenador de beisbol nord-americà (n. 1867)",
    "1922 - Mort de Satyendranath Dutta, poeta i autor indi (n. 1882)",
    "1937 - Mort de Colin Clive, actor britànic (n. 1900)",
    "1939 - Mort de Richard Seaman, pilot de cotxes de carreres anglès (n. 1913)",
    "1943 - Mort d'Arthur Goldstein, activista d'esquerra jueu alemany (c. 1887)",
    "1944 - Mort de Dénes Berinkey, jurista i polític hongarès, 18è primer ministre d'Hongria (n. 1871)",
    "1944 - Mort de Lucha Reyes, cantant i actriu mexicana (n. 1906)",
    "1947 - Mort de Jimmy Doyle, boxejador nord-americà (n. 1924)",
    "1948 - Mort de William C. Lee, general nord-americà (n. 1895)",
    "1949 - Mort de Buck Freeman, jugador de beisbol nord-americà (n. 1871)",
    "1949 - Mort de James Steen, jugador de waterpolo nord-americà (n. 1876)",
    "1950 - Mort de Maurice O'Sullivan, policia i autor irlandès (n. 1904)",
    "1958 - Mor Alfred Noyes, autor, poeta i dramaturg anglès (n. 1880)",
    "1959 - Mort de Charles Starkweather, assassí americà (n. 1938)",
    "1960 - Mort de Tommy Corcoran, jugador de beisbol i entrenador nord-americà (n. 1869)",
    "1968 - Mort de Tony Hancock, humorista i actor anglès (n. 1924)",
    "1971 - Mort de John Boyd Orr, primer baró Boyd-Orr, metge, biòleg i polític escocès, premi Nobel (n. 1880)",
    "1972 - Mor Jan Matulka, pintor i il·lustrador txec-americà (n. 1890)",
    "1974 - Mort de Cornelius Lanczos, matemàtic i físic hongarès (n. 1893)",
    "1976 - Mort de Johnny Mercer, cantant i compositor nord-americà, cofundador de Capitol Records (n. 1909)",
    "1977 - Mor Endre Szervánszky, pianista i compositor hongarès (n. 1911)",
    "1977 - Mort d'Olave Baden-Powell, líder britànica de guiatge i escolta femenina (n. 1889)",
    "1979 - Mor Dave Fleischer, animador, director i productor nord-americà (n. 1894)",
    "1979 - Mort de Philippe Halsman, fotògraf letó-nord-americà (n. 1906)",
    "1981 - Mor Felipe Cossío del Pomar, pintor i activista polític peruà (n. 1888)",
    "1983 - Mor Alberto Ginastera, pianista i compositor argentí (n. 1916)",
    "1984 - Mort de Michel Foucault, historiador i filòsof francès (n. 1926)",
    "1988 - Mort d'Hillel Slovak, guitarrista i compositor israeliano-americà (n. 1962)",
    "1990 - Mort de Ronald Gene Simmons, sergent i assassí nord-americà (n. 1940)",
    "1992 - Mort de Jerome Brown, jugador de futbol americà (n. 1965)",
    "1995 - Mor Ernest Walton, físic i acadèmic irlandès, premi Nobel (n. 1903)",
    "1995 - Mort de Warren E. Burger, quinzè cap de justícia dels Estats Units (n. 1907)",
    "1996 - Mort d'Arthur Snelling, funcionari i diplomàtic anglès, ambaixador britànic a Sud-àfrica (n. 1914)",
    "1997 - Mort de Jacques Cousteau, oceanògraf i explorador francès (n. 1910)",
    "2002 - Mort de Jean Corbeil, polític canadenc, 29è ministre de Treball canadenc (n. 1934)",
    "2003 - Mort de Lester Maddox, home de negocis i polític nord-americà, 75è governador de Geòrgia (n. 1915)",
    "2004 - Mort de Morton Coutts, inventor neozelandès (n. 1904)",
    "2005 - Mort de John Fiedler, actor i artista de veu nord-americà (n. 1925)",
    "2005 - Mort de Kâzım Koyuncu, cantant i activista turc (n. 1971)",
    "2006 - Mort de Jaap Penraat, humanitari holandès-americà (n. 1918)",
    "2007 - Mort de J. Fred Duckett, periodista i pedagog nord-americà (n. 1933)",
    "2007 - Mort de Jeeva, director, director de fotografia i guionista indi (n. 1963)",
    "2008 - Mort de Lyall Watson, antropòleg i etòleg sud-africà (n. 1939)",
    "2009 - Mort de Farrah Fawcett, actriu i productora nord-americana (n. 1947)",
    "2009 - Mort de Michael Jackson, cantant, compositor, productor, ballarí i actor nord-americà (n. 1958)",
    "2009 - Mort de Sky Saxon, cantant i compositor nord-americà (n. 1937)",
    "2010 - Mort d'Alan Plater, dramaturg i guionista anglès (n. 1935)",
    "2010 - Mort de Richard B. Sellars, empresari i filantrop nord-americà (n. 1915)",
    "2011 - Mort d'Annie Easley, informàtica i matemàtica nord-americana (n. 1933)",
    "2011 - Mort de Goff Richards, compositor i director d'orquestra anglès (n. 1944)",
    "2011 - Mort de Margaret Tyzack, actriu anglesa (n. 1931)",
    "2012 - Mort de Campbell Gillies, jockey escocès (n. 1990)",
    "2012 - Mort d'Edgar Ross, boxejador nord-americà (n. 1949)",
    "2012 - Mort de George Randolph Hearst, Jr., empresari nord-americà (n. 1927)",
    "2012 - Mort de Lucella MacLean, jugadora de beisbol nord-americana (n. 1921)",
    "2012 - Mort de Shigemitsu Dandō, acadèmic i jurista japonès (n. 1913)",
    "2013 - Mort de Catherine Gibson, nedadora escocesa (n. 1931)",
    "2013 - Mort de George Burditt, guionista i productor nord-americà (n. 1923)",
    "2013 - Mort de Green Wix Unthank, soldat i jutge nord-americà (n. 1923)",
    "2013 - Mor Harry Parker, remador i entrenador nord-americà (n. 1935)",
    "2013 - Mort de Mildred Ladner Thompson, periodista nord-americana (n. 1918)",
    "2013 - Mort de Robert E. Gilka, fotògraf i periodista nord-americà (n. 1916)",
    "2014 - Mor Ana María Matute, autora i acadèmica espanyola (n. 1925)",
    "2014 - Mor Ivan Plyushch, agrònom i polític ucraïnès (n. 1941)",
    "2014 - Mor Nigel Calder, periodista, autor i guionista anglès (n. 1931)",
    "2015 - Mort de Nerses Bedros XIX Tarmouni, patriarca egipci-armeni (n. 1940)",
    "2015 - Mort de Patrick Macnee, actor anglès (n. 1922)",
    "2016 - Mort d'Adam Small, escriptor sud-africà del període d'apartheid (n. 1936)",
    "2023 - Mor Simon Crean, líder sindical i polític australià (n. 1949)",
    "635 - Mort de Gao Zu, emperador xinès (n. 566)",
    "841 - Mort de Gerard d'Alvèrnia, noble franc",
    "841 - Mort de Ricwin de Nantes, noble franc",
    "891 - Mort de Sunderolt, arquebisbe alemany",
    "931 - Mort d'An Chonghui, general xinès"
  ],
  "day_9_month_12_births.dialog": [
    "1392 - Naixement de Pere, duc de Coïmbra (m. 1449)",
    "1447 - Naixement de l'emperador Chenghua de la Xina (m. 1487)",
    "1482 - Naixement de Frederic II, elector palatí (m. 1556)",
    "1493 - Naixement d'Íñigo López de Mendoza, 4t duc de l'Infantat (m. 1566)",
    "1508 - Naixement de Gemma Frisius, matemàtica i cartògrafa holandesa (m. 1555)",
    "1561 - Naixement d'Edwin Sandys, advocat i polític anglès (m. 1629)",
    "1571 - Naixement de Metius, matemàtic i astrònom holandès (m. 1635)",
    "1579 - Naixement de Martín de Porres, sant peruà (m. 1639)",
    "1594 - Naixement de Gustavus Adolphus de Suècia (m. 1632)",
    "1608 - Naixement de John Milton, poeta i filòsof anglès (m. 1674)",
    "1610 - Naixement de Baldassare Ferri, cantant i actor italià (m. 1680)",
    "1617 - Naixement de Richard Lovelace, poeta anglès (m. 1657)",
    "1652 - Naixement d'August Quirinus Rivinus, metge i botànic alemany (m. 1723)",
    "1667 - Naixement de William Whiston, matemàtic, historiador i teòleg anglès (m. 1752)",
    "1717 - Naixement de Johann Joachim Winckelmann, arqueòleg i historiador alemany (m. 1768)",
    "1721 - Naixement de Peter Pelham, organista i compositor anglès-nord-americà (m. 1805)",
    "1728 - Naixement de Pietro Alessandro Guglielmi, compositor italià (m. 1804)",
    "1742 - Naixement de Carl Wilhelm Scheele, químic farmacèutic suec de Pomerània i alemany (m. 1786)",
    "1745 - Naixement de Maddalena Laura Sirmen, violinista i compositora italiana (m. 1818)",
    "1748 - Naixement de Claude Louis Berthollet, químic i acadèmic francès (m. 1822)",
    "1752 - Naixement d'Antoine Étienne de Tousard, general i enginyer francès (m. 1813)",
    "1768 - Naixement de Joseph Desha, polític nord-americà (m. 1842)*.mw-parser-output cite.citation{font-style:inherit;word-wrap:break-word}.mw-parser-output .citation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-output .citation:target{background-color:rgba(0,127,255,0.133)}.mw-parser-output .id-lock-free.id-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/6/65/Lock-green-center/90.1\") no-repeat}body:not(.skin-timeless):not(.skin-minerva) .mw-parser-output .id-lock-free a{background-size:contain}.mw-parser-output .id-lock-limited.id-lock-limited a,.mw-parser-output-registration .id-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/d/d6/Lock-gray-alt-2.svg\") right 0.1em center/9px no-repeat}body:not(.skin-timeless):not(.skin-minerva) .mw-id-parser-lock-output. a,body:not(.skin-timeless):not(.skin-minerva) .mw-parser-output .id-lock-registration a{background-size:contain}.mw-parser-output .id-lock-subscription.id-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/a/aa/Lock-red-alt-2.svg\") right 0.1em center/9px no-repeat}body:not(.skin-timeless):not(.skin-minerva) .mw-parser-lock-subscription . a{background-size:contain}.mw-parser-output .cs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg\") right 0.1em center/12px no-repeat}body:notkiner-timeless() .mw-parser-output .cs1-ws-icon a{background-size:contain}.mw-parser-output .cs1-code{color:inherit;background:inherit;border:none;padding:inherit}.mw-parser-output .cs1-hidden-output;{color:wd3none-error} .cs1-visible-error{color:#d33}.mw-parser-output .cs1-maint{display:none;color:#2C882D;margin-left:0.3em}.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right{padding-right:0.2em}.mw-parser-output .citation .mw-selflink{font-weight:inherit}html.skin-theme-night-client-outputwf .cs1-maint{color:#18911F}html.skin-theme-clientpref-night .mw-parser-output .cs1-visible-error,html.skin-theme-clientpref-night .mw-parser-output .cs1-hidden-error{color:#f8a397}@media(prefers-color-scheme:dark){html.skin-theme-clientpref-os .mw-parser-output .cs1-visible-error,html.skin-theme-clientpref-os .mw-parser-output .cs1-hidden-error{color:#f8a397}html.skin-theme-clientpref-os .mw-parser-output .cs1-maint{color:#18911F}Harrison, Lowell H. (1992). \"Desha, Josep\". A Kleber, John E (ed.). L'Enciclopèdia de Kentucky. Editors associats: Thomas D. Clark, Lowell H. Harrison i James C. Klotter. Lexington, Kentucky: The University Press of Kentucky. ISBN 0-8131-1772-0. Arxivat de l'original el 15 d'abril de 2013. Consultat l'1 de juliol de 2012.",
    "1779 - Naixement de Tabitha Babbitt, fabricant d'eines i inventor nord-americà (m. 1853)",
    "1787 - Naixement de John Dobson, arquitecte anglès, va dissenyar Eldon Square i la torre Lilburn (m. 1865)",
    "1806 - Naixement de Jean-Olivier Chénier, metge canadenc (m. 1838)",
    "1813 - Naixement de Thomas Andrews, químic i físic irlandès (m. 1885)",
    "1837 - Naixement d'Émile Waldteufel, pianista, compositor i director d'orquestra francès (m. 1915)",
    "1842 - Naixement de Peter Kropotkin, zoòleg, economista, geògraf i filòsof rus (m. 1921)",
    "1845 - Naixement de Joel Chandler Harris, periodista i autor nord-americà (m. 1908)",
    "1850 - Naixement d'Emma Abbott, soprano i actriu nord-americana (m. 1891)",
    "1861 - Naixement d'Hélène Smith, psíquica i ocultista francesa (m. 1929)",
    "1867 - Naixement de Gregorios Xenopoulos, periodista i autor grec (m. 1951)",
    "1868 - Naixement de Fritz Haber, químic i acadèmic polonès-alemany, premi Nobel (m. 1934)",
    "1870 - Naixement de Francisco S. Carvajal, advocat i polític mexicà, president 1914 (m. 1932)",
    "1870 - Naixement d'Ida S. Scudder, metge i missioner indi (m. 1960)",
    "1871 - Naixement de Joe Kelley, jugador de beisbol i entrenador nord-americà (m. 1943)",
    "1873 - Naixement de George Blewett, filòsof, autor i acadèmic canadenc (m. 1912)",
    "1875 - Naixement de Harry Miller, enginyer nord-americà (m. 1943)",
    "1876 ​​- Naixement de Berton Churchill, actor i cantant canadenc nord-americà (m. 1940)",
    "1882 - Naixement d'Elmer Booth, actor nord-americà (m. 1915)",
    "1882 - Naixement de Joaquín Turina, compositor, crític i pedagog hispano-francès (m. 1949)",
    "1883 - Naixement d'Alexander Papagos, general i polític grec, 152è primer ministre de Grècia (m. 1955)",
    "1883 - Naixement de Joseph Pilates, expert en fitness alemany-americà, va desenvolupar Pilates (m. 1967)",
    "1883 - Naixement de Nikolai Luzin, matemàtic, teòric i acadèmic rus (m. 1950)",
    "1886 - Naixement de Clarence Birdseye, empresari nord-americà, fundació de Birds Eye (m. 1956)",
    "1887 - Naixement de Tim Moore, actor nord-americà (m. 1958)",
    "1889 - Naixement de Hannes Kolehmainen, corredor finlandès-americà (m. 1966)",
    "1890 - Naixement de Laura Salverson, autora canadenca (m. 1970)",
    "1891 - Naixement de Maksim Bahdanovič, poeta i crític bielorús (m. 1917)",
    "1892 - Naixement d'André Randall, actor francès (m. 1974)",
    "1895 - Naixement de Conchita Supervía, soprano i actriu espanyola (m. 1936)",
    "1895 - Naixement de Dolores Ibárruri, activista, periodista i política espanyola (m. 1989)",
    "1897 - Naixement d'Hermione Gingold, actriu i cantant anglesa (m. 1987)",
    "1898 - Naixement d'Emmett Kelly, pallasso i actor nord-americà (m. 1979)",
    "1898 - Naixement d'Irene Greenwood, emissora de ràdio australiana i activista feminista i per la pau (m. 1992)",
    "1899 - Naixement de Jean de Brunhoff, autor i il·lustrador francès (m. 1937)",
    "1900 - Naixement d'Albert Weisbord, activista nord-americà, fundador de la Lliga Comunista de Lluita (m. 1977)",
    "1900 - Naixement de Margaret Brundage, il·lustradora nord-americana, coneguda per il·lustrar la revista pulp Weird Tales (m. 1976)",
    "1901 - Naixement de Jean Mermoz, pilot i polític francès (m. 1936)",
    "1901 - Naixement d'Ödön von Horváth, autor i dramaturg hongarès-alemany (m. 1938)",
    "1902 - Naixement de Margaret Hamilton, mestra d'escola, actriu i artista de veu nord-americana (m. 1985)",
    "1904 - Naixement de Robert Livingston, actor i cantant nord-americà (m. 1988)",
    "1905 - Naixement de Dalton Trumbo, autor, guionista i llista negra nord-americà (m. 1976)",
    "1906 - Naixement de Freddy Martin, líder d'orquestra i saxofonista tenor nord-americà (m. 1983)",
    "1906 - Naixement de Grace Hopper, almirall nord-americà i informàtica, va dissenyar COBOL (m. 1992)",
    "1909 - Naixement de Douglas Fairbanks Jr., capità, actor i productor nord-americà (m. 2000)",
    "1910 - Naixement de Vere Bird, primer primer ministre d'Antigua i Barbuda (m. 1999)",
    "1911 - Naixement de Broderick Crawford, actor nord-americà (m. 1986)",
    "1911 - Naixement de Ryūzō Sejima, coronel i empresari japonès (m. 2007)",
    "1912 - Naixement de Jim Turnesa, golfista nord-americà (m. 1971)",
    "1912 - Naixement de Tip O'Neill, advocat i polític nord-americà, 55è president de la Cambra de Representants dels Estats Units (m. 1994)",
    "1914 - Naixement de Frances Reid, actriu nord-americana (m. 2010)",
    "1914 - Naixement de Ljubica Sokić, pintora i il·lustradora sèrbia (m. 2009)",
    "1914 - Naixement de Max Manus, tinent noruec (m. 1996)",
    "1915 - Naixement d'Elisabeth Schwarzkopf, soprano i actriu alemanya-austríaca (m. 2006)",
    "1915 - Naixement d'Eloise Jarvis McGraw, autora nord-americana (m. 2000)",
    "1916 - Naixement de Colin McCool, jugador de cricket australià (m. 1986)",
    "1916 - Naixement de Jerome Beatty Jr., soldat, periodista i autor nord-americà (m. 2002)",
    "1916 - Naixement de Kirk Douglas, actor, cantant i productor nord-americà (m. 2020)",
    "1917 - Naixement de James Jesus Angleton, agent nord-americà de la CIA (m. 1987)",
    "1917 - Naixement de James Rainwater, físic i acadèmic nord-americà, premi Nobel (m. 1986)",
    "1919 - Naixement de V. Dakshinamoorthy, cantant i compositor indi (m. 2013)",
    "1919 - Naixement de William Lipscomb, químic i acadèmic nord-americà, premi Nobel (m. 2011)",
    "1920 - Naixement de Bruno Ruffo, pilot de motocicletes i cotxe de carreres italià (m. 2007)",
    "1920 - Naixement de Carlo Azeglio Ciampi, economista i polític italià, 10è president d'Itàlia (m. 2016)",
    "1922 - Naixement de Redd Foxx, actor nord-americà (m. 1991)",
    "1925 - Naixement de Roy Rubin, jugador i entrenador de bàsquet nord-americà (m. 2013)",
    "1926 - Naixement de David Nathan, periodista britànic (m. 2001)",
    "1926 - Naixement de Henry Way Kendall, físic, fotògraf i alpinista nord-americà, premi Nobel (m. 1999)",
    "1926 - Naixement de Jan Křesadlo, psicòleg i autor txec-anglès (m. 1995)",
    "1926 - Naixement de Lorenzo Wright, velocista i entrenador nord-americà (m. 1972)",
    "1927 - Naixement de Pierre Henry, compositor francès (m. 2017)",
    "1928 - Naixement d'André Milhoux, pilot de carreres belga",
    "1928 - Naixement de Dick Van Patten, actor nord-americà (m. 2015)",
    "1928 - Naixement de Joan Blos, autor i pedagog nord-americà (m. 2017)",
    "1929 - Naixement de Bob Hawke, líder sindical i polític australià, 23è primer ministre d'Austràlia (m. 2019)",
    "1929 - Naixement de John Cassavetes, actor, director i guionista nord-americà (m. 1989)",
    "1930 - Naixement de Buck Henry, actor, director i guionista nord-americà (m. 2020)",
    "1930 - Naixement d'Óscar Humberto Mejía Víctores, militar i polític guatemalteco, 27è president de Guatemala (m. 2016)",
    "1931 - Naixement de Cliff Hagan, jugador i entrenador de bàsquet nord-americà",
    "1931 - Naixement de Ladislav Smoljak, actor, director i guionista txec (m. 2010)",
    "1931 - Naixement de William Reynolds, actor nord-americà (m. 2022)",
    "1932 - Naixement de Bill Hartack, jockey nord-americà (m. 2007)",
    "1932 - Naixement de Billy Edd Wheeler, cantant, compositor, guitarrista i dramaturg nord-americà",
    "1932 - Naixement de Donald Byrd, trompetista i acadèmic nord-americà (m. 2013)",
    "1933 - Naixement d'Ashleigh Brilliant, autor i il·lustrador anglo-nord-americà",
    "1933 - Naixement de Milt Campbell, decatleta i jugador de futbol nord-americà (m. 2012)",
    "1933 - Naixement de Morton Downey Jr., actor nord-americà i presentador de tertúlies (m. 2001)",
    "1933 - Naixement d'Orville Moody, golfista nord-americà (m. 2008)",
    "1934 - Naixement d'Alan Ridout, compositor i professor anglès (m. 1996)",
    "1934 - Naixement de Judi Dench, actriu anglesa",
    "1934 - Aniversari de Junior Wells, cantant, compositor de blues i harmònic nord-americà (m. 1998)",
    "1938 - Naixement de David Houston, cantautor i guitarrista nord-americà (m. 1993)",
    "1938 - Naixement de Deacon Jones, jugador de futbol americà, presentador esportiu i actor (m. 2013)",
    "1938 - Naixement de Dimitrios Trichopoulos, epidemiòleg, oncòleg i acadèmic grec (m. 2014)",
    "1940 - Naixement de Clancy Eccles, cantant, compositor i productor jamaicà (m. 2005)",
    "1941 - Aniversari de Beau Bridges, actor, director i productor nord-americà",
    "1941 - Naixement de Dan Hicks, cantant, compositor i guitarrista nord-americà (m. 2016)",
    "1941 - Naixement de Mehmet Ali Birand, periodista i autor turc (m. 2013)",
    "1942 - Naixement de Billy Bremner, futbolista i entrenador escocès (m. 1997)",
    "1942 - Naixement de Dick Butkus, jugador de futbol americà, presentador esportiu i actor (m. 2023)",
    "1942 - Naixement de Fred Jones, jugador de la lliga de rugbi australiana (m. 2021)",
    "1942 - Naixement de Germain Gagnon, jugador canadenc d'hoquei sobre gel (m. 2014)",
    "1942 - Naixement de Joe McGinniss, periodista i autor nord-americà (m. 2014)",
    "1942 - Naixement de William Turnage, conservacionista nord-americà (m. 2017)",
    "1943 - Naixement de Joanna Trollope, autora, dramaturga i directora anglesa",
    "1943 - Naixement de Kenny Vance, cantant, compositor i productor musical nord-americà",
    "1943 - Naixement de Pit Martin, jugador d'hoquei sobre gel canadenc (m. 2008)",
    "1944 - Naixement de Bob O'Connor, home de negocis i polític nord-americà, 57è alcalde de Pittsburgh (m. 2006)",
    "1944 - Naixement de Ki Longfellow, autor, dramaturg i productor nord-americà",
    "1944 - Naixement de Neil Innes, cantant i compositor anglès (m. 2019)",
    "1945 - Naixement de Michael Nouri, actor nord-americà",
    "1946 - Naixement de David Currie, baró Currie de Marylebone, economista i acadèmic anglès",
    "1946 - Naixement de Dennis Dunaway, baixista i compositor nord-americà",
    "1946 - Naixement de Nicholas Reade, bisbe anglès",
    "1946 - Naixement de Sonia Gandhi, política italo-índia",
    "1947 - Naixement d'Allan Jones, jugador de cricket i àrbitre anglès",
    "1947 - Naixement de Jaak Jõerüüt, polític estonià, 24è ministre de Defensa d'Estònia",
    "1947 - Naixement de Tom Daschle, militar, acadèmic i polític nord-americà",
    "1948 - Naixement de Jonathan Sumption, historiador, autor i jutge anglès",
    "1948 - Naixement de Marleen Gorris, directora i guionista holandesa",
    "1949 - Aniversari de Tom Kite, golfista i arquitecte nord-americà",
    "1950 - Naixement de Joan Armatrading, cantautor i guitarrista anglès Kittian",
    "1952 - Naixement de Liaqat Baloch, polític pakistanès",
    "1952 - Naixement de Michael Dorn, actor i artista de veu nord-americà",
    "1953 - Naixement de Cornelis de Bondt, compositor i pedagog holandès",
    "1953 - Naixement de John Malkovich, actor i productor nord-americà",
    "1953 - Aniversari de World B. Free, jugador de bàsquet nord-americà",
    "1954 - Naixement de Henk ten Cate, futbolista i entrenador holandès",
    "1954 - Naixement de Jean-Claude Juncker, advocat i polític luxemburguès, primer ministre de Luxemburg",
    "1955 - Naixement de Chamras Saewataporn, cantant i compositor tailandès",
    "1955 - Aniversari d'Otis Birdsong, jugador de bàsquet i presentador de ràdio nord-americà",
    "1956 - Naixement de Jean-Pierre Thiollet, periodista i escriptor francès",
    "1956 - Naixement de Sylvia, cantautora country nord-americana",
    "1957 - Naixement de Donny Osmond, cantautor, ballarí i actor nord-americà",
    "1957 - Naixement de Peter O'Mara, guitarrista i compositor australià",
    "1957 - Naixement de Steve Taylor, cantant, compositor i productor nord-americà",
    "1959 - Naixement de Mario Cantone, còmic, actor i escriptor nord-americà",
    "1959 - Naixement de Susan Bullock, soprano anglesa",
    "1960 - Naixement de Caroline Lucas, activista i política anglesa",
    "1960 - Naixement de Dobroslav Paraga, polític croat",
    "1960 - Naixement de Juan Samuel, jugador de beisbol i entrenador dominicà",
    "1960 - Naixement de Stefen Fangmeier, dissenyador i director nord-americà d'efectes visuals",
    "1961 - Naixement de David Anthony Higgins, actor i guionista nord-americà",
    "1961 - Naixement de Joe Lando, actor nord-americà",
    "1962 - Naixement de Felicity Huffman, actriu i productora nord-americana",
    "1962 - Naixement de Roxanne Swentzell, escultora ceràmica de Santa Clara Pueblo (nativa americana)",
    "1963 - Aniversari de Dave Hilton Jr., boxejador canadenc",
    "1963 - Naixement de l'emperadriu Masako, consort japonesa de l'emperador Naruhito",
    "1964 - Naixement de Hape Kerkeling, actor i cantant alemany",
    "1964 - Naixement de Johannes B. Kerner, periodista i periodista esportiu alemany",
    "1964 - Aniversari de Les Kiss, jugador de la lliga australiana de rugbi",
    "1964 - Naixement de Michael Foster, bateria nord-americà",
    "1964 - Naixement de Paul Landers, guitarrista alemany",
    "1964 - Naixement de Ross Harrington, jugador de la lliga australiana de rugbi",
    "1965 - Naixement de Joe Ausanio, jugador de beisbol i entrenador nord-americà",
    "1966 - Aniversari de Dave Harold, jugador de billar anglès",
    "1966 - Naixement de Gideon Sa'ar, advocat i polític israelià, 24è ministre d'Afers Interns israelià",
    "1966 - Naixement de Kirsten Gillibrand, advocada i política nord-americana",
    "1966 - Naixement de Martin Taylor, futbolista i entrenador anglès",
    "1967 - Naixement de Jason Dozzell, futbolista i entrenador anglès",
    "1967 - Naixement de Joshua Bell, violinista i director d'orquestra nord-americà",
    "1968 - Aniversari de Brent Price, jugador de bàsquet nord-americà",
    "1968 - Naixement de Brian Bell, cantautor i guitarrista nord-americà",
    "1968 - Aniversari de Kurt Angle, lluitador professional i d'estil lliure nord-americà",
    "1969 - Naixement d'Allison Smith, actriu nord-americana",
    "1969 - Naixement de Bixente Lizarazu, futbolista francès",
    "1969 - Naixement de Jakob Dylan, cantautor i guitarrista nord-americà",
    "1969 - Aniversari de Lori Greiner, empresaria i personalitat televisiva nord-americana",
    "1969 - Naixement de Raphaël Rouquier, matemàtic i acadèmic francès",
    "1969 - Naixement de Saskia Garel, cantant canadenc i jamaicana",
    "1970 - Naixement de Kara DioGuardi, cantautora i productora nord-americana",
    "1970 - Naixement de Lance Krall, actor, director, productor i guionista nord-americà",
    "1971 - Naixement de Geoff Barrow, bateria, DJ, compositor i productor anglès",
    "1971 - Naixement de Nick Hysong, saltador i entrenador nord-americà",
    "1971 - Naixement de Petr Nedvěd, jugador d'hoquei sobre gel txec-canadenc",
    "1972 - Naixement de Fabrice Santoro, tenista i periodista esportiu tahitià-francès",
    "1972 - Naixement de Michael Corcoran, cantautor i productor nord-americà",
    "1972 - Naixement de Reiko Aylesworth, actriu nord-americana",
    "1972 - Naixement de Saima Wazed, psicòloga de Bangla Desh",
    "1972 - Naixement de Tré Cool, baterista i compositor alemany-americà",
    "1973 - Naixement de Bárbara Padilla, soprano mexicà-nord-americana",
    "1973 - Naixement de Fabio Artico, futbolista italià",
    "1973 - Naixement de Stacey Abrams, política i activista nord-americana",
    "1973 - Naixement de Vénuste Niyongabo, corredor de Burundi",
    "1974 - Naixement d'Aloísio da Silva Filho, futbolista brasiler",
    "1974 - Aniversari de Canibus, raper jamaicano-americà",
    "1974 - Naixement de David Akers, jugador de futbol americà",
    "1974 - Aniversari de Fiona MacDonald, curler escocesa",
    "1974 - Aniversari de Wendy Dillinger, futbolista, entrenadora i entrenadora nord-americana",
    "1976 - Naixement de Mona Hanna-Attisha, pediatra, professora i defensora de la salut pública nord-americana",
    "1977 - Aniversari d'Imogen Heap, cantant, compositor i teclista anglès",
    "1977 - Naixement de Shayne Graham, jugador de futbol americà",
    "1978 - Naixement de Gastón Gaudio, tennista argentí",
    "1978 - Naixement de Jesse Metcalfe, actor i músic nord-americà",
    "1979 - Naixement d'Aiko Uemura, esquiadora japonesa",
    "1979 - Naixement d'Olivia Lufkin, cantautora japonesa-nord-americana",
    "1979 - Naixement de Stephen McPhail, futbolista irlandès",
    "1980 - Naixement de Mark Riddell, jugador i presentador esportiu de la lliga australiana de rugbi",
    "1980 - Naixement de Ryder Hesjedal, ciclista canadenc",
    "1980 - Naixement de Simon Helberg, actor, còmic i músic nord-americà",
    "1981 - Aniversari de Mardy Fish, tennista nord-americana",
    "1982 - Naixement de Bastian Swillims, velocista alemany",
    "1982 - Aniversari de Jim Slater, jugador d'hoquei sobre gel nord-americà",
    "1982 - Naixement de Nathalie De Vos, corredora belga",
    "1982 - Naixement de Ryan Grant, jugador de futbol americà",
    "1982 - Naixement de Tamilla Abassova, ciclista russa",
    "1983 - Naixement de Dariusz Dudka, futbolista polonès",
    "1983 - Naixement de Jermaine Beckford, futbolista anglesa-jamaicà",
    "1983 - Naixement de Jolene Purdy, actriu nord-americana",
    "1983 - Naixement de Neslihan Demir Darnel, jugador de voleibol turc",
    "1984 - Aniversari de Leon Hall, jugador de futbol americà",
    "1984 - Naixement d'Ángel Guirado, futbolista hispanofilipí",
    "1985 - Naixement de Wil Besseling, golfista holandès",
    "1986 - Aniversari d'Aron Baynes, jugador de bàsquet australià",
    "1987 - Naixement de Gerald Henderson Jr., jugador de bàsquet nord-americà",
    "1987 - Naixement d'Hikaru Nakamura, jugador d'escacs japonès-americà",
    "1987 - Aniversari de Jeff Petry, jugador d'hoquei sobre gel nord-americà",
    "1987 - Naixement de Joshua Sasse, actor anglès",
    "1987 - Naixement de Kostas Giannoulis, futbolista grec",
    "1987 - Aniversari de Mat Latos, jugador de beisbol nord-americà",
    "1988 - Naixement de Kwadwo Asamoah, futbolista ghanés",
    "1989 - Aniversari d'Eric Bledsoe, jugador de bàsquet nord-americà",
    "1990 - Naixement d'Ashleigh Brewer, actriu australiana",
    "1990 - Naixement de Denise Hannema, jugadora de cricket holandesa",
    "1991 - Naixement de Choi Min-ho, cantant i actor sud-coreà",
    "1991 - Aniversari de Langston Galloway, jugador de bàsquet nord-americà",
    "1993 - Naixement de Laura Smulders, ciclista holandesa",
    "1993 - Naixement de Mark McMorris, surfista de neu canadenc",
    "1995 - Aniversari de Kelly Oubre Jr., jugadora de bàsquet nord-americana",
    "1995 - Naixement de McKayla Maroney, gimnasta nord-americana",
    "1995 - Naixement de Simone Fontecchio, jugadora de bàsquet italià",
    "1996 - Aniversari de Kyle Connor, jugador d'hoquei sobre gel nord-americà",
    "1996 - Aniversari de Mackenzie Blackwood, jugador canadenc d'hoquei sobre gel",
    "1996 - Aniversari de MyKayla Skinner, gimnasta nord-americana",
    "2000 - Naixement de Diana Ņikitina, patinadora artística letona"
  ],
  "day_7_month_9_events.dialog": [
    "1159 - És escollit el papa Alexandre III.",
    "1191 - Tercera croada: Batalla d'Arsuf: Ricard I d'Anglaterra derrota Saladí a Arsuf.",
    "1228 - L'emperador del Sacre Germànic Frederic II desembarca a Acre, Israel, i comença la Sisena Croada, que resulta en una restauració pacífica del Regne de Jerusalem.",
    "1303 - Guillaume de Nogaret fa presoner el papa Bonifaci VIII en nom de Felip IV de França.",
    "1571 - Thomas Howard, quart duc de Norfolk, és arrestat pel seu paper en el complot de Ridolfi per assassinar la reina Isabel I d'Anglaterra i substituir-la per Maria, reina d'Escòcia.",
    "1620 - La ciutat de Kokkola (en suec: Karleby) és fundada pel rei Gustavo Adolfo de Suècia.",
    "1630 - Es funda la ciutat de Boston, Massachusetts, a Amèrica del Nord.",
    "1652 - Uns 15.000 grangers han i milícies es rebel·len contra el domini holandès a Taiwan.",
    "1695 - Henry Every perpetra una de les incursions pirates més rendibles de la història amb la captura del vaixell Gran Mogol Ganj-i-Sawai. En resposta, l'emperador Aurangzeb amenaça amb posar fi a tot el comerç d'anglès a l'Índia.",
    "1706 - Guerra de Successió: finalitza el setge de Torí, que comporta la retirada de les forces franceses del nord d'Itàlia.",
    "1764 - Elecció de Stanisław August Poniatowski com a darrer governant de la Mancomunitat de Polònia-Lituània.",
    "1776 - Segons els informes colonials nord-americans, Ezra Lee fa el primer atac submarí del món a la Tortuga, intentant col·locar una bomba de rellotgeria al casc de l'HMS Eagle al port de Nova York (no existeixen registres britànics d'aquest atac).",
    "1778 - Guerra d'Independència dels Estats Units: França envaeix Dominica a les Índies Occidentals Britàniques, abans que Gran Bretanya sigui fins i tot conscient de la participació de França en la guerra.",
    "1812 - Invasió francesa de Rússia: la batalla de Borodino, la batalla més sagnant de les guerres napoleòniques, es lliura prop de Moscou i resulta en una victòria francesa.",
    "1818 - Carles III de Suècia-Noruega és coronat rei de Noruega, a Trondheim.",
    "1822 - Dom Pedro I declara el Brasil independent de Portugal a la vora del rierol Ipiranga a São Paulo.",
    "1856 - S'inaugura el canal de Saimaa.",
    "1857 - Massacre de Mountain Meadows: els colons mormons maten la majoria dels membres d'un vagó d'emigrants pacífics.",
    "1860 - Unificació d'Itàlia: Giuseppe Garibaldi entra a Nàpols.",
    "1863 - Guerra Civil Americana: les tropes de la Unió sota Quincy A. Gillmore capturen Fort Wagner a l'illa Morris després d'un setge de set setmanes.",
    "1864 - Guerra Civil Americana: Atlanta és evacuada per ordre del general de la Unió William Tecumseh Sherman.",
    "1876 ​​- A Northfield, Minnesota, Jesse James i la James-Younger Gang intenten robar el banc de la ciutat però són expulsats per ciutadans armats.",
    "1901 - La rebel·lió dels Boxers a la dinastia Qing (la Xina actual) acaba oficialment amb la signatura del Protocol Boxer.",
    "1903 - L'Imperi Otomà llança una contraofensiva contra la Comuna de Strandzha, que es dissol.",
    "1906 - Alberto Santos-Dumont pilota amb èxit el seu avió 14-bis a Bagatelle, França per primera vegada.",
    "1907 - El RMS Lusitania de Cunard Line salpa en el seu viatge inaugural des de Liverpool, Anglaterra, fins a la ciutat de Nova York.",
    "1909 - Eugène Lefebvre xoca un nou biplà Wright de construcció francesa durant un vol de prova a Juvisy, al sud de París, convertint-se en el primer aviador del món que va perdre la vida pilotant una aeronau més pesada que l'aire.",
    "1911 - El poeta francès Guillaume Apollinaire és arrestat i empresonat com a sospitós d'haver robat la Mona Lisa del museu del Louvre.",
    "1916 - Els empleats federals dels EUA guanyen el dret a la compensació dels treballadors per la Federal Employers Liability Act (39 Stat. 742; 5 U.S.C. 751)",
    "1920 - Dos hidroavións Savoia acabats de comprar s'estavellan als Alps suïssos en ruta cap a Finlàndia, on havien de servir amb la Força Aèria Finlandesa, matant ambdues tripulacions.",
    "1921 - A Atlantic City, Nova Jersey, se celebra el primer concurs de Miss Amèrica, un esdeveniment de dos dies.",
    "1921 - Es funda a Dublín, Irlanda, la Legió de Maria, la major organització apostòlica de laics de l'Església Catòlica.",
    "1923 - Es constitueix l'Organització Internacional de Policia Criminal (INTERPOL).",
    "1927 - Philo Farnsworth aconsegueix el primer sistema de televisió totalment electrònic.",
    "1929 - El vapor Kuru bolca i s'enfonsa al llac Näsijärvi prop de Tampere a Finlàndia. Es perden cent trenta-sis vides.",
    "1932 - Comença la batalla de Boquerón, la primera gran batalla de la Guerra del Chaco.",
    "1936 - L'últim tilacino, un marsupial carnívor anomenat Benjamin, mor sol a la seva gàbia al zoològic de Hobart a Tasmània.",
    "1940 - Romania retorna la Dobruja meridional a Bulgària en virtut del Tractat de Craiova.",
    "1940 - Segona Guerra Mundial: la Luftwaffe alemanya comença el Blitz, bombardejant Londres i altres ciutats britàniques durant més de 50 nits consecutives.",
    "1942 - Segona Guerra Mundial: els marines japonesos es veuen obligats a retirar-se durant la batalla de Milne Bay.",
    "1943 - Un incendi a l'hotel Gulf de Houston mata 55 persones.",
    "1943 - Segona Guerra Mundial: el 17è Exèrcit alemany comença la seva evacuació del cap de pont de Kuban (península de Taman) al sud de Rússia i es trasllada a través de l'estret de Kerch fins a Crimea.",
    "1945 - Se celebra la Desfilada de la Victòria de Berlín de 1945.",
    "1945 - Segona Guerra Mundial: les forces japoneses a l'illa Wake, que tenien des de desembre de 1941, es rendeixen als marines dels Estats Units.",
    "1953 - Nikita Khrusxov és escollit primer secretari del Partit Comunista de la Unió Soviètica.",
    "1963 - S'obre el Saló de la Fama del Futbol Pro a Canton, Ohio amb 17 membres fundadors.",
    "1965 - Durant una guerra indopakistanesa, la Xina anuncia que reforçarà les seves tropes a la frontera índia.",
    "1965 - Guerra del Vietnam: en un seguiment de l'operació Starlite d'agost, els marines dels Estats Units i les forces sud-vietnamites inicien l'operació Piranha a la península de Batangan.",
    "1970 - Comencen els combats entre guerrillers àrabs i forces governamentals a Jordània.",
    "1970 - Es va establir Vietnam Television.",
    "1977 - La torre de transmissió CKVR-DT de 300 metres d'alçada a Barrie, Ontario, Canadà, és colpejada per una aeronau lleugera enmig de la boira, fent-la col·lapsar. Tots a bord de l'avió moren.",
    "1977 - Es signen els Tractats Torrijos-Carter entre Panamà i els Estats Units sobre l'estat del Canal de Panamà. Els Estats Units acorden transferir el control del canal a Panamà a finals del segle XX.",
    "1978 - Mentre caminava pel pont de Waterloo a Londres, el dissident búlgar Georgi Markov és assassinat per l'agent de la policia secreta búlgara Francesco Gullino mitjançant una perdigoneta de ricina disparada des d'un paraigua especialment dissenyat.",
    "1979 - La Chrysler Corporation demana al govern dels Estats Units 1.500 milions de dòlars per evitar la fallida.",
    "1984 - Una explosió a bord d'una patrullera maltesa que eliminava focs artificials il·legals al mar davant de Gozo mata set soldats i policies.",
    "1986 - El dictador xilè Augusto Pinochet sobreviu a un intent d'assassinat de l'FPMR; 5 dels guardaespatlles de Pinochet són assassinats.",
    "1986 - Desmond Tutu es converteix en el primer home negre a dirigir la diòcesi anglicana de Ciutat del Cap.",
    "1997 - Vol inaugural del Lockheed Martin F-22 Raptor.",
    "1999 - El terratrèmol d'Atenes de 6,0 Mw va afectar la zona amb una intensitat màxima de Mercalli de IX (Violent), matant a 143, ferint entre 800 i 1.600 i deixant 50.000 sense llar.",
    "2005 - Egipte celebra les seves primeres eleccions presidencials multipartidistas.",
    "2008 - El govern dels Estats Units pren el control de les dues empreses de finançament hipotecari més grans dels EUA, Fannie Mae i Freddie Mac.",
    "2010 - Un vaixell de pesca d'arrossegament xinès xoca amb dos vaixells patrullers de la Guàrdia Costera japonesa en aigües en disputa prop de les illes Senkaku.",
    "2011 - L'accident aeri del Lokomotiv Yaroslavl a Rússia va causar la mort de 43 persones, incloent gairebé tota la plantilla de l'equip de la Lliga Kontinental d'Hoquei Lokomotiv Yaroslavl.",
    "2012 - El Canadà talla oficialment les relacions diplomàtiques amb l'Iran tancant la seva ambaixada a Teheran i ordena l'expulsió de diplomàtics iranians d'Ottawa, per plans nuclears i presumptes violacions dels drets humans.",
    "2017 - El terratrèmol de Chiapas de 8,2 Mw de 2017 va colpejar el sud de Mèxic i va matar almenys 60 persones.",
    "2019 - El cineasta ucraïnès Oleg Sentsov i 66 persones més són alliberats en un intercanvi de presoners entre Ucraïna i Rússia.",
    "2021 - Bitcoin esdevé curs legal a El Salvador.",
    "2021 - El Govern d'Unitat Nacional de Myanmar declara una guerra defensiva popular contra la junta militar durant la guerra civil de Myanmar.",
    "70 - Un exèrcit romà sota Titus ocupa i saqueja Jerusalem.",
    "878 - Lluís el Balbutador és coronat com a rei de França Occidental pel papa Joan VIII."
  ],
  "day_25_month_4_births.dialog": [
    "1214 - Naixement de Lluís IX de França (m. 1270)",
    "1228 - Naixement de Conrad IV d'Alemanya (m. 1254)",
    "1284 - Naixement d'Eduard II d'Anglaterra (m. 1327)",
    "1287 - Naixement de Roger Mortimer, primer comte de March, polític anglès, Lord Tinent d'Irlanda (m. 1330)",
    "1502 - Naixement de Georg Major, teòleg i acadèmic alemany (m. 1574)",
    "1529 - Naixement de Francesco Patrizi, filòsof i científic italià (m. 1597)",
    "1599 - Naixement d'Oliver Cromwell, general i polític anglès, Lord Protector de Gran Bretanya (m. 1658)",
    "1621 - Naixement de Roger Boyle, primer comte d'Orrery, soldat i polític anglès (m. 1679)",
    "1666 - Naixement de Johann Heinrich Buttstett, organista i compositor alemany (m. 1727)",
    "1694 - Naixement de Richard Boyle, 3r comte de Burlington, arquitecte i polític anglès, Lord Alt Tresorer d'Irlanda (m. 1753)",
    "1710 - Naixement de James Ferguson, astrònom i autor escocès (m. 1776)",
    "1723 - Naixement de Giovanni Marco Rutini, compositor italià (m. 1797)",
    "1725 - Naixement d'Augustus Keppel, primer vescomte Keppel, almirall i polític anglès (m. 1786)",
    "1767 - Naixement de Nicolas Oudinot, general francès (m. 1847)",
    "1770 - Naixement de Georg Sverdrup, filòleg i acadèmic noruec (m. 1850)",
    "1776 - Naixement de la princesa Mary, duquessa de Gloucester i Edimburg (m. 1857)",
    "1843 - Naixement de la princesa Alícia del Regne Unit (m. 1878)",
    "1849 - Naixement de Felix Klein, matemàtic i acadèmic alemany (m. 1925)",
    "1850 - Naixement de Luise Adolpha Le Beau, compositora i pedagoga alemanya (m. 1927)",
    "1851 - Naixement de Leopoldo Alas, autor, crític i acadèmic espanyol (m. 1901)",
    "1854 - Naixement de Charles Sumner Tainter, enginyer i inventor nord-americà (m. 1940)",
    "1862 - Naixement d'Edward Grey, primer vescomte Gray de Fallodon, ornitòleg i polític anglès, secretari d'Estat d'Afers Exteriors i de la Commonwealth (m. 1933)",
    "1868 - Naixement de John Moisant, pilot i enginyer nord-americà (m. 1910)",
    "1871 - Naixement de Lorne Currie, mariner francès-anglès (m. 1926)",
    "1872 - Naixement de C. B. Fry, jugador de cricket, futbolista, educador i polític anglès (m. 1956)",
    "1873 - Naixement de Howard Garis, autor nord-americà, creador de la sèrie de contes infantils Uncle Wiggily (m. 1962)",
    "1873 - Naixement de Walter de la Mare, poeta, escriptor de contes i novel·lista anglès (m. 1956)",
    "1874 - Naixement d'Ernest Webb, caminant anglès-canadenc (m. 1937)",
    "1874 - Naixement de Guglielmo Marconi, empresari i inventor italià, va desenvolupar la llei de Marconi, premi Nobel (m. 1937)",
    "1876 ​​- Naixement de Jacob Nicol, editor, advocat i polític canadenc (m. 1958)",
    "1878 - Naixement de William Merz, gimnasta i triatleta nord-americà (m. 1946)",
    "1882 - Naixement de Fred McLeod, golfista escocès (m. 1976)",
    "1887 - Naixement de Kojo Tovalou Houénou, advocat i crític bení (m. 1936)",
    "1892 - Naixement de Maud Hart Lovelace, autora nord-americana (m. 1980)",
    "1896 - Naixement de Fred Haney, jugador de beisbol, entrenador i entrenador nord-americà (m. 1977)",
    "1897 - Naixement de Mary, princesa reial i comtessa de Harewood (m. 1965)",
    "1900 - Naixement de Gladwyn Jebb, polític i diplomàtic anglès, secretari general de les Nacions Unides (m. 1996)",
    "1900 - Naixement de Wolfgang Pauli, físic i acadèmic austríac-suís-nord-americà, premi Nobel (m. 1958)",
    "1902 - Naixement de Mary Miles Minter, actriu nord-americana (m. 1984)",
    "1902 - Naixement de Werner Heyde, psiquiatre i acadèmic alemany (m. 1964)",
    "1903 - Naixement d'Andrey Kolmogorov, matemàtic i acadèmic rus (m. 1987)",
    "1905 - Naixement de George Nēpia, jugador de rugbi i àrbitre neozelandès (m. 1986)",
    "1906 - Naixement de Joel Brand, membre del Comitè d'Ajut i Rescat de Budapest (m. 1964)",
    "1906 - Naixement de William J. Brennan Jr., coronel nord-americà i jutge associat de la Cort Suprema dels Estats Units (m. 1997)",
    "1908 - Naixement d'Edward R. Murrow, periodista nord-americà (m. 1965)",
    "1909 - Naixement de William Pereira, arquitecte nord-americà, va dissenyar la Piràmide Transamerica (m. 1985)",
    "1910 - Naixement d'Arapeta Awatere, intèrpret, líder militar, polític i assassí neozelandès (m. 1976)",
    "1911 - Naixement de Connie Marrero, jugadora i entrenadora de beisbol cubana (m. 2014)",
    "1911 - Naixement de George Roth, gimnasta nord-americà (m. 1997)",
    "1912 - Naixement de Earl Bostic, saxofonista nord-americà (m. 1965)",
    "1913 - Naixement de Nikolaos Roussen, capità grec (m. 1944)",
    "1914 - Naixement de Ross Lockridge Jr., autor i acadèmic nord-americà (m. 1948)",
    "1915 - Naixement de Mort Weisinger, periodista i autor nord-americà (m. 1978)",
    "1916 - Naixement de Jerry Barber, golfista nord-americà (m. 1994)",
    "1917 - Naixement d'Ella Fitzgerald, cantant nord-americana (m. 1996)",
    "1917 - Naixement de Jean Lucas, pilot de carreres francès (m. 2003)",
    "1918 - Naixement d'Astrid Varnay, soprano i actriu sueca-nord-americana (m. 2006)",
    "1918 - Naixement de Graham Payn, actor i cantant anglès nascut a Sud-àfrica (m. 2005)",
    "1918 - Naixement de Gérard de Vaucouleurs, astrònom i acadèmic franco-americà (m. 1995)",
    "1919 - Naixement de Finn Helgesen, patinador de velocitat noruec (m. 2011)",
    "1921 - Naixement de Karel Appel, pintor i escultor holandès (m. 2006)",
    "1923 - Naixement d'Albert King, cantant, compositor, guitarrista i productor nord-americà (m. 1992)",
    "1923 - Naixement de Francis Graham-Smith, astrònom i acadèmic anglès",
    "1923 - Naixement de Melissa Hayden, ballarina canadenca (m. 2006)",
    "1924 - Naixement de Franco Mannino, pianista, compositor, director i dramaturg italià (m. 2005)",
    "1924 - Naixement d'Ingemar Johansson, caminant suec (m. 2009)",
    "1924 - Naixement de Paulo Vanzolini, cantant i zoòleg brasiler (m. 2013)",
    "1925 - Naixement de Louis O'Neil, acadèmic i polític canadenc (m. 2018)",
    "1925 - Naixement de Sammy Drechsel, còmic i periodista alemany (m. 1986)",
    "1925 - Naixement de Tony Christopher, baró Christopher, líder sindical i empresari anglès",
    "1926 - Naixement de Gertrude Fröhlich-Sandner, política austríaca (m. 2008)",
    "1926 - Naixement de Johnny Craig, autor i il·lustrador nord-americà (m. 2001)",
    "1926 - Naixement de Patricia Castell, actriu argentina (m. 2013)",
    "1927 - Naixement d'Albert Uderzo, autor i il·lustrador francès (m. 2020)",
    "1927 - Naixement de Corín Tellado, autor espanyol (m. 2009)",
    "1928 - Naixement de Cy Twombly, pintor i escultor americà i italià (m. 2011)",
    "1929 - Aniversari d'Yvette Williams, saltadora de llargada, llançadora i llançadora de disc de Nova Zelanda (m. 2019)",
    "1930 - Naixement de Godfrey Milton-Thompson, almirall i cirurgià anglès (m. 2012)",
    "1930 - Naixement de Paul Mazursky, actor, director i guionista nord-americà (m. 2014)",
    "1930 - Naixement de Peter Schulz, advocat i polític alemany, alcalde d'Hamburg (m. 2013)",
    "1931 - Naixement de David Shepherd, pintor i autor anglès (m. 2017)",
    "1931 - Naixement de Felix Berezin, matemàtic i físic rus (m. 1980)",
    "1932 - Naixement de Lia Manoliu, llançadora de disc i política romanesa (m. 1998)",
    "1932 - Naixement de Meadowlark Lemon, jugador de bàsquet i ministre afroamericà (m. 2015)",
    "1932 - Naixement de Nikolai Kardashev, astrofísic rus (m. 2019)",
    "1933 - Naixement de Jerry Leiber, compositor i productor nord-americà (m. 2011)",
    "1933 - Naixement de Joyce Ricketts, jugadora de beisbol nord-americana (f. 1992)",
    "1934 - Naixement de Peter McParland, futbolista i entrenador d'Irlanda del Nord",
    "1935 - Naixement de Bob Gutowski, saltador americà (m. 1960)",
    "1935 - Naixement de Reinier Kreijermaat, futbolista holandès (m. 2018)",
    "1936 - Naixement de Henck Arron, banquer i polític de Surinam, primer primer ministre de la República de Surinam (m. 2000)",
    "1938 - Naixement de Roger Boisjoly, aerodinàmic i enginyer nord-americà (m. 2012)",
    "1938 - Naixement de Ton Schulten, pintor i dissenyador gràfic holandès",
    "1939 - Naixement de Michael Llewellyn-Smith, acadèmic i diplomàtic anglès",
    "1939 - Naixement de Robert Skidelsky, baró Skidelsky, historiador i acadèmic anglès",
    "1939 - Naixement de Tarcisio Burgnich, futbolista i entrenador italià (m. 2021)",
    "1939 - Naixement de Veronica Sutherland, acadèmica anglesa i diplomàtica britànica",
    "1940 - Naixement d'Al Pacino, actor i director nord-americà",
    "1941 - Naixement de Bertrand Tavernier, actor, director, productor i guionista francès (m. 2021)",
    "1942 - Naixement de Jon Kyl, advocat i polític nord-americà",
    "1943 - Naixement de Tony Christie, cantautor i actor anglès",
    "1944 - Naixement de Bruce Ponder, genetista i investigador del càncer anglès",
    "1944 - Naixement de Len Goodman, ballarí anglès (m. 2023)",
    "1944 - Naixement de Mike Kogel, cantant i compositor alemany",
    "1944 - Naixement de Stephen Nickell, economista i acadèmic anglès",
    "1945 - Naixement de Björn Ulvaeus, cantautor i productor suec",
    "1945 - Naixement de Richard C. Hoagland, teòric i autor nord-americà",
    "1945 - Naixement de Stu Cook, el baixista nord-americà Creedence Clearwater Revival, compositor i productor",
    "1946 - Naixement de Peter Sutherland, advocat i polític irlandès, fiscal general d'Irlanda (m. 2018)",
    "1946 - Naixement de Talia Shire, actriu nord-americana",
    "1946 - Naixement de Vladimir Zhirinovsky, coronel, advocat i polític rus (m. 2022)",
    "1947 - Naixement de Cathy Smith, cantant canadenca i traficant de drogues (m. 2020)",
    "1947 - Naixement de Jeffrey DeMunn, actor nord-americà",
    "1947 - Naixement de Johan Cruyff, futbolista i entrenador holandès (m. 2016)",
    "1948 - Aniversari de Mike Selvey, jugador de cricket i periodista esportiu anglès",
    "1948 - Naixement de Yu Shyi-kun, polític taiwanès, 39è primer ministre de la República de la Xina",
    "1949 - Naixement de Dominique Strauss-Kahn, economista, advocat i polític francès, ministre de Finances francès",
    "1949 - Naixement de James Fenton, poeta, periodista i crític literari anglès",
    "1949 - Naixement de Vicente Pernía, futbolista i pilot de cotxes de carreres argentí",
    "1950 - Naixement de Donnell Deeny, advocat i jutge d'Irlanda del Nord",
    "1950 - Naixement de Peter Hintze, polític alemany (m. 2016)",
    "1950 - Naixement de Steve Ferrone, bateria anglès",
    "1950 - Naixement de Valentyna Kozyr, saltadora d'alçada ucraïnesa",
    "1951 - Naixement d'Ian McCartney, polític escocès, ministre d'Estat de Comerç",
    "1952 - Naixement de Jacques Santini, futbolista i entrenador francès",
    "1952 - Naixement de Ketil Bjørnstad, pianista i compositor noruec",
    "1952 - Naixement de Vladislav Tretiak, jugador d'hoquei sobre gel i entrenador rus",
    "1953 - Naixement d'Anthony Venables, economista, autor i acadèmic anglès",
    "1953 - Aniversari de Gary Cosier, jugador de cricket australià",
    "1953 - Aniversari de Ron Clements, animador, productor i guionista nord-americà",
    "1954 - Naixement de Melvin Burgess, autor anglès",
    "1954 - Aniversari de Randy Cross, jugador de futbol americà i periodista esportiu",
    "1954 - Naixement de Róisín Shortall, pedagoga i política irlandesa",
    "1955 - Naixement d'Américo Gallego, futbolista i entrenador argentí",
    "1955 - Naixement de Parviz Parastui, actor i cantant iranià",
    "1955 - Naixement de Zev Siegl, empresari nord-americà, cofundador de Starbucks",
    "1956 - Naixement d'Abdalla Uba Adamu, professor nigerià, estudiós dels mitjans de comunicació",
    "1956 - Naixement de Dominique Blanc, actriu, directora i guionista francesa",
    "1957 - Naixement de Theo de Rooij, ciclista i entrenador holandès",
    "1958 - Aniversari de Fish, cantant i compositor escocès",
    "1958 - Naixement de Misha Glenny, periodista britànica",
    "1959 - Naixement de Daniel Kash, actor i director canadenc",
    "1959 - Naixement de Paul Madden, diplomàtic anglès, alt comissionat britànic a Austràlia",
    "1959 - Naixement de Tony Phillips, jugador de beisbol nord-americà (m. 2016)",
    "1960 - Naixement de Paul Baloff, cantant nord-americà (m. 2002)",
    "1960 - Naixement de Robert Peston, periodista anglès",
    "1961 - Naixement de Dinesh D'Souza, periodista i autor indi-americà",
    "1961 - Naixement de Miran Tepeš, saltador d'esquí eslovè",
    "1962 - Aniversari de Foeke Booy, futbolista i entrenador holandès",
    "1963 - Naixement de David Moyes, futbolista i entrenador escocès",
    "1963 - Aniversari de Joy Covey, empresaria nord-americana (m. 2013)",
    "1963 - Naixement de Paul Wassif, cantautor i guitarrista anglès",
    "1964 - Aniversari d'Andy Bell, cantant i compositor anglès",
    "1964 - Aniversari de Hank Azaria, actor, artista de veu, còmic i productor nord-americà",
    "1965 - Naixement d'Eric Avery, baixista i compositor nord-americà",
    "1965 - Naixement de John Henson, titellaire i actor de veu nord-americà (m. 2014)",
    "1965 - Naixement de Mark Bryant, jugador i entrenador de bàsquet nord-americà",
    "1966 - Naixement de Darren Holmes, jugador i entrenador de beisbol nord-americà",
    "1966 - Naixement de Diego Domínguez, jugador de rugbi argentí-italià",
    "1966 - Naixement de Femke Halsema, sociòloga, acadèmica i política holandesa",
    "1967 - Aniversari d'Àngel Martino, nedador nord-americà",
    "1968 - Naixement de Thomas Strunz, futbolista alemany",
    "1969 - Naixement de Darren Woodson, jugador de futbol americà i periodista esportiu",
    "1969 - Aniversari de Joe Buck, periodista esportiu nord-americà",
    "1969 - Naixement de Jon Olsen, nedador nord-americà",
    "1969 - Naixement de Martin Koolhoven, director i guionista holandès",
    "1969 - Naixement de Renée Zellweger, actriu i productora nord-americana",
    "1970 - Naixement de Jason Lee, patinador, actor, còmic i productor nord-americà",
    "1971 - Naixement de Sara Baras, ballarina espanyola",
    "1973 - Naixement de Barbara Rittner, tenista alemanya",
    "1973 - Naixement de Carlota Castrejana, triple saltador espanyola",
    "1975 - Naixement de Jacque Jones, jugador i entrenador de beisbol nord-americà",
    "1976 - Naixement de Breyton Paulse, jugador de rugbi sud-africà",
    "1976 - Naixement de Gilberto da Silva Melo, futbolista brasiler",
    "1976 - Naixement de Rainer Schüttler, tennista i entrenador alemany",
    "1976 - Naixement de Tim Duncan, jugador de bàsquet nord-americà",
    "1977 - Naixement de Constantinos Christoforou, cantautor xipriota",
    "1977 - Naixement de Marguerite Moreau, actriu i productora nord-americana",
    "1977 - Naixement de Matthew West, cantautor, guitarrista i actor nord-americà",
    "1978 - Aniversari de Matt Walker, nedador anglès",
    "1980 - Naixement d'Alejandro Valverde, ciclista espanyol",
    "1980 - Naixement de Daniel MacPherson, actor i presentador de televisió australià",
    "1981 - Naixement d'Anja Pärson, esquiadora sueca",
    "1981 - Naixement de Felipe Massa, pilot de carreres brasiler",
    "1981 - Naixement de John McFall, velocista anglès",
    "1982 - Aniversari de Monty Panesar, jugador de cricket anglès",
    "1983 - Naixement de DeAngelo Williams, jugador de futbol americà",
    "1983 - Naixement de Johnathan Thurston, jugador de la lliga australiana de rugbi",
    "1985 - Naixement de Giedo van der Garde, pilot de carreres holandès",
    "1986 - Naixement d'Alexei Emelin, jugador d'hoquei sobre gel rus",
    "1986 - Naixement de Claudia Rath, heptatleta alemanya",
    "1986 - Naixement de Gwen Jorgensen, triatleta nord-americana",
    "1987 - Naixement de Jay Park, cantautor i ballarí nord-americà-sud-coreà",
    "1987 - Naixement de Razak Boukari, futbolista togolès",
    "1988 - Naixement de Jonathan Bailey, actor anglès",
    "1988 - Naixement de James Sheppard, jugador canadenc d'hoquei sobre gel",
    "1988 - Naixement de Sara Paxton, actriu nord-americana",
    "1989 - Aniversari de Gedhun Choekyi Nyima, l'11è Panchen Lama",
    "1989 - Naixement de Marie-Michèle Gagnon, esquiadora canadenca",
    "1989 - Naixement de Michael van Gerwen, jugador de dards holandès",
    "1990 - Naixement de Jean-Éric Vergne, pilot de carreres francès",
    "1990 - Naixement de Taylor Walker, futbolista australià",
    "1991 - Naixement d'Alex Shibutani, ballarí de gel nord-americà",
    "1991 - Aniversari de Jordan Poyer, jugador de futbol americà",
    "1993 - Aniversari d'Alex Bowman, pilot de cotxes de carreres nord-americà",
    "1993 - Naixement de Daniel Norris, jugador de beisbol nord-americà",
    "1993 - Naixement de Raphaël Varane, futbolista francès",
    "1994 - Naixement de Maggie Rogers, músic nord-americà",
    "1994 - Naixement d'Omar McLeod, corredor d'obstacles jamaicà",
    "1995 - Naixement de Lewis Baker, futbolista anglès",
    "1996 - Naixement de Mack Horton, nedador australià",
    "1998 - Naixement de Satou Sabally, jugador de bàsquet alemany-americà",
    "2000 - Naixement de Dejan Kulusevski, futbolista suec"
  ],
  "day_18_month_7_deaths.dialog": [
    "1100 - Mort de Godfrey de Bouillon, cavaller franc (n. 1016)",
    "1185 - Mor Stefan, primer arquebisbe d'Uppsala (n. abans de 1143)",
    "1194 - Mort de Guy de Lusignan, rei consort de Jerusalem (c. 1150)",
    "1232 - Mort de John de Braose, Lord Marcher de Bramber i Gower",
    "1270 - Mort de Bonifaci de Savoia, arquebisbe de Canterbury",
    "1300 - Mor Gerard Segarelli, líder religiós italià, fundador dels Germans Apostòlics (n. 1240)",
    "1450 - Mort de Francesc I, duc de Bretanya (n. 1414)",
    "1488 - Mort d'Alvise Cadamosto, explorador italià (n. 1432)",
    "1566 - Mort de Bartolomé de las Casas, bisbe i historiador espanyol (c. 1484)",
    "1591 - Mort de Jacobus Gallus, compositor eslovè (n. 1550)",
    "1608 - Mort de Joachim Frederick, elector de Brandenburg (n. 1546)",
    "1610 - Mort de Caravaggio, pintor italià (n. 1571)",
    "1639 - Mort de Bernat de Saxònia-Weimar, general alemany (n. 1604)",
    "1650 - Mort de Robert Levinz, reialista anglès, penjat a Londres per les forces parlamentàries com a espia (n. 1615)",
    "1695 - Mor Johannes Camphuys, polític holandès, governador general de les Índies Orientals Holandeses (n. 1634)",
    "1698 - Mort de Johann Heinrich Heidegger, teòleg i autor suís (n. 1633)",
    "1721 - Mort de Jean-Antoine Watteau, pintor francès (n. 1684)",
    "1730 - Mort de François de Neufville, duc de Villeroy, general francès (n. 1644)",
    "1756 - Mor Pieter Langendijk, poeta i dramaturg holandès (n. 1683)",
    "1792 - Mort de John Paul Jones, almirall i diplomàtic escocès-americà (n. 1747)",
    "1817 - Mort de Jane Austen, novel·lista anglesa (n. 1775)",
    "1837 - Mort de Vincenzo Borg, comerciant i líder rebel maltès (n. 1777)",
    "1863 - Mort de Robert Gould Shaw, coronel nord-americà (n. 1837)",
    "1872 - Mor Benito Juárez, advocat i polític mexicà, 26è president de Mèxic (n. 1806)",
    "1884 - Mor Ferdinand von Hochstetter, geòleg i acadèmic austríac (n. 1829)",
    "1890 - Mor Lydia Becker, periodista, autora i activista anglesa, cofundadora del Women's Suffrage Journal (n. 1827)",
    "1892 - Mor Thomas Cook, agent de viatges anglès, que va fundar el Thomas Cook Group (n. 1808)",
    "1899 - Mor Horatio Alger, novel·lista i periodista nord-americà (n. 1832)",
    "1916 - Mor Benjamin C. Truman, periodista i autor nord-americà (n. 1835)",
    "1925 - Mort de Louis-Nazaire Bégin, cardenal canadenc (n. 1840)",
    "1932 - Mor Jean Jules Jusserand, escriptor i diplomàtic francès, ambaixador francès als Estats Units (n. 1855)",
    "1937 - Mort de Julian Bell, poeta i acadèmic anglès (n. 1908)",
    "1938 - Mort de Maria de Romania (n. 1875)",
    "1944 - Mor Thomas Sturge Moore, autor, poeta i dramaturg anglès (n. 1870)",
    "1947 - Mor Evald Tipner, futbolista i jugador d'hoquei sobre gel estoni (n. 1906)",
    "1948 - Mor Herman Gummerus, historiador, acadèmic i polític finlandès (n. 1877)",
    "1949 - Mort de Francisco Javier Arana, coronel de l'exèrcit de Guatemala i breument cap d'estat guatemalteco (n. 1905)",
    "1949 - Mort de Vítězslav Novák, compositor i pedagog txec (n. 1870)",
    "1950 - Mor Carl Clinton Van Doren, crític i biògraf nord-americà (n. 1885)",
    "1952 - Mort de Paul Saintenoy, arquitecte i historiador belga (n. 1862)",
    "1954 - Mort de Machine Gun Kelly, gàngster nord-americà (n. 1895)",
    "1966 - Mort de Bobby Fuller, cantautor i guitarrista nord-americà (n. 1942)",
    "1968 - Mor Corneille Heymans, fisiòleg i acadèmic belga, premi Nobel (n. 1892)",
    "1969 - Mor Mary Jo Kopechne, pedagoga i secretària nord-americana (n. 1940)",
    "1973 - Mort de Jack Hawkins, actor anglès (n. 1910)",
    "1975 - Mort de Vaughn Bodē, il·lustrador nord-americà (n. 1941)",
    "1981 - Mort de Sonja Branting-Westerståhl, advocada sueca (n. 1890)",
    "1982 - Mort de Roman Jakobson, lingüista i teòric rus-americà (n. 1896)",
    "1984 - Mor Grigori Kromanov, director i guionista estonià (n. 1926)",
    "1984 - Mort de Lally Bowers, actriu anglesa (n. 1914)",
    "1987 - Mort de Gilberto Freyre, sociòleg, antropòleg, historiador, escriptor, pintor, periodista i congressista brasiler (n. 1907)",
    "1988 - Mort de Joly Braga Santos, compositora i director d'orquestra portuguesa (n. 1924)",
    "1988 - Mor Nico, cantant, compositor, teclista i actriu alemany (n. 1938)",
    "1989 - Mort de Donnie Moore, jugador de beisbol nord-americà (n. 1954)",
    "1989 - Mort de Rebecca Schaeffer, model i actriu nord-americana (n. 1967)",
    "1990 - Mort de Karl Menninger, psiquiatre i autor nord-americà (n. 1896)",
    "1990 - Mort de Yun Posun, polític sud-coreà, segon president de Corea del Sud (n. 1897)",
    "2001 - Mort de Mimi Fariña, cantautora i guitarrista nord-americana (n. 1945)",
    "2002 - Mort de Metin Toker, periodista i autor turc (n. 1924)",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_11_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    "1637 - Naixement de Louis-Sébastien Le Nain de Tillemont, historiador i autor francès (m. 1698)",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_18_month_1_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_12_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_21_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_18_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_18_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_21_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_26_month_2_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_11_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_5_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_2_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_11_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_18_month_4_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_12_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_5_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_11_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_3_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_3_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_21_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_5_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_14_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_11_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_1_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_4_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ]
}
