{
  "day_9_month_2_deaths.dialog": [
    "1011 - Mort de Bernat I, duc de Saxònia",
    "1014 - Mort de Yang Yanzhao, general xinès",
    "1135 - Mort de Tai Zong, emperador xinès (n. 1075)",
    "1199 - Mort de Minamoto no Yoritomo, shōgun japonès (n. 1147)",
    "1251 - Mort de Matías II, duc de Lorena",
    "1407 - Mort de Guillem I, margravi de Meissen (n. 1343)",
    "1450 - Mor Agnès Sorel, mestressa francesa de Carles VII de França (n. 1421)",
    "1555 - Mort de John Hooper, bisbe i màrtir anglès (n. 1495)",
    "1555 - Mort de Rowland Taylor, sacerdot i màrtir anglès (n. 1510)",
    "1588 - Mor Álvaro de Bazán, 1r marquès de Santa Cruz, almirall espanyol (n. 1526 )",
    "1600 - Mort de Joan Frederic, duc de Pomerània (n. 1542)",
    "1619 - Mort de Lucilio Vanini, metge i filòsof italià (n. 1585)",
    "1670 - Mort de Frederic III de Dinamarca (n. 1609)",
    "1675 - Mort de Gerrit Dou, pintor holandès (n. 1613)",
    "1709 - Mort de François Louis, príncep de Conti (n. 1664)",
    "1777 - Mort de Seth Pomeroy, general i armer nord-americà (n. 1706)",
    "1803 - Mort de Jean François de Saint-Lambert, soldat, poeta i filòsof francès (n. 1716)",
    "1857 - Mort de Dionysios Solomos, poeta i traductor grec (n. 1798)",
    "1874 - Mor Jules Michelet, historiador, filòsof i acadèmic francès (n. 1798)",
    "1881 - Mort de Fiódor Dostoievski, novel·lista, escriptor de contes, assagista i filòsof rus (n. 1821)",
    "1891 - Mort de Johan Jongkind, pintor holandès (n. 1819)",
    "1903 - Mort de Charles Gavan Duffy, polític irlandès-australià, 8è primer ministre de Victòria (n. 1816)",
    "1906 - Mor Paul Laurence Dunbar, autor, poeta i dramaturg nord-americà (n. 1872)",
    "1928 - Mort de William Gillies, polític australià, 21è primer ministre de Queensland (n. 1868)",
    "1930 - Mort de Richard With, capità i empresari noruec, fundador de Hurtigruten (n. 1846)",
    "1932 - Mort d'A.K. Golam Jilani, soldat i activista de Bangla Desh (n. 1904)",
    "1932 - Mort de Junnosuke Inoue, empresari i banquer japonès (n. 1869)",
    "1935 - Mort de Bob Diry, lluitador i boxejador nascut a Àustria (n. 1884)",
    "1942 - Mort de Lauri Kristian Relander, polític finlandès, segon president de Finlàndia (n. 1883)",
    "1945 - Mort d'Ella D. Barrier, pedagoga nord-americana (n. 1852)",
    "1950 - Mort de Ted Theodore, polític australià, 20è primer ministre de Queensland (n. 1884)",
    "1951 - Mort d'Eddy Duchin, pianista, director de banda i actor nord-americà (n. 1910)",
    "1957 - Mort de Miklós Horthy, almirall i polític hongarès, regent d'Hongria (n. 1868 )",
    "1960 - Mort d'Alexandre Benois, pintor i crític rus (n. 1870)",
    "1960 - Mor Ernő Dohnányi, pianista, compositor i director d'orquestra hongarès (n. 1877)",
    "1965 - Mort de Khan Bahadur Ahsanullah, teòleg i pedagog de Bangla Desh (n. 1874)",
    "1966 - Mort de Sophie Tucker, cantant nord-americana nascuda a Rússia (n. 1884)",
    "1969 - Mor George \"Gabby\" Hayes, actor i cantant nord-americà (n. 1885)",
    "1976 - Mort de Percy Faith, compositor i director d'orquestra canadenc (n. 1908)",
    "1977 - Mort de Sergey Ilyushin, enginyer i empresari rus, que va fundar l'Ilyushin Design Bureau (n. 1894)",
    "1978 - Mor Costante Girardengo, ciclista i entrenador italià (n. 1893)",
    "1979 - Mort d'Allen Tate, poeta i acadèmic nord-americà (n. 1899)",
    "1980 - Mort de Tom Macdonald, periodista i autor gal·lès (n. 1900)",
    "1981 - Mort de Bill Haley, cantant, compositor i guitarrista nord-americà (n. 1925)",
    "1981 - Mor M. C. Chagla, jurista i polític indi, ministre d'Afers Exteriors de l'Índia (n. 1900)",
    "1984 - Mort de Yuri Andropov, advocat i polític rus (n. 1914)",
    "1989 - Mort d'Osamu Tezuka, il·lustrador, animador i productor japonès (n. 1928)",
    "1994 - Mort de Howard Martin Temin, genetista i acadèmic nord-americà, premi Nobel (n. 1934)",
    "1995 - Mort de David Wayne, actor nord-americà (n. 1914)",
    "1995 - Mort de J. William Fulbright, advocat i polític nord-americà (n. 1905)",
    "1995 - Mort de Kalevi Keihänen, empresari finlandès (n. 1924)",
    "1998 - Mor Maurice Schumann, periodista i polític francès, ministre d'Afers Exteriors francès (n. 1911)",
    "2001 - Mor Herbert A. Simon, politòleg, economista i acadèmic nord-americà, premi Nobel (n. 1916)",
    "2002 - Mort d'Isabelle Holland, autora suïssa-nord-americana (n. 1920)",
    "2002 - Mort de la princesa Margaret, comtessa de Snowdon (n. 1930)",
    "2003 - Mort de Masatoshi Gündüz Ikeda, matemàtic i acadèmic japonès-turc (n. 1926)",
    "2004 - Mort de Claude Ryan, periodista i polític canadenc (n. 1925)",
    "2005 - Mort de Robert Kearns, enginyer nord-americà, va inventar l'eixugaparabrises intermitent (n. 1927)",
    "2006 - Mort de Freddie Laker, pilot i empresari anglès, fundador de Laker Airways (n. 1922)",
    "2007 - Mor Hank Bauer, jugador de beisbol i entrenador nord-americà (n. 1922)",
    "2007 - Mort d'Ian Richardson, actor escocès (n. 1934)",
    "2008 - Mort de Carm Lino Spiteri, arquitecte i polític maltès (n. 1932)",
    "2008 - Mort de Christopher Hyatt, ocultista i autor nord-americà (n. 1943)",
    "2008 - Mort de Jazeh Tabatabai, pintor, poeta i escultor iranià (n. 1931)",
    "2009 - Mor Orlando \"Cachaíto\" López, baixista i compositor cubà (n. 1933)",
    "2010 - Mort de Walter Frederick Morrison, empresari nord-americà, inventor del frisbee (n. 1920)",
    "2011 - Mort de Miltiadis Evert, advocat i polític grec, 69è alcalde d'Atenes (n. 1939)",
    "2012 - Mort de Joe Moretti, guitarrista i compositor escocès-sud-africà (n. 1938)",
    "2012 - Mort de John Hick, filòsof i acadèmic anglès (n. 1922)",
    "2012 - Mor O. P. Dutta, director, productor i guionista indi (n. 1922)",
    "2013 - Mort de Jimmy Smyth, llançador irlandès (n. 1931)",
    "2013 - Mort de Keiko Fukuda, artista marcial i entrenadora japonesa-nord-americana (n. 1913)",
    "2013 - Mort de Richard Artschwager, pintor, il·lustrador i escultor nord-americà (n. 1923)",
    "2014 - Mort de Gabriel Axel, actor, director i productor danès (n. 1918)",
    "2014 - Mort de Hal Herring, jugador de futbol americà i entrenador (n. 1924)",
    "2014 - Mort de Logan Scott-Bowden, general anglès (n. 1920)",
    "2015 - Mort d'Ed Sabol, productor de cinema nord-americà, cofundador de NFL Films (n. 1916)",
    "2015 - Mort de Liu Han, empresari i filantrop xinès (n. 1965)",
    "2016 - Mort de Sushil Koirala, polític nepalí, 37è primer ministre del Nepal (n. 1939)",
    "2016 - Mort de Zdravko Tolimir, comandant militar serbi de Bòsnia (n. 1948)",
    "2017 - Mort d'André Salvat, coronel de l'exèrcit francès (n. 1920)",
    "2018 - Mort de John Gavin, actor nord-americà i ambaixador dels Estats Units a Mèxic (n. 1931)",
    "2018 - Mort de Jóhann Jóhannsson, compositor islandès (n. 1969)",
    "2018 - Mort de Reg E. Cathey, actor nord-americà d'escenari, cinema i televisió (n. 1958)",
    "2021 - Mort de Chick Corea, compositor de jazz nord-americà (n. 1941)",
    "2022 - Mort de Johnny Raper, jugador i entrenador de la lliga australiana de rugbi (n. 1939)",
    "966 - Mort d'Ono no Michikaze, cal·lígraf japonès (n. 894)",
    "967 - Mort de Sayf al-Dawla, emir d'Alep (n. 916)",
    "978 - Mort de Luitgarde, duquessa consort de Normandia"
  ],
  "day_17_month_2_births.dialog": [
    "1028 - Naixement d'Al-Juwayni, erudit i imam persa (m. 1085)",
    "1490 - Naixement de Carles III, duc de Borbó (m. 1527)",
    "1519 - Naixement de Francesc, Gran Cambrel francès (m. 1563)",
    "1524 - Naixement de Charles de Lorraine, cardenal francès (m. 1574)",
    "1646 - Naixement de Pierre Le Pesant, sieur de Boisguilbert, economista francès (m. 1714)",
    "1653 - Naixement d'Arcangelo Corelli, violinista i compositor italià (m. 1713)",
    "1723 - Naixement de Tobias Mayer, astrònom i acadèmic alemany (m. 1762)",
    "1740 - Naixement d'Horace-Bénédict de Saussure, físic i meteoròleg suís (m. 1799)",
    "1752 - Naixement de Friedrich Maximilian Klinger, autor i dramaturg alemany (m. 1831)",
    "1754 - Naixement de Nicolas Baudin, cartògraf i explorador francès (m. 1803)",
    "1758 - Naixement de John Pinkerton, antiquari, cartògraf, autor, numismàtic i historiador escocès (m. 1826)",
    "1762 - Naixement de John Cooke, capità anglès (m. 1805)",
    "1781 - Naixement de René Laennec, metge francès, va inventar l'estetoscopi (m. 1826)",
    "1796 - Naixement de Philipp Franz von Siebold, metge i botànic alemany (m. 1866)",
    "1799 - Naixement de Carl Julian (von) Graba, advocat i ornitòleg alemany que va visitar i estudiar les Illes Fèroe (m. 1874)",
    "1817 - Naixement d'Édouard Thilges, jurista i polític luxemburguès, setè primer ministre de Luxemburg (m. 1904)",
    "1820 - Naixement d'Henri Vieuxtemps, violinista i compositor belga (m. 1881)",
    "1821 - Naixement de Lola Montez, actriu i ballarina irlandesa (m. 1861)",
    "1832 - Naixement de Richard Henry Park, escultor nord-americà (m. 1902)",
    "1836 - Naixement de Gustavo Adolfo Bécquer, autor, poeta i dramaturg espanyol (m. 1870)",
    "1843 - Naixement d'Aaron Montgomery Ward, empresari nord-americà, fundat Montgomery Ward (m. 1913)",
    "1848 - Naixement de Louisa Lawson, poeta i editora australiana (m. 1920)",
    "1849 - Naixement de Joseph Favre, xef suís (m. 1903)",
    "1854 - Naixement de Friedrich Alfred Krupp, empresari alemany (m. 1902)",
    "1861 - Naixement d'Helena de Waldeck i Pyrmont, duquessa d'Albany (m. 1922)",
    "1862 - Naixement de Mori Ōgai, general, autor i poeta japonès (m. 1922)",
    "1864 - Naixement de Banjo Paterson, periodista, autor i poeta australià (m. 1941)",
    "1864 - Naixement de Jozef Murgaš, sacerdot, botànic i pintor eslovac (m. 1929)",
    "1874 - Naixement de Thomas J. Watson, empresari nord-americà (m. 1956)",
    "1877 - Naixement d'André Maginot, sergent i polític francès (m. 1932)",
    "1877 - Naixement d'Isabelle Eberhardt, exploradora i autora suïssa (m. 1904)",
    "1879 - Naixement de Dorothy Canfield Fisher, reformadora educativa, activista social i autora nord-americana (m. 1958)",
    "1881 - Naixement de Mary Carson Breckinridge, infermera llevadora nord-americana, fundada Frontier Nursing Service (m. 1965)",
    "1887 - Naixement de Joseph Bech, advocat i polític luxemburguès, 15è primer ministre de Luxemburg (m. 1975)",
    "1887 - Naixement de Leevi Madetoja, compositor i crític finlandès (m. 1947)",
    "1888 - Naixement d'Otto Stern, físic i acadèmic alemany-americà, premi Nobel (m. 1969)",
    "1888 - Naixement de Ronald Knox, sacerdot catòlic anglès (m. 1957)",
    "1890 - Naixement de Ronald Fisher, estadístic, biòleg i genetista anglès-australià (m. 1962)",
    "1891 - Naixement d'Abraham Fraenkel, matemàtic i acadèmic alemany-israelià (m. 1965)",
    "1893 - Naixement de Wally Pipp, jugador de beisbol i periodista nord-americà (m. 1965)",
    "1899 - Naixement de Jibanananda Das, poeta i autor indi de Bangla Desh (m. 1954)",
    "1900 - Naixement de Ruth Clifford, actriu nord-americana (m. 1998)",
    "1903 - Naixement de Sadegh Hedayat, autor i traductor iranià-francès (m. 1951)",
    "1904 - Naixement de Hans Morgenthau, politòleg, filòsof i acadèmic alemany-americà (m. 1980)",
    "1905 - Naixement de Rózsa Péter, matemàtica hongaresa (m. 1977)",
    "1906 - Naixement de Mary Brian, actriu nord-americana (m. 2002)",
    "1908 - Naixement de Bo Yibo, general i polític xinès, viceprimer ministre de la República Popular de la Xina (m. 2007)",
    "1910 - Naixement de Marc Lawrence, actor, director, productor i guionista nord-americà (m. 2005)",
    "1911 - Naixement d'Oskar Seidlin, autor, poeta i erudit germanoamericà (m. 1984)",
    "1912 - Naixement d'Andre Norton, autor nord-americà (m. 2005)",
    "1914 - Naixement d'Arthur Kennedy, actor nord-americà (m. 1990)",
    "1916 - Naixement d'Alexander Obolensky, jugador de rugbi i pilot rus (m. 1940)",
    "1916 - Naixement de Don Tallon, jugador de cricket australià (m. 1984)",
    "1916 - Naixement de Raf Vallone, futbolista i actor italià (m. 2002)",
    "1918 - Naixement de Jacqueline Ferrand, matemàtica francesa (m. 2014)",
    "1918 - Naixement de William Bronk, poeta i acadèmic nord-americà (m. 1999)",
    "1919 - Naixement de J. M. S. Careless, historiador i acadèmic canadenc (m. 2009)",
    "1919 - Naixement de Joe Hunt, tennista nord-americà (m. 1945)",
    "1919 - Naixement de Kathleen Freeman, actriu i cantant nord-americana (m. 2001)",
    "1920 - Naixement d'Annie Glenn, defensora nord-americana de la discapacitat i el trastorn de la comunicació (m. 2020)",
    "1920 - Naixement de Curt Swan, il·lustrador nord-americà (m. 1996)",
    "1920 - Naixement d'Ivo Caprino, director i guionista noruec (m. 2001)",
    "1921 - Naixement de Duane Gish, bioquímic i acadèmic nord-americà (m. 2013)",
    "1922 - Naixement de Tommy Edwards, cantant i compositor nord-americà de R&B (m. 1969)",
    "1923 - Naixement de Buddy DeFranco, clarinetista i director de banda nord-americà (m. 2014)",
    "1924 - Naixement de Margaret Truman, cantant i autora nord-americana (m. 2008)",
    "1925 - Naixement de Hal Holbrook, actor i director nord-americà (m. 2021)",
    "1925 - Naixement de Ron Goodwin, compositor i director d'orquestra anglès (m. 2003)",
    "1928 - Naixement de Marta Romero, actriu i cantant porto-riquenya (m. 2013)",
    "1928 - Naixement de Michiaki Takahashi, viròleg japonès (m. 2013)",
    "1929 - Naixement d'Alejandro Jodorowsky, director i guionista xilè-francès",
    "1929 - Naixement de Chaim Potok, rabí i autor nord-americà (m. 2002)",
    "1929 - Naixement de Nicholas Ridley, baró Ridley de Liddesdale, tinent i polític anglès, secretari d'Estat de Negocis, Innovació i Competències (m. 1993)",
    "1929 - Naixement de Patricia Routledge, actriu i cantant anglesa",
    "1930 - Naixement de Benjamin Fain, físic i acadèmic ucraïnès-israelià (m. 2013)",
    "1930 - Naixement de Roger Craig, jugador de beisbol, entrenador i entrenador nord-americà (m. 2023)",
    "1930 - Naixement de Ruth Rendell, autora anglesa (m. 2015)",
    "1931 - Naixement de Buddy Ryan, entrenador de futbol americà (m. 2016)",
    "1931 - Naixement de Jiřina Jirásková, actriu i cantant txeca (m. 2013)",
    "1933 - Naixement de Craig L. Thomas, capità i polític nord-americà (m. 2007)",
    "1934 - Naixement d'Alan Bates, actor anglès (m. 2003)",
    "1934 - Naixement de Barry Humphries, còmic, actor i autor australià (m. 2023)",
    "1935 - Naixement de Christina Pickles, actriu angloamericana",
    "1936 - Naixement de Jim Brown, jugador i actor de futbol americà (m. 2023)",
    "1937 - Aniversari de Mary Ann Mobley, model i actriu nord-americana, Miss Amèrica 1959 (m. 2014)",
    "1940 - Naixement de Gene Pitney, cantant i compositor nord-americà (m. 2006)",
    "1940 - Naixement de Vicente Fernández, cantant, actor i productor mexicà (m. 2021)",
    "1941 - Naixement de Julia McKenzie, actriu, cantant i directora anglesa",
    "1942 - Naixement de Huey P. Newton, activista nord-americà, cofundador del Black Panther Party (m. 1989)",
    "1944 - Naixement de Karl Jenkins, saxofonista, teclista i compositor gal·lès",
    "1945 - Naixement de Brenda Fricker, actriu irlandesa",
    "1945 - Naixement de Zina Bethune, actriu, ballarina i coreògrafa nord-americana (m. 2012)",
    "1946 - Naixement de Shahrnush Parsipur, autor i acadèmic iranià-americà",
    "1948 - Naixement de José José, cantautor, productor i actor mexicà (m. 2019)",
    "1949 - Naixement de Dennis Green, jugador de futbol americà i entrenador (m. 2016)",
    "1949 - Naixement de Fred Frith, guitarrista i compositor anglès",
    "1951 - Naixement de Rashid Minhas, soldat i pilot pakistanès (m. 1971)",
    "1952 - Naixement de Karin Büttner-Janz, gimnasta i metgessa alemanya",
    "1952 - Naixement de Vladimír Padrůněk, músic txec (m. 1991)",
    "1953 - Naixement de Becky Ann Baker, actriu nord-americana",
    "1954 - Naixement de Lou Ann Barton, cantant i compositora nord-americana",
    "1954 - Naixement de Miki Berkovich, jugador de bàsquet israelià",
    "1954 - Naixement de René Russo, actriu nord-americana",
    "1955 - Naixement de Mo Yan, autor i acadèmic xinès, premi Nobel",
    "1956 - Aniversari de Richard Karn, actor nord-americà i presentador de jocs",
    "1957 - Naixement de Loreena McKennitt, cantant, compositora, acordionista i pianista canadenca",
    "1959 - Naixement d'Aryeh Deri, rabí i polític marroquí-israelià, ministre d'Afers Interns israelià",
    "1959 - Aniversari de Rowdy Gaines, nedador i periodista esportiu nord-americà",
    "1960 - Aniversari de Lindy Ruff, jugador d'hoquei i entrenador canadenc",
    "1961 - Naixement d'Andrey Korotayev, antropòleg, historiador i sociòleg rus",
    "1961 - Naixement d'Angela Eagle, política anglesa, líder de l'ombra de la Cambra dels Comuns",
    "1961 - Naixement de Maria Eagle, política anglesa, secretària d'Estat a l'ombra de Defensa",
    "1962 - Naixement de Lou Diamond Phillips, actor i director nord-americà",
    "1963 - Naixement d'Alison Hargreaves, alpinista anglesa (m. 1995)",
    "1963 - Naixement de Jen-Hsun Huang, empresari nord-americà taiwanès, cofundador de Nvidia",
    "1963 - Aniversari de Larry the Cable Guy, còmic i actor de veu nord-americà",
    "1963 - Aniversari de Michael Jordan, jugador de bàsquet, executiu i empresari nord-americà",
    "1964 - Aniversari de Sherry Hawco, gimnasta canadenca (m. 1991)",
    "1965 - Naixement de Michael Bay, director i productor nord-americà",
    "1966 - Naixement de Luc Robitaille, jugador d'hoquei sobre gel, entrenador i actor canadenc",
    "1968 - Naixement de Giuseppe Signori, futbolista italià",
    "1968 - Naixement de Wu'erkaixi, periodista i activista xinès",
    "1969 - Naixement de David Douillet, artista marcial i polític francès",
    "1969 - Naixement de Vasily Kudinov, jugador d'handbol rus (m. 2017)",
    "1970 - Naixement de Dominic Purcell, actor i productor anglès-australià",
    "1971 - Naixement de Denise Richards, model i actriu nord-americana",
    "1972 - Naixement de Billie Joe Armstrong, cantant, compositor, guitarrista, actor i productor nord-americà",
    "1972 - Naixement de Philippe Candeloro, patinador artístic francès",
    "1972 - Naixement de Taylor Hawkins, cantant, compositor i músic nord-americà (m. 2022)",
    "1972 - Naixement de Valeria Mazza, model i empresaria argentina",
    "1973 - Aniversari de Drew Barry, jugador de bàsquet nord-americà",
    "1973 - Naixement de Goran Bunjevčević, futbolista serbi (m. 2018)",
    "1973 - Naixement de Raphaël Ibañez, jugador de rugbi francès",
    "1974 - Naixement de Jerry O'Connell, actor, director i productor nord-americà",
    "1974 - Naixement de Kaoru, guitarrista, compositor i productor japonès",
    "1975 - Naixement de Kaspars Astašenko, jugador d'hoquei sobre gel letó (m. 2012)",
    "1975 - Naixement de Václav Prospal, jugador d'hoquei sobre gel txec",
    "1976 - Naixement de Kelly Carlson, actriu i model nord-americana",
    "1978 - Naixement de Rory Kinnear, actor i dramaturg anglès",
    "1979 - Naixement de Conrad Ricamora, actor nord-americà",
    "1979 - Naixement de Josh Willingham, jugador de beisbol nord-americà",
    "1980 - Naixement d'Al Harrington, jugador de bàsquet nord-americà",
    "1980 - Naixement de Jason Ritter, actor nord-americà",
    "1980 - Naixement de Klemi Saban, futbolista israelià",
    "1981 - Naixement de Joseph Gordon-Levitt, actor, director i productor nord-americà",
    "1981 - Aniversari de Paris Hilton, model nord-americana, personalitat dels mitjans, actriu, cantant, DJ, autora i empresaria",
    "1981 - Naixement de Pontus Segerström, futbolista suec (m. 2014)",
    "1982 - Naixement d'Adriano, futbolista brasiler",
    "1982 - Naixement de Brian Bruney, jugador de beisbol nord-americà",
    "1984 - Naixement d'AB de Villiers, jugador de cricket sud-africà",
    "1984 - Aniversari de Katie Hill, jugadora de bàsquet australiana en cadira de rodes de 3 punts",
    "1984 - Naixement de Marcin Gortat, jugador de bàsquet polonès",
    "1985 - Naixement d'Anders Jacobsen, saltador d'esquí noruec",
    "1986 - Aniversari de Brett Kern, jugador de futbol americà",
    "1987 - Naixement d'Ísis Valverde, actriu brasilera",
    "1988 - Aniversari de Case Keenum, jugador de futbol americà",
    "1988 - Naixement de Michael Frolík, jugador d'hoquei sobre gel txec",
    "1988 - Naixement de Vasyl Lomachenko, boxejador ucraïnès",
    "1989 - Aniversari de Chord Overstreet, actor i cantant nord-americà",
    "1989 - Naixement de Rebecca Adlington, nedadora anglesa",
    "1990 - Naixement d'Edin Višća, futbolista bosnià",
    "1990 - Naixement de Marianne St-Gelais, patinadora de velocitat canadenca",
    "1991 - Naixement de Bonnie Wright, actriu, cineasta i activista anglesa",
    "1991 - Naixement d'Ed Sheeran, cantautor, guitarrista i productor anglès",
    "1991 - Aniversari de Jeremy Allen White, actor nord-americà",
    "1991 - Naixement de Phil Pressey, jugador i entrenador de bàsquet nord-americà",
    "1992 - Naixement de Meaghan Martin, actriu i cantant nord-americana",
    "1993 - Naixement de Marc Márquez, corredor de motos espanyol",
    "1995 - Aniversari de Madison Keys, tenista nord-americana",
    "1996 - Naixement de Sasha Pieterse, actriu i cantautora sud-afroamericana",
    "1996 - Naixement de Sebastian Aho, jugador d'hoquei sobre gel suec",
    "1998 - Aniversari de Devin White, jugador de futbol americà",
    "624 - Naixement de Wu Zetian, emperadriu consort xinesa (m. 705)"
  ],
  "day_2_month_6_events.dialog": [
    "1098 - Primera croada: el primer setge d'Antioquia acaba quan les forces croades prenen la ciutat; el segon setge va començar cinc dies després.",
    "1608 - La Colònia de Virgínia obté una carta, ampliant les fronteres de \"mar a mar\".",
    "1615 - Els primers missioners Récollet arriben a la ciutat de Quebec, procedents de Rouen, França.",
    "1676 - Guerra franco-holandesa: França va assegurar la supremacia de la seva flota naval per a la resta de la guerra amb la seva victòria a la batalla de Palerm.",
    "1692 - Bridget Bishop és la primera persona jutjada per bruixeria a Salem, Massachusetts; va ser declarada culpable i després penjada.",
    "1763 - Rebel·lió de Pontiac: a l'actual Mackinaw City, Michigan, Chippeva capturar Fort Michilimackinac desviant l'atenció de la guarnició amb un joc de lacrosse i després perseguint una pilota cap al fort.",
    "1774 - Actes intolerables: es promulga la Llei d'aquartering, que permet a un governador de l'Amèrica colonial allotjar soldats britànics en cases deshabitades, dependències, graners o altres edificis si no es proporcionen els quarts adequats.",
    "1780 - Els disturbis anticatòlics de Gordon a Londres deixen entre 300 i 700 morts.",
    "1793 - Revolució Francesa: François Hanriot, líder de la Guàrdia Nacional de París, deté 22 girondins seleccionats per Jean-Paul Marat, preparant l'escenari per al Regnat del Terror.",
    "1805 - Guerres napoleòniques: una flota franco-espanyola recupera als britànics Diamond Rock, una illa deshabitada a l'entrada de la badia que porta a Fort-de-France.",
    "1835 - P. T. Barnum i el seu circ inicien la seva primera gira pels Estats Units.",
    "1848 - Comença el congrés eslau a Praga.",
    "1866 - Els fenians derroten les forces canadenques a Ridgeway i Fort Erie, però les incursions acaben poc després.",
    "1896 - Guglielmo Marconi sol·licita una patent per al seu telègraf sense fil.",
    "1909 - Alfred Deakin esdevé primer ministre d'Austràlia per tercera vegada.",
    "1910 - Charles Rolls, cofundador de Rolls-Royce Limited, esdevé el primer home a fer una doble travessa sense escales del Canal de la Mànega amb avió.",
    "1919 - Els anarquistes van fer encendre bombes simultàniament a vuit ciutats diferents dels Estats Units.",
    "1924 - El president dels Estats Units, Calvin Coolidge, signa la Llei de ciutadania índia, que atorga la ciutadania a tots els nadius americans nascuts dins dels límits territorials dels Estats Units.",
    "1941 - Segona Guerra Mundial: els paracaigudistes alemanys assassinen civils grecs als pobles de Kondomari i Alikianos.",
    "1946 - Naixement de la República Italiana: en un referèndum, els italians voten per convertir Itàlia d'una monarquia en una República. Després del referèndum, el rei Umbert II d'Itàlia és exiliat.",
    "1953 - La coronació de la reina Isabel II a l'Abadia de Westminster es converteix en la primera coronació britànica i en un dels primers grans esdeveniments internacionals que es retransmeten per televisió.",
    "1955 - L'URSS i Iugoslàvia signen la declaració de Belgrad i normalitzen així les relacions entre els dos països, interrompuda des de 1948.",
    "1962 - Durant la Copa del Món de la FIFA, la policia va haver d'intervenir diverses vegades en baralles entre jugadors xilens i italians en un dels partits més violents de la història del futbol.",
    "1964 - Es constitueix l'Organització per l'Alliberament de Palestina (OLP).",
    "1966 - Programa Surveyor: Surveyor 1 aterra a Oceanus Procellarum a la Lluna, convertint-se en la primera nau espacial dels Estats Units a aterrar suaument en un altre món.",
    "1967 - Luis Monge és executat a la cambra de gas de Colorado, en l'última execució anterior a Furman als Estats Units.",
    "1967 - Les protestes a Berlín Occidental contra l'arribada del Sha de l'Iran són brutalment reprimides, durant les quals Benno Ohnesorg és assassinat per un agent de policia. La seva mort va provocar la fundació del grup terrorista Moviment el 2 de juny.",
    "1979 - El Papa Joan Pau II inicia la seva primera visita oficial a la seva Polònia natal, convertint-se en el primer Papa a visitar un país comunista.",
    "1983 - Després d'un aterratge d'emergència a causa d'un incendi durant el vol, vint-i-tres passatgers a bord del vol 797 d'Air Canada moren quan es produeix un flashover quan les portes de l'avió s'obren. A causa d'aquest incident, s'estableixen nombroses noves normes de seguretat.",
    "1990 - El brot de tornados de la vall de l'Ohio inferior genera 66 tornados confirmats a Illinois, Indiana, Kentucky i Ohio, i van matar 12.",
    "1997 - A Denver, Timothy McVeigh és condemnat per 15 càrrecs d'assassinat i conspiració pel seu paper en l'atemptat de 1995 a l'edifici federal Alfred P. Murrah a Oklahoma City, en el qual van morir 168 persones. Va ser executat quatre anys després.",
    "2003 - Europa inicia el seu primer viatge a un altre planeta, Mart. La sonda Mars Express de l'Agència Espacial Europea es llança des del centre espacial de Baikonur al Kazakhstan.",
    "2012 - L'expresident egipci Hosni Mubarak és condemnat a cadena perpètua pel seu paper en l'assassinat de manifestants durant la revolució egípcia de 2011.",
    "2014 - Telangana es converteix oficialment en el 29è estat de l'Índia, format per deu districtes del nord-oest d'Andhra Pradesh.",
    "2022 - Després d'una sol·licitud d'Ankara, les Nacions Unides van canviar oficialment el nom de la República de Turquia a l'organització del que abans es coneixia com \"Turquia\" a \"Turquia\".",
    "2023 - Una col·lisió entre dos trens de passatgers i un tren de mercaderies estacionat a prop de la ciutat de Balasor, Odisha, a l'est de l'Índia, provoca 296 morts i més de 1.200 persones ferides.",
    "455 - Saqueig de Roma: els vàndals entren a Roma i saquegen la ciutat durant dues setmanes."
  ],
  "day_18_month_11_births.dialog": [
    "1522 - Naixement de Lamoral, comte d'Egmont (m. 1568)",
    "1571 - Naixement d'Hipòlit Guarinonius, metge i polimat italià (m. 1654)",
    "1576 - Naixement de Felip Ludwig II, comte de Hanau-Münzenberg (m. 1612)",
    "1630 - Naixement d'Eleonora Gonzaga, esposa italiana de Ferran III, emperador del Sacre Germànic (m. 1686)",
    "1647 - Naixement de Pierre Bayle, filòsof i autor francès (m. 1706)",
    "1727 - Naixement de Philibert Commerson, metge i explorador francès (m. 1773)",
    "1736 - Naixement de Carl Friedrich Christian Fasch, clavicèmbal i compositor alemany (m. 1800)",
    "1756 - Naixement de Thomas Burgess, bisbe i filòsof anglès (m. 1837)",
    "1772 - Naixement del príncep Lluís Ferran de Prússia (m. 1806)",
    "1774 - Naixement de Guillemmina de Prússia, reina dels Països Baixos (m. 1837)",
    "1785 - Naixement de David Wilkie, pintor i acadèmic escocès (m. 1841)",
    "1787 - Naixement de Louis Daguerre, artista, fotògraf i inventor francès (m. 1851)",
    "1804 - Naixement d'Alfonso Ferrero La Marmora, general i polític italià, sisè primer ministre d'Itàlia (m. 1878)",
    "1810 - Naixement d'Asa Gray, botànica i acadèmica nord-americana (m. 1888)",
    "1832 - Naixement d'Adolf Erik Nordenskiöld, geòleg i explorador finlandès-suec (m. 1901)",
    "1833 - Naixement de James Patterson, polític anglès-australià, 17è primer ministre de Victòria (m. 1895)",
    "1836 - Naixement de W. S. Gilbert, dramaturg, poeta i il·lustrador anglès (m. 1911)",
    "1839 - Naixement d'August Kundt, físic i pedagog alemany (m. 1894)",
    "1856 - Naixement del gran duc Nicolau Nikolaevich de Rússia (m. 1929)",
    "1860 - Naixement d'Ignacy Jan Paderewski, pianista, compositor i polític polonès, segon primer ministre de la República de Polònia (m. 1941)",
    "1866 - Naixement de Henry Daglish, polític australià, sisè primer ministre d'Austràlia Occidental (m. 1920)",
    "1871 - Naixement de Robert Hugh Benson, sacerdot i novel·lista catòlic anglès (m. 1914)",
    "1874 - Naixement de Clarence Day, autor i poeta nord-americà (m. 1935)",
    "1876 ​​- Naixement de Victor Hémery, pilot de carreres francès (m. 1950)",
    "1880 - Naixement de Naum Torbov, arquitecte búlgar, va dissenyar el Mercat Central de Sofia (m. 1952)",
    "1882 - Naixement d'Amelita Galli-Curci, soprano italoamericana (m. 1963)",
    "1882 - Naixement de Frances Gertrude McGill, patòloga forense canadenca pionera (m. 1959)",
    "1882 - Naixement de Jacques Maritain, filòsof i escriptor francès (m. 1973)",
    "1882 - Naixement de Wyndham Lewis, pintor i crític anglès (m. 1957)",
    "1883 - Naixement de Carl Vinson, jutge i polític nord-americà (m. 1981)",
    "1886 - Naixement de Ferenc Münnich, militar i polític hongarès, 47è primer ministre d'Hongria (m. 1967)",
    "1888 - Naixement de Frances Marion, guionista, novel·lista i periodista nord-americana (m. 1973)",
    "1889 - Naixement de Stanislav Kosior, polític rus-polonès (m. 1939)",
    "1891 - Naixement de Gio Ponti, arquitecte, dissenyador industrial, dissenyador de mobles, artista i editor italià. (m. 1979)",
    "1897 - Naixement de Patrick Blackett, baró Blackett, físic i acadèmic anglès, premi Nobel (m. 1974)",
    "1899 - Naixement d'Eugene Ormandy, violinista i director d'orquestra hongarès-nord-americà (m. 1985)",
    "1899 - Naixement de Howard Thurman, autor, filòsof i activista dels drets civils nord-americà (m. 1981)",
    "1901 - Naixement de Craig Wood, golfista nord-americà (m. 1968)",
    "1901 - Naixement de George Gallup, estadístic nord-americà (m. 1984)",
    "1901 - Naixement de V. Shantaram, actor, director, productor i guionista indi (m. 1984)",
    "1902 - Naixement de Franklin Adreon, director de cinema i televisió nord-americà (m. 1979)",
    "1904 - Naixement d'Alan Lennox-Boyd, primer vescomte Boyd de Merton, tinent i polític anglès, secretari d'Estat per a les Colònies (m. 1983)",
    "1904 - Naixement de Masao Koga, compositor i guitarrista japonès (m. 1978)",
    "1906 - Naixement d'Alec Issigonis, dissenyador d'automòbils grec-anglès, va dissenyar el mini cotxe (m. 1988)",
    "1906 - Naixement de George Wald, neurobiòleg i acadèmic nord-americà, premi Nobel (m. 1997)",
    "1906 - Naixement de Klaus Mann, novel·lista, escriptor de contes i crític germanoamericà (m. 1949)",
    "1906 - Naixement de Sait Faik Abasıyanık, autor i poeta turc (m. 1954)",
    "1907 - Naixement de Compay Segundo, cantautor i guitarrista cubà (m. 2003)",
    "1907 - Naixement de Gustav Nezval, actor txec (m. 1998)",
    "1908 - Naixement d'Imogene Coca, actriu, còmica i cantant nord-americana (m. 2001)",
    "1909 - Naixement de Johnny Mercer, cantant, compositor i productor nord-americà, cofundador de Capitol Records (m. 1976)",
    "1911 - Naixement d'Attilio Bertolucci, poeta i autor italià (m. 2000)",
    "1912 - Naixement d'Hilda Nickson, autora anglesa (m. 1977)",
    "1912 - Naixement de Vic Hey, jugador i entrenador de la lliga de rugbi australiana (m. 1995)",
    "1913 - Naixement d'Endre Rozsda, pintor i il·lustrador hongarès-francès (m. 1999)",
    "1914 - Naixement de Haguroyama Masaji, lluitador de sumo japonès, el 36è Yokozuna (m. 1969)",
    "1915 - Naixement de Ken Burkhart, jugador de beisbol i àrbitre nord-americà (m. 2004)",
    "1917 - Naixement de Pedro Infante, actor i cantant mexicà (m. 1957)",
    "1918 - Naixement de Tasker Watkins, soldat, jutge i polític gal·lès, destinatari de la Creu de Victòria (m. 2007)",
    "1918 - Naixement d'İlhan Berk, poeta i autor turc (m. 2008)",
    "1919 - Naixement de Jocelyn Brando, actriu nord-americana (m. 2005)",
    "1920 - Naixement de Mustafa Khalil, advocat i polític egipci, 77è primer ministre d'Egipte (m. 2008)",
    "1920 - Naixement de Robert Fryer, dramaturg i productor nord-americà (m. 2000)",
    "1920 - Naixement de Ron Suart, jugador de futbol i entrenador anglès (m. 2015)",
    "1922 - Naixement de Luis Somoza Debayle, polític nicaragüenc, 70è president de Nicaragua (m. 1967)",
    "1922 - Naixement de Marjorie Gestring, bussejadora nord-americana (m. 1992)",
    "1923 - Naixement d'Alan Shepard, astronauta nord-americà (m. 1998)",
    "1923 - Naixement de Cornelis Ruhtenberg, pintor nord-americà (m. 2008)",
    "1923 - Naixement de Ted Stevens, polític nord-americà (m. 2010)",
    "1924 - Naixement d'Alexander Mackenzie Stuart, baró Mackenzie-Stuart, soldat, enginyer i jutge escocès (m. 2000)",
    "1924 - Naixement d'Anna Elisabeth (Lise) Østergaard, psicòloga i política danesa (m. 1996)",
    "1925 - Naixement de Gene Mauch, jugador de beisbol i entrenador nord-americà (m. 2005)",
    "1926 - Naixement de Roy Sievers, jugador de beisbol nord-americà (m. 2017)",
    "1927 - Naixement de Hank Ballard, cantant i compositor nord-americà de R&B (m. 2003)",
    "1927 - Naixement de Knowlton Nash, periodista i autor canadenc (m. 2014)",
    "1928 - Naixement de Salvador Laurel, advocat i polític filipí, cinquè primer ministre de les Filipines (m. 2004)",
    "1928 - Naixement de Sheila Jordan, cantautora i pianista nord-americana",
    "1929 - Naixement de Gianna D'Angelo, soprano i pedagoga nord-americana (m. 2013)",
    "1932 - Naixement de Danny McDevitt, jugador de beisbol nord-americà (m. 2010)",
    "1933 - Naixement de Bruce Conner, pintor, fotògraf i director nord-americà (m. 2008)",
    "1933 - Naixement de Vassilis Vassilikos, periodista i diplomàtic grec (m. 2023)",
    "1935 - Naixement de Rudolf Bahro, filòsof i polític alemany (m. 1997)",
    "1936 - Aniversari de Don Cherry, trompetista nord-americà (m. 1995)",
    "1936 - Naixement d'Ennio Antonelli, cardenal italià",
    "1938 - Naixement de Jules Mikhael Al-Jamil, arquebisbe iraquiano-libanès (m. 2012)",
    "1938 - Naixement de Karl Schranz, esquiador austríac",
    "1938 - Naixement de Norbert Ratsirahonana, polític malgaix, primer ministre de Madagascar",
    "1939 - Naixement d'Amanda Lear, cantautora i actriu francesa de Hong Kong",
    "1939 - Naixement de Brenda Vaccaro, actriu nord-americana",
    "1939 - Naixement de Margaret Atwood, autora canadenca",
    "1939 - Naixement de Margaret Jay, baronessa Jay de Paddington, periodista i política anglès, líder de la Cambra dels Lords",
    "1940 - Naixement de James Welch, novel·lista i poeta nord-americà (m. 2003)",
    "1941 - Naixement de David Hemmings, actor i director anglès (m. 2003)",
    "1941 - Naixement de Gary Bettenhausen, pilot de carreres nord-americà (m. 2014)",
    "1942 - Naixement de Linda Evans, actriu nord-americana",
    "1942 - Naixement de Susan Sullivan, actriu nord-americana",
    "1943 - Naixement de Leonardo Sandri, cardenal argentí",
    "1944 - Naixement d'Ed Krupp, astrònom, arqueoastrònom, autor nord-americà, director de l'Observatori Griffith",
    "1944 - Naixement de Wolfgang Joop, dissenyador de moda alemany, va fundar JOOP!",
    "1945 - Naixement de Mahinda Rajapaksa, advocat i polític de Sri Lanka, sisè president de Sri Lanka",
    "1945 - Naixement de Wilma Mankiller, cap de tribu nord-americana (m. 2010)",
    "1946 - Naixement d'Alan Dean Foster, autor nord-americà",
    "1947 - Naixement de Jameson Parker, actor nord-americà",
    "1947 - Naixement de Ross Wilson, cantant, compositor, guitarrista i productor australià",
    "1948 - Naixement d'Ana Mendieta, escultora i pintora cubanoamericana (m. 1985)",
    "1948 - Naixement de Jack Tatum, jugador de futbol americà (m. 2010)",
    "1948 - Naixement de Kongō Masahiro, lluitador de sumo japonès (m. 2014)",
    "1948 - Naixement de Tõnis Mägi, cantautor, guitarrista i actor estonià",
    "1949 - Naixement de Herman Rarebell, bateria i compositor de rock alemany",
    "1950 - Naixement de Graham Parker, cantautor i guitarrista anglès",
    "1950 - Naixement de Rudy Sarzo, baixista de rock cubano-americà",
    "1951 - Naixement de Justin Raimondo, periodista i autor nord-americà (m. 2019)",
    "1951 - Naixement de Pete Morelli, empresari nord-americà",
    "1952 - Naixement de Delroy Lindo, actor i director angloamericà",
    "1952 - Naixement de John Parr, cantautor i guitarrista anglès",
    "1952 - Naixement de Peter Beattie, advocat i polític australià, 36è primer ministre de Queensland",
    "1953 - Naixement d'Alan Moore, autor anglès",
    "1953 - Naixement de Jan Kuehnemund, guitarrista de rock nord-americà (m. 2013)",
    "1953 - Naixement de Kevin Nealon, humorista i actor nord-americà",
    "1954 - Naixement de Carter Burwell, compositor i director d'orquestra nord-americà",
    "1956 - Naixement de Jim Weirich, informàtic nord-americà, va desenvolupar el programari Rake (m. 2014)",
    "1956 - Naixement de Noel Brotherston, futbolista i pintor irlandès-anglès (m. 1995)",
    "1956 - Aniversari de Warren Moon, jugador de futbol americà i presentador esportiu",
    "1957 - Naixement de Tony Bunn, baixista, compositor, productor i escriptor nord-americà",
    "1958 - Naixement de Daniel Brailovsky, futbolista i entrenador argentino-israelià",
    "1958 - Naixement d'Oscar Núñez, actor i còmic cubanoamericà",
    "1959 - Naixement de Jimmy Quinn, futbolista i entrenador d'Irlanda del Nord",
    "1960 - Naixement d'Elizabeth Perkins, actriu nord-americana",
    "1960 - Naixement d'Ivans Klementjevs, piragüista letó",
    "1960 - Naixement de Kim Wilde, cantant i compositor anglès",
    "1960 - Naixement de Yeşim Ustaoğlu, director, productor i guionista turc",
    "1961 - Naixement de Steven Moffat, guionista i productor escocès",
    "1962 - Aniversari de Bart Bryant, golfista nord-americà",
    "1962 - Naixement de Jamie Moyer, jugador de beisbol nord-americà",
    "1962 - Aniversari de Kirk Hammett, guitarrista, compositor i membre de la banda de thrash metal Metallica",
    "1962 - Naixement de Tim Guinee, actor nord-americà",
    "1963 - Naixement de Dante Bichette, jugador de beisbol i entrenador nord-americà",
    "1963 - Naixement de Joost Zwagerman, autor i poeta holandès (m. 2015)",
    "1963 - Naixement de Len Bias, jugador de bàsquet nord-americà (m. 1986)",
    "1963 - Naixement de Peter Schmeichel, futbolista i periodista esportiu danès",
    "1963 - Aniversari de Todd Bowles, jugador de futbol americà i entrenador",
    "1964 - Naixement de Nadia Sawalha, actriu anglesa",
    "1964 - Naixement de Rita Cosby, periodista i autora nord-americana",
    "1965 - Naixement de Tim DeLaughter, cantautor i músic nord-americà",
    "1967 - Naixement de Jocelyn Lemieux, jugadora d'hoquei sobre gel i presentadora esportiva canadenca",
    "1967 - Naixement de Tom Gordon, jugador de beisbol nord-americà",
    "1968 - Naixement de Gary Sheffield, jugador de beisbol nord-americà",
    "1968 - Naixement de George Kotsiopoulos, estilista i periodista nord-americà",
    "1968 - Naixement d'Owen Wilson, actor nord-americà",
    "1968 - Aniversari de Romany Malco, raper, productor, actor i guionista nord-americà",
    "1969 - Naixement d'Ahmed Helmy, actor egipci",
    "1969 - Naixement de Duncan Sheik, cantautor i compositor nord-americà",
    "1969 - Naixement de Koichiro Kimura, artista marcial mixt i lluitador japonès (m. 2014)",
    "1969 - Naixement de Sam Cassell, jugador i entrenador de bàsquet nord-americà",
    "1970 - Naixement de Megyn Kelly, advocada i periodista nord-americana",
    "1970 - Naixement de Mike Epps, actor i còmic nord-americà",
    "1970 - Naixement de Peta Wilson, model i actriu australiana",
    "1971 - Naixement de Matthew Rodwell, jugador i presentador esportiu de la lliga australiana de rugbi",
    "1971 - Naixement de Terrance Hayes, poeta i acadèmic nord-americà",
    "1971 - Naixement de Thérèse Coffey, química i política anglesa",
    "1972 - Naixement de Jeroen Straathof, ciclista i patinador de velocitat holandès",
    "1973 - Naixement de Jonnie Irwin, presentador de televisió anglesa i expert en negocis (m. 2024)",
    "1973 - Aniversari de Nic Pothas, jugador de cricket i entrenador sud-africà",
    "1974 - Aniversari de Chloë Sevigny, actriu, model i dissenyadora de moda nord-americana",
    "1974 - Naixement de Graham Coughlan, futbolista i entrenador irlandès",
    "1974 - Naixement de Petter Solberg, pilot de carreres noruec",
    "1975 - Aniversari d'Anthony McPartlin, còmic, actor i productor anglès",
    "1975 - Naixement de David Ortiz, jugador de beisbol dominicano-americà",
    "1975 - Naixement de Jason Williams, jugador de bàsquet nord-americà",
    "1975 - Naixement de Lucy Akhurst, actriu i productora anglesa",
    "1975 - Aniversari del pastor Troy, raper, productor i actor nord-americà",
    "1975 - Aniversari de Shawn Camp, jugador de beisbol i entrenador nord-americà",
    "1976 - Naixement de Dominic Armato, actor de veu nord-americà",
    "1976 - Naixement de Matt Welsh, nedador australià",
    "1976 - Naixement de Mona Zaki, actriu egípcia",
    "1976 - Aniversari de Sage Francis, raper nord-americà",
    "1976 - Naixement de Shagrath, cantant i compositor noruec",
    "1976 - Naixement de Steven Pasquale, actor nord-americà",
    "1977 - Aniversari de Fabolous, raper nord-americà",
    "1977 - Naixement de Trent Barrett, jugador, entrenador i periodista esportiu de la lliga australiana de rugbi",
    "1978 - Naixement d'Aldo Montano, esgrimista italià",
    "1978 - Naixement de Damien Johnson, futbolista irlandès",
    "1979 - Naixement de Nate Parker, actor, director, productor i guionista nord-americà",
    "1979 - Naixement de Neeti Mohan, cantant de reproducció índia",
    "1980 - Naixement de C. J. Wilson, jugador de beisbol nord-americà",
    "1980 - Aniversari de Denny Hamlin, pilot de cotxes de carreres nord-americà",
    "1980 - Naixement de François Duval, pilot de carreres belga",
    "1980 - Naixement de Hamza al-Ghamdi, terrorista saudita, segrestador del vol 175 de United Airlines (m. 2001)",
    "1980 - Naixement de Luke Chadwick, futbolista anglès",
    "1980 - Naixement de Minori Chihara, actriu de veu i cantant japonesa",
    "1981 - Naixement de Christina Vidal, actriu i cantant nord-americana",
    "1981 - Naixement de Dianne dela Fuente, cantant i actriu filipina",
    "1981 - Naixement de Mekia Cox, actriu i ballarina nord-americana",
    "1981 - Naixement de Nasim Pedrad, actriu iraniano-americana",
    "1981 - Naixement de Vittoria Puccini, actriu italiana",
    "1982 - Naixement de Damon Wayans Jr., actor i còmic nord-americà",
    "1982 - Naixement de Justin Knapp, editor nord-americà de la Viquipèdia",
    "1983 - Naixement de Jon Lech Johansen, programador i enginyer informàtic noruec, va crear DeCSS",
    "1983 - Naixement de Michael Dawson, futbolista anglès",
    "1983 - Naixement de Travis Buck, jugador de beisbol nord-americà",
    "1984 - Naixement d'Enar Jääger, futbolista estonià",
    "1984 - Naixement de Ryohei Chiba, cantant i ballarí japonès",
    "1985 - Aniversari d'Allyson Felix, velocista nord-americana",
    "1987 - Aniversari de Cal Clutterbuck, jugador canadenc d'hoquei sobre gel",
    "1987 - Naixement de Jake Abel, actor nord-americà",
    "1987 - Aniversari de Yoon Park, actor sud-coreà",
    "1988 - Aniversari de Jeffrey Jordan, jugador de bàsquet nord-americà",
    "1988 - Naixement de Marie-Josée Ta Lou, velocista ivoriana",
    "1988 - Aniversari de Michael Roach, futbolista nord-americà",
    "1989 - Naixement de Lu Jiajing, tennista xinès",
    "1990 - Aniversari d'Arnett Moultrie, jugador de bàsquet nord-americà",
    "1991 - Naixement d'Ahmed Kelly, nedador iraquiano-australià",
    "1991 - Naixement de Jameson Taillon, jugador de beisbol canadenc-americà",
    "1991 - Naixement de Noppawan Lertcheewakarn, tenista tailandès",
    "1992 - Aniversari de Joe Thuney, jugador de futbol americà",
    "1992 - Naixement de Nathan Kress, actor i director nord-americà",
    "1992 - Aniversari de Quincy Miller, jugador de bàsquet nord-americà",
    "1992 - Naixement de Steven Skrzybski, futbolista alemany",
    "1994 - Aniversari d'Akiyuki Hashimoto, velocista japonès",
    "1994 - Naixement de Bernhard Luxbacher, futbolista austríac",
    "1994 - Naixement de Danka Kovinić, tennista montenegrina",
    "1996 - Naixement de Christian Kirk, jugador de futbol americà",
    "1997 - Naixement de Robert Sánchez, futbolista espanyol",
    "1997 - Naixement de Shea Langeliers, jugadora de beisbol nord-americana",
    "2002 - Naixement de Patrick Baldwin Jr., jugador de bàsquet nord-americà",
    "701 - Naixement d'Itzam K'an Ahk II, governant maia (m. 757)",
    "709 - Naixement de l'emperador Kōnin del Japó (m. 782)"
  ],
  "day_12_month_6_events.dialog": [
    "1206 - El general ghurid Qutb ud-Din Aibak funda el sultanat de Delhi. ",
    "1240 - A instigació de Lluís IX de França, s'inicia un debat interreligiós, conegut com la Disputa de París, entre un monjo cristià i quatre rabins.",
    "1381 - Revolta dels camperols: a Anglaterra, els rebels es reuneixen a Blackheath, als afores de Londres.",
    "1418 - Guerra Civil Armagnac-Borgonya: els parisencs maten simpatitzants de Bernat VII, comte d'Armagnac, juntament amb tots els presoners, banquers estrangers i estudiants i professors del Col·legi de Navarra.",
    "1429 - Guerra dels Cent Anys: el segon dia de la batalla de Jargeau, Joana d'Arc lidera l'exèrcit francès en la presa de la ciutat i el comandant anglès, William de la Pole, primer duc de Suffolk.",
    "1550 - La ciutat d'Hèlsinki, Finlàndia (que en aquell moment pertanyia a Suècia) és fundada pel rei Gustav I de Suècia.",
    "1643 - El Parlament d'Anglaterra convoca l'Assemblea de Westminster, sense el consentiment de Carles I, per tal de reestructurar l'Església d'Anglaterra.",
    "1653 - Primera guerra anglo-holandesa: comença la batalla del Gabbard, que durarà fins l'endemà.",
    "1665 - Thomas Willett és nomenat primer alcalde de la ciutat de Nova York.",
    "1758 - Guerra francesa i índia: setge de Louisbourg: comença l'atac de James Wolfe a Louisbourg, Nova Escòcia.",
    "1772 - L'explorador francès Marc-Joseph Marion du Fresne i 25 dels seus homes són assassinats pels maoris a Nova Zelanda.",
    "1775 - Guerra de la Independència dels Estats Units: el general britànic Thomas Gage declara la llei marcial a Massachusetts. Els britànics ofereixen un perdó a tots els colons que deixen les armes. Només hi hauria dues excepcions a l'amnistia: Samuel Adams i John Hancock, si fossin capturats, serien penjats.",
    "1776 - S'aprova la Declaració dels Drets de Virgínia.",
    "1798 - Rebel·lió irlandesa de 1798: Batalla de Ballynahinch.",
    "1817 - La forma més antiga de bicicleta, el cavall dandi, és conduïda per Karl von Drais.",
    "1821 - Badi VII, rei de Sennar, lliura el seu tron ​​i regne a Isma'il Pasha, general de l'Imperi Otomà, posant fi a l'existència d'aquell regne sudanès.",
    "1830 - Inici de la invasió d'Alger: Trenta-quatre mil soldats francesos desembarquen a 27 quilòmetres a l'oest d'Alger, a Sidi Ferruch.",
    "1864 - Guerra civil nord-americana, campanya terrestre: Batalla de Cold Harbor: Ulysses S. Grant dóna una victòria a les forces confederades sota Robert E. Lee quan treu les seves tropes de la Unió de la seva posició a Cold Harbor, Virgínia i es mou cap al sud.",
    "1898 - Declaració d'independència de Filipines: el general Emilio Aguinaldo declara la independència de Filipines d'Espanya.",
    "1899 - Tornado de New Richmond: el novè tornado més mortífer de la història dels Estats Units va matar 117 persones i ferir unes 200.",
    "1900 - El Reichstag aprova una nova legislació que continua el programa d'expansió naval d'Alemanya, que preveu la construcció de 38 cuirassats durant un període de 20 anys. La flota alemanya seria la més gran del món.",
    "1914 - Massacre de Focea: els irregulars turcs maten entre 50 i 100 grecs i n'expulsen milers d'altres en una operació de neteja ètnica a l'Imperi Otomà.",
    "1921 - Mikhail Tukhachevsky ordena l'ús d'armes químiques contra la Rebel·lió de Tambov, posant fi a l'aixecament camperol.",
    "1935 - Es negocia un alto el foc entre Bolívia i Paraguai, posant fi a la Guerra del Chaco.",
    "1939 - Comença el rodatge de Dr. Cyclops de Paramount Pictures, la primera pel·lícula de terror fotografiada en Technicolor de tres tires.",
    "1939 - S'obre el Saló de la Fama del Beisbol a Cooperstown, Nova York.",
    "1940 - Segona Guerra Mundial: Tretze mil soldats britànics i francesos es rendeixen al major general Erwin Rommel a Saint-Valery-en-Caux.",
    "1942 - Anne Frank rep un diari pel seu tretzè aniversari.",
    "1943 - L'Holocaust: Alemanya liquida el gueto jueu de Brzeżany, Polònia (actual Berezhany, Ucraïna). Al voltant de 1.180 jueus són conduïts a l'antic cementiri jueu de la ciutat i afusellats.",
    "1944 - Segona Guerra Mundial: Operació Overlord: els paracaigudistes nord-americans de la 101a Divisió Aerotransportada asseguren la ciutat de Carentan, Normandia, França.",
    "1950 - Un Douglas DC-4 d'Air France s'estavella prop de l'aeroport internacional de Bahrain, causant la mort de 46 persones.",
    "1954 - El papa Pius XII canonitza com a sant Dominic Savio, que tenia 14 anys en el moment de la seva mort, convertint-lo en aquell moment en el sant no màrtir més jove de l'Església Catòlica Romana. L'any 2017, Francisco i Jacinta Marto, de deu i nou anys en el moment de la seva mort, són declarats sants.",
    "1963 - El secretari de camp de la NAACP, Medgar Evers, és assassinat davant de la seva casa a Jackson, Mississipí, per Byron De La Beckwith, membre del Ku Klux Klan, durant el moviment dels drets civils.",
    "1963 - La pel·lícula Cleopatra, protagonitzada per Elizabeth Taylor i Richard Burton, s'estrena als cinemes dels Estats Units. Va ser la pel·lícula més cara feta en aquell moment.",
    "1964 - Nelson Mandela, activista contra l'apartheid i líder de l'ANC, és condemnat a cadena perpètua per sabotatge a Sud-àfrica.",
    "1967 - La Cort Suprema dels Estats Units en Loving v. Virginia declara inconstitucionals totes les lleis estatals dels Estats Units que prohibeixen el matrimoni interracial.",
    "1975 - Índia, el jutge Jagmohanlal Sinha de la ciutat d'Allahabad va dictaminar que la primera ministra de l'Índia, Indira Gandhi, havia utilitzat pràctiques corruptes per guanyar el seu escó al Parlament de l'Índia, i que se li havia de prohibir ocupar cap càrrec públic. La senyora Gandhi va dir que es va negar a dimitir.",
    "1979 - Bryan Allen guanya el segon premi Kremer per un vol amb propulsió humana a través del Canal de la Mànega al Gossamer Albatross.",
    "1981 - S'estrena als cinemes la primera de la franquícia de pel·lícules d'Indiana Jones, Raiders of the Lost Ark.",
    "1982 - Es celebra una manifestació i un concert de desarmament nuclear a la ciutat de Nova York.",
    "1987 - Guerra Freda: a la Porta de Brandenburg, el president dels Estats Units Ronald Reagan desafia públicament Mikhail Gorbatxov a enderrocar el mur de Berlín.",
    "1987 - L'antic emperador de la República Centreafricana Jean-Bédel Bokassa és condemnat a mort pels crims que havia comès durant els seus 13 anys de govern.",
    "1988 - El vol 046 d'Austral Líneas Aéreas, un McDonnell Douglas MD-81, s'estavella abans de la pista de l'aeroport Libertador General José de San Martín, matant les 22 persones a bord.",
    "1990 - Dia de Rússia: el parlament de la Federació Russa declara formalment la seva sobirania.",
    "1991 - En les primeres eleccions democràtiques de la Rússia moderna, Boris Eltsin és elegit president de Rússia.",
    "1991 - Massacre de Kokkadichcholai: l'exèrcit de Sri Lanka massacra 152 civils tàmils minoritaris al poble de Kokkadichcholai, prop de la ciutat de Batticaloa, província oriental.",
    "1993 - Hi ha eleccions a Nigèria i les guanya Moshood Kashimawo Olawale Abiola. Els seus resultats són posteriorment anul·lats pel govern militar d'Ibrahim Babangida.",
    "1999 - Guerra de Kosovo: comença l'operació Joint Guardian quan una força de pau de les Nacions Unides (KFor) dirigida per l'OTAN entra a la província de Kosovo a la República Federal de Iugoslàvia.",
    "2009 - Unes eleccions presidencials disputades a l'Iran condueixen a protestes locals i internacionals d'ampli abast.",
    "2014 - Entre 1.095 i 1.700 xiïtes iraquians moren en un atac de l'Estat Islàmic de l'Iraq i el Llevant al Camp Speicher a Tikrit, Iraq. És el segon acte de terrorisme més mortífer de la història, només darrere de l'11 de setembre.",
    "2016 - Un atac a una discoteca gai a Orlando, Florida, va matar 49 civils i va ferir 58 més; el pistoler, Omar Mateen, mor en un tiroteig amb la policia.",
    "2018 - El president dels Estats Units, Donald Trump, i Kim Jong-un de Corea del Nord van celebrar la primera reunió entre els líders dels seus dos països a Singapur.",
    "2019 - Kassym-Jomart Tokayev s'inaugura com a segon president del Kazakhstan.",
    "910 - Batalla d'Augsburg: els hongaresos derroten l'exèrcit franc oriental sota el rei Lluís el Nen, utilitzant la famosa tàctica de retirada fingida dels guerrers nòmades."
  ],
  "day_14_month_9_events.dialog": [
    "1180 - Guerra Genpei: Batalla d'Ishibashiyama al Japó.",
    "1226 - La primera instància registrada de la pràctica catòlica de l'adoració eucarística perpètua comença formalment a Avinyó, França.",
    "1402 - La batalla d'Homildon Hill resulta en una victòria anglesa sobre Escòcia.",
    "1607 - Vol dels comtes des de Lough Swilly, Donegal, Irlanda.",
    "1682 - Es funda l'escola Bishop Gore, una de les escoles més antigues de Gal·les.",
    "1723 - El Gran Mestre António Manoel de Vilhena posa la primera pedra del Fort Manoel a Malta.",
    "1741 - George Frideric Handel completa el seu oratori Messies.",
    "1752 - L'Imperi Britànic adopta el calendari gregorià, saltant onze dies (el dia anterior era el 2 de setembre).",
    "1763 - Els guerrers Sèneca derroten les forces britàniques a la Batalla de Devil's Hole durant la Guerra de Pontiac.",
    "1782 - Guerra d'Independència dels Estats Units: revisió de les tropes franceses sota el comandament del general Rochambeau pel general George Washington a Verplanck's Point, Nova York.",
    "1791 - Els Estats Pontificis perden Avinyó davant la França revolucionària.",
    "1808 - Guerra finlandesa: els russos derroten els suecs a la batalla d'Oravais.",
    "1812 - Guerres napoleòniques: la Grande Armée francesa entra a Moscou. El foc de Moscou comença tan bon punt les tropes russes abandonen la ciutat.",
    "1814 - Batalla de Baltimore: Francis Scott Key escriu el poema Defense of Fort McHenry. El poema s'utilitza més tard com a lletra de The Star-Spangled Banner.",
    "1829 - L'Imperi Otomà signa el Tractat d'Adrianoble amb Rússia, posant fi així la guerra russo-turca.",
    "1846 - Jang Bahadur i els seus germans maten uns 40 membres de la cort del palau nepalesa.",
    "1862 - Guerra civil nord-americana: es lliura la batalla de South Mountain, part de la campanya de Maryland.",
    "1901 - Mor el president dels Estats Units William McKinley després de ser ferit mortalment el 6 de setembre per l'anarquista Leon Czolgosz i el succeeix el vicepresident Theodore Roosevelt.",
    "1911 - El primer ministre rus Pyotr Stolypin és afusellat per Dmitri Bogrov mentre assistia a una representació del conte del tsar Saltan de Rimski-Kórsakov a l'Òpera de Kíev, en presència del tsar Nicolau II.",
    "1914 - L'HMAS AE1, el primer submarí de la Royal Australian Navy, es perd al mar amb totes les mans prop de East New Britain, Papua Nova Guinea.",
    "1917 - L'Imperi Rus és substituït formalment per la República Russa.",
    "1936 - Raoul Villain, que va assassinar el socialista francès Jean Jaurès, és ell mateix assassinat pels republicans espanyols a Eivissa.",
    "1939 - Segona Guerra Mundial: l'exèrcit estonià aborda el submarí polonès ORP Orzeł a Tallinn, provocant un incident diplomàtic que la Unió Soviètica utilitzarà més tard per justificar l'annexió d'Estònia.",
    "1940 - Massacre d'Ip: l'exèrcit hongarès, recolzat pels hongaresos locals, mata 158 civils romanesos a Ip, Sălaj, un poble del nord de Transsilvània, un acte de neteja ètnica.",
    "1943 - Segona Guerra Mundial: la Wehrmacht inicia una operació de represàlia de tres dies dirigida a diversos pobles grecs de la regió de Viannos, el nombre de morts dels quals finalment superaria les 500 persones.",
    "1944 - Segona Guerra Mundial: Maastricht es converteix en la primera ciutat holandesa alliberada per les forces aliades.",
    "1948 - L'exèrcit indi captura la ciutat d'Aurangabad com a part de l'operació Polo.",
    "1954 - En una prova nuclear d'alt secret, un bombarder soviètic Tu-4 llança una arma atòmica de 40 quilotones al nord del poble de Totskoye.",
    "1958 - Els dos primers coets alemanys de postguerra, dissenyats per l'enginyer alemany Ernst Mohr, arriben a l'atmosfera superior.",
    "1960 - Crisi del Congo: Mobutu Sese Seko pren el poder en un cop d'estat militar, suspenint el parlament i la constitució.",
    "1960 - Es funda l'Organització de Països Exportadors de Petroli (OPEP).",
    "1975 - La primera santa nord-americana, Elizabeth Ann Seton, és canonitzada pel papa Pau VI.",
    "1979 - El líder afganès Nur Muhammad Taraki és assassinat per ordre de Hafizullah Amin, que esdevé el nou secretari general del Partit Democràtic Popular.",
    "1982 - El president electe del Líban Bachir Gemayel és assassinat.",
    "1984 - Joe Kittinger es converteix en la primera persona que fa volar sol un globus de gas a través de l'oceà Atlàntic.",
    "1985 - El pont de Penang, el pont més llarg de Malàisia, que connecta l'illa de Penang amb el continent, s'obre al trànsit.",
    "1989 - El tiroteig de Standard Gravure on Joseph T. Wesbecker, un periodista de 47 anys, va matar vuit persones i va ferir 12 persones al seu antic lloc de treball, Standard Gravure, abans de suïcidar-se.",
    "1992 - El Tribunal Constitucional de Bòsnia i Hercegovina declara il·legal la República Croata separatista d'Herzeg-Bòsnia.",
    "1993 - El vol 2904 de la Lufthansa, un Airbus A320, s'estavella contra un terraplè després d'haver superat la pista de l'aeroport internacional d'Okęcie (actual aeroport Chopin de Varsòvia), matant dues persones.",
    "1994 - La resta de la temporada de beisbol de la Lliga Major es cancel·la a causa d'una vaga.",
    "1997 - Vuitanta-un morts quan cinc bogies de l'Ahmedabad-Howrah Express s'enfonsen a un riu al districte de Bilaspur a Madhya Pradesh, Índia.",
    "1998 - Les empreses de telecomunicacions MCI Communications i WorldCom completen la seva fusió de 37 000 milions de dòlars per formar MCI WorldCom.",
    "1999 - Kiribati, Nauru i Tonga s'incorporen a les Nacions Unides.",
    "2000 - Microsoft llança Windows Me.",
    "2001 - Històric Servei Nacional de Pregària celebrat a la Catedral Nacional de Washington per a les víctimes dels atacs de l'11 de setembre. Un servei similar se celebra al Canadà al Parliament Hill, la vetlla més gran mai celebrada a la capital del país.",
    "2002 - El vol 5561 de Total Linhas Aéreas s'estavella prop de Paranapanema, Brasil, matant els dos pilots a bord.",
    "2003 - El president de Bissau-Guinea, Kumba Ialá, és destituït del poder en un cop d'estat militar sense sang dirigit pel general Veríssimo Correia Seabra.",
    "2003 - En referèndum, Estònia aprova l'adhesió a la Unió Europea.",
    "2007 - Crisi financera de 2007-2008: El banc Northern Rock experimenta la primera gestió bancària al Regne Unit en 150 anys.",
    "2008 - El vol 821 d'Aeroflot, un Boeing 737-500, s'estavella contra una secció del Ferrocarril Transiberià mentre s'aproximava a l'aeroport internacional de Perm, a Perm, Rússia, matant les 88 persones a bord.",
    "2015 - Es fa la primera observació de les ones gravitacionals, anunciada per les col·laboracions LIGO i Virgo l'11 de febrer de 2016.",
    "2019 - Els rebels houthis del Iemen reclamen la responsabilitat d'un atac a les instal·lacions petrolieres de l'Aràbia Saudita.",
    "2022 - Mort de la reina Isabel II: el taüt de la reina és tret del palau de Buckingham, col·locat en un carro d'armes de la Royal Horse Artillery de la tropa del rei i traslladat en processó a Westminster Hall per estar a l'estat durant els propers quatre dies amb la cua de dol que s'estén al llarg del riu Tàmesi.",
    "629 - L'emperador Heracli entra triomf a Constantinoble després de la seva victòria sobre l'Imperi Persa.",
    "786 - \"La nit dels tres califes\": Harun al-Rashid es converteix en el califa abbàssida a la mort del seu germà al-Hadi. Naixement del fill d'Harun al-Ma'mun.",
    "81 - Domicià es va convertir en emperador de l'Imperi Romà a la mort del seu germà Titus.",
    "919 - Batalla de Islandbridge: el gran rei Niall Glúndub és assassinat mentre liderava una coalició irlandesa contra els víkings d'Uí Ímair, liderada pel rei Sitric Cáech."
  ],
  "day_16_month_9_events.dialog": [
    "1400 - Owain Glyndŵr és declarat príncep de Gal·les pels seus seguidors.",
    "1620 - Els pelegrins salpen cap a Virgínia des de Plymouth, Anglaterra, al Mayflower.",
    "1701 - James Francis Edward Stuart, de vegades anomenat el \"vell pretendent\", esdevé el reclamant jacobita als trons d'Anglaterra i Escòcia.",
    "1732 - A Campo Maior, Portugal, una tempesta colpeja l'Armeria i es produeix una violenta explosió que mata dos terços dels seus habitants.",
    "1776 - Guerra d'Independència dels Estats Units: es lliura la batalla de Harlem Heights.",
    "1779 - Guerra d'Independència dels Estats Units: comença el setge franco-americà de Savannah.",
    "1810 - Amb el Grito de Dolores, el pare Miguel Hidalgo inicia la lluita de Mèxic per la independència d'Espanya.",
    "1822 - El físic francès Augustin-Jean Fresnel, en una \"nota\" llegida a l'Acadèmia de Ciències, informa d'un experiment de refracció directa que verifica la hipòtesi de David Brewster que la fotoelasticitat (com es coneix ara) és birrefringència induïda per l'estrès.",
    "1863 - El Robert College, a Istanbul, la primera institució educativa nord-americana fora dels Estats Units, és fundat per Christopher Robert, un filantrop nord-americà.",
    "1880 - El Cornell Daily Sun imprimeix el seu primer número a Ithaca, Nova York.",
    "1893 - Els colons fan una carrera de terres a la franja Cherokee a Oklahoma.",
    "1908 - Es funda la General Motors Corporation.",
    "1914 - Primera Guerra Mundial: comença el setge de Przemyśl (actual Polònia).",
    "1920 - L'atemptat de Wall Street: una bomba en un vagó de cavalls explota davant de l'edifici J. P. Morgan a la ciutat de Nova York, matant 38 i ferint 400.",
    "1940 - Segona Guerra Mundial: les tropes italianes conquereixen Sidi Barrani.",
    "1943 - Segona Guerra Mundial: el Desè Exèrcit alemany informa que ja no pot contenir el cap de pont aliat al voltant de Salern.",
    "1945 - Segona Guerra Mundial: l'ocupació japonesa de Hong Kong arriba a la seva fi.",
    "1953 - El vol 723 d'American Airlines s'estavella a Colonie, Nova York, causant la mort de 28 persones.",
    "1955 - Un submarí soviètic de classe Zulu esdevé el primer a llançar un míssil balístic.",
    "1955 - A mitjanit es posa en marxa el cop d'estat militar per derrocar el president argentí Juan Perón.",
    "1956 - TCN-9 Sydney és la primera estació de televisió australiana que comença a emissions regulars.",
    "1959 - La primera fotocopiadora d'èxit, la Xerox 914, es presenta en una demostració a la televisió en directe des de la ciutat de Nova York.",
    "1961 - El Pakistan estableix la seva Comissió de Recerca Espacial i de l'Atmosfera Superior amb Abdus Salam com a cap.",
    "1961 - El Projecte Nacional d'Investigació d'Huracans dels Estats Units deixa caure vuit cilindres de iodur de plata a la paret de l'ull de l'huracà Esther. La velocitat del vent es redueix un 10%, donant lloc al Projecte Stormfury.",
    "1961 - El tifó Nancy, amb possiblement els vents més forts mai mesurats en un cicló tropical, toca terra a Osaka, Japó, i mata 173 persones.",
    "1963 - Malàisia es forma a partir de la Federació de Malàisia, Singapur, Borneo del Nord (Sabah) i Sarawak. Tanmateix, Singapur és aviat expulsat d'aquest nou país.",
    "1966 - La Metropolitan Opera House s'obre al Lincoln Center de Nova York amb l'estrena mundial de l'òpera Antony and Cleopatra de Samuel Barber.",
    "1970 - El rei Hussein de Jordània declara la guerra a l'Organització per l'Alliberament de Palestina, el conflicte va passar a ser conegut com a Setembre Negre.",
    "1975 - Cap Verd, Moçambic i São Tomé i Príncep s'incorporen a les Nacions Unides.",
    "1975 - Papua Nova Guinea s'independitza d'Austràlia.",
    "1975 - El primer prototip de l'interceptor Mikoyan MiG-31 fa el seu vol inaugural.",
    "1976 - El campió de natació armeni Shavarsh Karapetyan salva 20 persones d'un troleibús que havia caigut a un embassament d'Erevan.",
    "1978 - El terratrèmol de Tabas de 7,4 Mw afecta la ciutat de Tabas, Iran amb una intensitat Mercalli màxima de IX (Violent). Almenys 15.000 persones moren.",
    "1979 - Vuit persones escapen d'Alemanya de l'Est cap a l'oest en un globus aerostàtic casolà.",
    "1982 - Guerra del Líban: té lloc la massacre de Sabra i Shatila al Líban.",
    "1987 - Es signa el Protocol de Montreal per protegir la capa d'ozó de l'esgotament.",
    "1990 - El ferrocarril entre la República Popular de la Xina i Kazakhstan es completa a Dostyk, afegint un enllaç important al concepte del pont terrestre euroasiàtic.",
    "1992 - Dimecres negre: la lliura britànica es veu obligada a sortir del mecanisme de tipus de canvi europeu pels especuladors de divises i es veu obligada a devaluar-se davant el marc alemany.",
    "1992 - Acaba als Estats Units el judici del dictador panameny destituït Manuel Noriega amb una condemna de 40 anys per tràfic de drogues i blanqueig de capitals.",
    "1994 - El govern britànic aixeca la prohibició d'emissió imposada contra membres del Sinn Féin i grups paramilitars irlandesos el 1988.",
    "2004 - L'huracà Ivan toca terra a Gulf Shores, Alabama, com a huracà de categoria 3.",
    "2005 - El cap del crim organitzat de la Camorra Paolo Di Lauro és detingut a Nàpols, Itàlia.",
    "2007 - El vol 269 d'One-Two-GO Airlines que transportava 130 tripulants i passatgers s'estavella a Tailàndia i va matar 90 persones.",
    "2007 - Els guàrdies de seguretat que treballen per a Blackwater Worldwide disparen i maten 17 iraquians a la plaça Nisour, Bagdad.",
    "2013 - Un home armat mata dotze persones al Washington Navy Yard a Washington, D.C.",
    "2014 - L'Estat Islàmic de l'Iraq i el Llevant llança la seva ofensiva Kobani contra les forces siriokurdes.",
    "2015 - Un terratrèmol de 8,3 Mw sacseja la ciutat xilena d'Illapel, causant la mort de 15 persones, ferint almenys 34, deixant almenys sis desapareguts i causant grans danys. També mor una persona a l'Argentina.",
    "2019 - Cinc mesos abans de la caiguda de la borsa de la COVID-19, un augment de la nit dels tipus de crèdit als Estats Units fa que la Reserva Federal realitzi operacions al mercat de repo.",
    "2021 - Un terratrèmol de 6,0 Mw sacseja el comtat de Lu, Sichuan, Xina, amb la mort de tres persones i més de 88 ferits.",
    "2022 - Durant la massacre de Let Yet Kone, l'exèrcit birmà mata 13 vilatans, inclosos vuit nens, després d'atacar una escola a la regió de Sagaing, Myanmar.",
    "2022 - Es va produir la mort de Mahsa Amini, que va provocar protestes a tot el món.",
    "681 - El Papa Honori I és excomunicat pòstumament pel Sisè Concili Ecumènic."
  ],
  "day_20_month_11_deaths.dialog": [
    "1008 - Mort de Geoffrey I, duc de Bretanya (n. 980)",
    "1022 - Mort de Bernward d'Hildesheim, bisbe alemany (c. 960)",
    "1314 - Mort d'Albert II, noble alemany (n. 1240)",
    "1316 - Mort de Joan I, rei de França i Navarra (n. 1316)",
    "1400 - Mort d'Elisabeth de Moràvia, margravina de Meissen",
    "1480 - Mort d'Elionor d'Escòcia, princesa escocesa (n. 1433)",
    "1518 - Mort de Pierre de la Rue, cantant i compositor belga (n. 1452)",
    "1559 - Mort de Lady Frances Brandon, noble anglesa i reclamant al tron ​​d'Anglaterra (n. 1517)",
    "1591 - Mort de Christopher Hatton, acadèmic i polític anglès, Lord Canceller d'Anglaterra (n. 1540)",
    "1593 - Mor Hans Bol, pintor flamenc (n. 1534)",
    "1606 - Mort de John Lyly, poeta i cortesà anglès",
    "1612 - Mort de John Harington, cortesà i autor anglès (n. 1561)",
    "1651 - Mort de Mikołaj Potocki, noble polonès (n. 1595)",
    "1662 - Mort de Leopold Wilhelm, duc i governador austríac (n. 1614)",
    "1678 - Mor Karel Dujardin, pintor holandès del Segle d'Or (n. 1622)",
    "1684 - Mort de Pedro Benedit Horruytiner, governador de la Florida espanyola (1646-1648 i 1651-1654) (n. 1613)",
    "1695 - Mort de Zumbi, rei brasiler (n. 1655)",
    "1704 - Mort de Charles Plumier, botànic i pintor francès (n. 1646)",
    "1737 - Mort de Carolina d'Ansbach, reina d'Anglaterra i Irlanda (n. 1683)",
    "1742 - Mor Melcior de Polignac, cardenal i poeta francès (n. 1661)",
    "1758 - Mort de Johan Helmich Roman, violinista i compositor suec (n. 1694)",
    "1764 - Mor Christian Goldbach, matemàtic i teòric prussià (n. 1690)",
    "1773 - Mor Charles Jennens, terratinent anglès i mecenes de les arts",
    "1778 - Mort de Francesco Cetti, sacerdot, zoòleg i matemàtic italià (n. 1726)",
    "1824 - Mort de Carl Axel Arrhenius, químic suec (n. 1757)",
    "1856 - Mort de Farkas Bolyai, matemàtic i acadèmic romanès-hongarès (n. 1775)",
    "1864 - Mor Albert Newsam, pintor i il·lustrador nord-americà (n. 1809)",
    "1866 - Mort d'Otto Karl Berg, botànic i farmacèutic alemany (n. 1815)",
    "1880 - Mort de Léon Cogniet, pintor francès (n. 1794)",
    "1882 - Mor Henry Draper, metge i astrònom nord-americà (n. 1837)",
    "1886 - Mort de William Bliss Baker, pintor nord-americà (n. 1859)",
    "1889 - Mort d'August Ahlqvist, professor finlandès, poeta, estudiós de les llengües ugrofinès, autor i crític literari (n. 1826)",
    "1894 - Mor Anton Rubinstein, pianista, compositor i director d'orquestra rus (n. 1829)",
    "1898 - Mort de Sir John Fowler, primer baronet, enginyer anglès (n. 1817)",
    "1903 - Mort de Gaston de Chasseloup-Laubat, pilot de cotxes de carreres francès (n. 1867)",
    "1903 - Mort de Tom Horn, explorador, vaquer i soldat nord-americà",
    "1907 - Mort de Paula Modersohn-Becker, pintora alemanya (n. 1876)",
    "1908 - Mort d'Albert Dietrich, compositor i director d'orquestra alemany (n. 1829)",
    "1908 - Mort de Georgy Voronoy, matemàtic i acadèmic ucraïnès (n. 1868)",
    "1910 - Mort de Lev Tolstoi, autor i dramaturg rus (n. 1828)",
    "1918 - Mort de John Bauer, pintor i il·lustrador suec (n. 1882)",
    "1923 - Mor Allen Holubar, actor i director nord-americà",
    "1923 - Mort del republicà irlandès Denny Barry, mort en vaga de fam 1923 Vagues de fam irlandeses (n. 1883)",
    "1924 - Mor Ebenezer Cobb Morley, esportista anglès i pare de l'Associació de Futbol i del futbol modern (n. 1831)",
    "1925 - Mort d'Alexandra de Dinamarca, reina del Regne Unit (n. 1844)",
    "1930 - Mort de Bill Holland, atleta nord-americà d'atletisme (n. 1874)",
    "1933 - Mort d'Augustine Birrell, polític britànic (n. 1815)",
    "1934 - Mort de Willem de Sitter, matemàtic, físic i astrònom holandès (n. 1872)",
    "1935 - Mort de John Jellicoe, oficial de la Royal Navy (n. 1859)",
    "1936 - Mor Buenaventura Durruti, mecànic i activista espanyol (n. 1896)",
    "1936 - Mor José Antonio Primo de Rivera, advocat i polític espanyol (n. 1903)",
    "1938 - Mort d'Edwin Hall, físic nord-americà (n. 1855)",
    "1938 - Mort de Maud de Gal·les, reina de Noruega (n. 1869)",
    "1940 - Mor Arturo Bocchini, cap de la policia sota el règim feixista de Benito Mussolini (n. 1880)",
    "1940 - Mort de Robert Lane, futbolista canadenc (n. 1882)",
    "1940 - Mort de Tim Coleman, futbolista anglès (n. 1881)",
    "1941 - Mort d'Elmar Muuk, lingüista i autor estonià (n. 1901)",
    "1944 - Mort de Maria Jacobini, actriu italiana (n. 1892)",
    "1945 - Mort de Francis William Aston, químic i físic anglès, premi Nobel (n. 1877)",
    "1947 - Mort de Wolfgang Borchert, autor i dramaturg alemany (n. 1921)",
    "1950 - Mort de Francesco Cilea, compositor italià (n. 1866)",
    "1952 - Mort de Benedetto Croce, filòsof i polític italià (n. 1866)",
    "1954 - Mort de Clyde Vernon Cessna, pilot i enginyer nord-americà, va fundar la Cessna Aircraft Corporation (n. 1879)",
    "1957 - Mort de Mstislav Dobuzhinsky, pintor i il·lustrador rus-lituà (n. 1875)",
    "1959 - Mor Sylvia López, model i actriu francesa (n. 1933)",
    "1960 - Mort de Ya'akov Cahan, escriptor i traductor israelià (n. 1881)",
    "1972 - Mor Ennio Flaiano, escriptor i periodista italià (n. 1910)",
    "1973 - Mor Allan Sherman, actor, còmic i productor nord-americà (n. 1924)",
    "1975 - Mor Francisco Franco, general i dictador espanyol, primer ministre d'Espanya (n. 1892)",
    "1976 - Mort de Martin D'Arcy, sacerdot jesuïta anglès (n. 1888)",
    "1976 - Mort de Trofim Lysenko, biòleg i agrònom ucraïnès-rus (n. 1898)",
    "1978 - Mor Giorgio de Chirico, pintor i escultor greco-italià (n. 1888)",
    "1978 - Mort de Vasilisk Gnedov, soldat i poeta rus (n. 1890)",
    "1980 - Mort de John McEwen, advocat i polític australià, 18è primer ministre d'Austràlia (n. 1900)",
    "1981 - Mort de Frank Sheed, escriptor i apologista catòlic britànic australià (m. 1981)",
    "1983 - Mor Marcel Dalio, actor i dramaturg francès (n. 1900)",
    "1983 - Mort de Richard Loo, actor xino-nord-americà (n. 1903)",
    "1984 - Mor Carlo Campanini, actor, cantant i humorista italià (n. 1904)",
    "1984 - Mort de Faiz Ahmad Faiz, periodista i poeta pakistanès (n. 1911)",
    "1984 - Mort de Kristian Djurhuus, polític feroès, segon primer ministre de les Illes Fèroe (n. 1895)",
    "1989 - Mort de Lynn Bari, actriu nord-americana (n. 1913)",
    "1992 - Mort de Raul Renter, economista i jugador d'escacs estonià (n. 1920)",
    "1994 - Mort de Jānis Krūmiņš, jugador de bàsquet letó (n. 1930)",
    "1995 - Mort de Robie Macauley, editor, novel·lista i crític nord-americà (n. 1919)",
    "1995 - Mort de Sergei Grinkov, patinador artístic rus (n. 1967)",
    "1997 - Mort de Dick Littlefield, jugador de beisbol nord-americà (n. 1926)",
    "1997 - Mort de Robert Palmer, saxofonista, productor i autor nord-americà (n. 1945)",
    "1998 - Mor Galina Starovoytova, etnògrafa i política russa (n. 1946)",
    "1998 - Mort de Roland Alphonso, saxofonista jamaicà (n. 1931)",
    "1999 - Mort d'Amintore Fanfani, periodista i polític italià, 32è primer ministre d'Itàlia (n. 1908)",
    "2000 - Mort de Barbara Sobotta, atleta polonesa (n. 1936)",
    "2000 - Mort de Kalle Päätalo, autor finlandès (n. 1919)",
    "2000 - Mort de Mike Muuss, programador informàtic nord-americà, creat Ping (n. 1958)",
    "2002 - Mort de Kakhi Asatiani, futbolista georgià (n. 1947)",
    "2003 - Mort de David Dacko, pedagog i polític africà, primer president de la República Centreafricana (n. 1930)",
    "2003 - Mort d'Eugene Kleiner, empresari nord-americà, cofundador de Kleiner Perkins Caufield & Byers (n. 1923)",
    "2003 - Mort de Robert Addie, actor anglès (n. 1960 )",
    "2004 - Mort d'Ancel Keys, fisiòleg nord-americà (n. 1904)",
    "2005 - Mort de Chris Whitley, cantautor i guitarrista nord-americà (n. 1960)",
    "2005 - Mort de James King, tenor nord-americà (n. 1925)",
    "2005 - Mort de Manouchehr Atashi, periodista i poeta iranià (n. 1931)",
    "2006 - Mort de Donald Hamilton, autor nord-americà (n. 1916)",
    "2006 - Mort de Robert Altman, director, productor i guionista nord-americà (n. 1925)",
    "2006 - Mor Zoia Ceaușescu, matemàtica i acadèmica romanesa (n. 1950)",
    "2007 - Mort d'Ian Smith, tinent i polític de Rhodèsia, primer primer ministre de Rhodèsia (n. 1919)",
    "2007 - Mort de Kenneth S. Kleinknecht, gerent de la NASA (n. 1919)",
    "2009 - Mort de Lino Lacedelli, alpinista italià (n. 1925)",
    "2010 - Mort de Chalmers Johnson, autor i erudit nord-americà (n. 1931)",
    "2012 - Mort d'Ivan Kušan, escriptor croat (n. 1933)",
    "2012 - Mort de Kaspars Astašenko, jugador d'hoquei sobre gel letó (n. 1975)",
    "2012 - Mort de Pete La Roca, bateria de jazz nord-americà (n. 1938)",
    "2012 - Mort de William Grut, pentatleta suec (n. 1914)",
    "2013 - Mort de Dieter Hildebrandt, actor i guionista polonès-alemany (n. 1927)",
    "2013 - Mort de Sylvia Browne, autora nord-americana (n. 1936)",
    "2014 - Mort de Cayetana Fitz-James Stuart, 18a duquessa d'Alba (n. 1926)",
    "2015 - Mort de Jim Perry, cantant nord-americà i presentador de programes de jocs (n. 1933)",
    "2015 - Mort de Keith Michell, actor australià (n. 1926)",
    "2015 - Mort de Kitanoumi Toshimitsu, lluitador de sumo japonès, el 55è Yokozuna (n. 1953)",
    "2016 - Mort de Gabriel Badilla, futbolista costa-riqueny (n. 1984)",
    "2016 - Mort de Gene Guarilia, jugador de bàsquet nord-americà (n. 1937)",
    "2016 - Mort de Konstantinos Stephanopoulos, estadista grec (n. 1926)",
    "2016 - Mort de William Trevor, novel·lista, dramaturg i escriptor de contes irlandès (n. 1928)",
    "2017 - Mort de Peter Berling, actor, productor de cinema i escriptor alemany (n. 1934)",
    "2018 - Mort d'Aaron Klug, químic i biofísic lituà-anglès, premi Nobel (n. 1926)",
    "2018 - Mort de James H. Billington, 13è bibliotecari del Congrés (n. 1929)",
    "2019 - Mort de Wataru Misaka, jugador de bàsquet nord-americà (n. 1923)",
    "2020 - Mor Jan Morris, historiador, autor i escriptor de viatges gal·lès (n. 1926)",
    "284 - Mort de Numerian, emperador romà",
    "763 - Mort de Domnall Midi, gran rei d'Irlanda (n. 743)",
    "811 - Mort de Li Fan, canceller xinès (n. 754)",
    "855 - Mort de Theoktistos, cortesà bizantí",
    "869 - Mort d'Edmund el màrtir, rei anglès (n. 841)",
    "927 - Mort de Xu Wen, general xinès (n. 862)",
    "996 - Mort de Ricard I, duc de Normandia (n. 932)"
  ],
  "day_11_month_2_deaths.dialog": [
    "1141 - Mort d'Hug de Sant Víctor, filòsof i teòleg alemany (n. 1096)",
    "1503 - Mort d'Isabel de York (n. 1466)",
    "1626 - Mort de Pietro Cataldi, matemàtic i astrònom italià (n. 1548)",
    "1650 - Mor René Descartes, matemàtic i filòsof francès (n. 1596)",
    "1755 - Mort de Francesco Scipione, marchese di Maffei, arqueòleg, dramaturg i crític italià (n. 1675)",
    "1763 - Mort de William Shenstone, poeta i jardiner anglès (n. 1714)",
    "1768 - Mort de George Dance the Elder, arquitecte anglès, que va dissenyar St Leonard's i St Botolph's Aldgate (n. 1695)",
    "1795 - Mort de Carl Michael Bellman, poeta i compositor suec (n. 1740)",
    "1811 - Mor Juan Sánchez Ramírez, líder de les tropes que van lluitar contra el domini francès de la colònia de Santo Domingo entre 1808 i 1809 (n. 1762)",
    "1829 - Mor Alexander Griboyedov, poeta, dramaturg i compositor rus (n. 1795)",
    "1862 - Mor Elizabeth Siddal, poeta i model d'artista anglesa (n. 1829)",
    "1868 - Mort de Léon Foucault, físic i acadèmic francès (n. 1819)",
    "1898 - Mor Félix María Zuloaga, general mexicà i president interí inconstitucional (n. 1813)",
    "1901 - Mort de Milà I de Sèrbia (n. 1855)",
    "1917 - Mort d'Oswaldo Cruz, metge i epidemiòleg brasiler (n. 1872)",
    "1918 - Mort d'Alexei Kaledin, general rus (n. 1861)",
    "1931 - Mort de Charles Algernon Parsons, enginyer anglès-irlandès, inventor de la turbina de vapor (n. 1854)",
    "1938 - Mort de Kalle Korhonen, polític finlandès (n. 1878)",
    "1940 - Mor Ellen Day Hale, pintora i autora nord-americana (n. 1855)",
    "1940 - Mort de John Buchan, historiador i polític escocès-canadenc, governador general del Canadà (n. 1875)",
    "1942 - Mor Jamnalal Bajaj, empresari i filantrop indi (n. 1884)",
    "1947 - Mort de Martin Klein, lluitador i entrenador estonià (n. 1884)",
    "1948 - Mort de Sergei Eisenstein, director i guionista rus (n. 1898)",
    "1949 - Mort d'Axel Munthe, metge suec (n. 1857)",
    "1958 - Mor Ernest Jones, neuròleg i psicoanalista gal·lès (n. 1879)",
    "1963 - Mort de John Olof Dahlgren, soldat suec-nord-americà, guanyador de la Medalla d'Honor (n. 1872)",
    "1963 - Mor Sylvia Plath, poeta, novel·lista i narradora nord-americana (n. 1932)",
    "1967 - Mor A. J. Muste, ministre i activista neerlandès-americà (n. 1885)",
    "1968 - Mort de Howard Lindsay, dramaturg nord-americà (n. 1889)",
    "1973 - Mort de J. Hans D. Jensen, físic i acadèmic alemany, premi Nobel (n. 1907)",
    "1975 - Mor Richard Ratsimandrava, coronel i polític malgaix, president de Madagascar (n. 1931)",
    "1976 - Mort d'Alexander Lippisch, pilot i enginyer alemany (n. 1894)",
    "1976 - Mort de Lee J. Cobb, actor nord-americà (n. 1911)",
    "1977 - Mort de Fakhruddin Ali Ahmed, advocat i polític indi, 5è president de l'Índia (n. 1905)",
    "1977 - Mor Louis Beel, acadèmic i polític holandès, primer ministre dels Països Baixos (n. 1902)",
    "1978 - Mor Harry Martinson, novel·lista, assagista i poeta suec, premi Nobel (n. 1904)",
    "1978 - Mort de James Bryant Conant, químic i acadèmic nord-americà (n. 1893)",
    "1982 - Mort d'Eleanor Powell, actriu i ballarina nord-americana (n. 1912)",
    "1985 - Mor Henry Hathaway, actor, director i productor nord-americà (n. 1898)",
    "1986 - Mort de Frank Herbert, periodista i autor nord-americà (n. 1920)",
    "1989 - Mort de George O'Hanlon, actor i artista de veu nord-americà (n. 1912)",
    "1993 - Mort de Robert W. Holley, bioquímic i acadèmic nord-americà, premi Nobel (n. 1922)",
    "1994 - Mort de Neil Bonnett, pilot de cotxes de carreres nord-americà (n. 1946)",
    "1994 - Mort de Paul Feyerabend, filòsof i acadèmic austríac-suís (n. 1924)",
    "1994 - Mort de Sorrell Booke, actor i director nord-americà (n. 1930)",
    "1994 - Mort de William Conrad, actor, director i productor nord-americà (n. 1920)",
    "1996 - Mort d'Amelia Rosselli, poeta i autora italiana (n. 1930)",
    "2000 - Mort de Lord Kitchner, cantant de Trinitat (n. 1922)",
    "2000 - Mor Roger Vadim, director, productor i guionista francès (n. 1928)",
    "2002 - Mort de Barry Foster, actor anglès (n. 1931)",
    "2002 - Mort de Frankie Crosetti, jugador de beisbol i entrenador nord-americà (n. 1910)",
    "2004 - Mort de Shirley Strickland, corredora australiana (n. 1925)",
    "2005 - Mort de Jack L. Chalker, autor nord-americà (n. 1944)",
    "2006 - Mort de Jackie Pallo, lluitador i actor anglès (n. 1926)",
    "2006 - Mort de Ken Fletcher, tennista australià (n. 1940)",
    "2006 - Mort de Matilda, pollastre nord-americà i mag d'escenari, el pollastre més antic conegut (h. 1990)",
    "2006 - Mort de Peter Benchley, autor i guionista nord-americà (n. 1940)",
    "2008 - Mort de Frank Piasecki, enginyer nord-americà (n. 1919)",
    "2008 - Mort de Tom Lantos, advocat i polític nord-americà (n. 1928)",
    "2009 - Mort d'Estelle Bennett, cantant nord-americana (n. 1941)",
    "2009 - Mort de Willem Johan Kolff, metge i acadèmic neerlandès-americà (n. 1911)",
    "2010 - Mor Alexander McQueen, dissenyador de moda anglès, fundador de la seva marca homònima (n. 1969)",
    "2010 - Mort de Heward Grafftey, home de negocis i polític canadenc (n. 1928)",
    "2011 - Mort de Chuck Tanner, jugador de beisbol i entrenador nord-americà (n. 1928)",
    "2012 - Mor Aharon Davidi, general israelià (n. 1927)",
    "2012 - Mort de Siri Bjerke, polític noruec, ministre de Medi Ambient (n. 1958)",
    "2012 - Mort de Whitney Houston, cantautora, productora i actriu nord-americana (n. 1963)",
    "2013 - Mort de Rick Huxley, baixista anglès (n. 1940)",
    "2014 - Mort d'Alice Babs, cantant i actriu sueca (n. 1924)",
    "2014 - Mort de Fernando González Pacheco, periodista i actor colombià (n. 1932)",
    "2014 - Mort de Tito Canepa, pintor dominico-americà (n. 1916)",
    "2015 - Mort de Bob Simon, periodista nord-americà (n. 1941)",
    "2015 - Mort de Jerry Tarkanian, jugador i entrenador de bàsquet nord-americà (n. 1930)",
    "2015 - Mor Roger Hanin, actor, director i guionista francès (n. 1925)",
    "2016 - Mort de Kevin Randleman, artista marcial mixt i lluitador nord-americà (n. 1971)",
    "2016 - Mort de Zeng Xuelin, futbolista i entrenador tailandès-xinès (n. 1929)",
    "2017 - Mort de Fab Melo, jugador de bàsquet brasiler (n. 1990)",
    "2017 - Mort de Jaap Rijks, olímpic holandès (n. 1919)",
    "2017 - Mort de Trish Doan, músic coreano-canadenc (n. 1985)",
    "2018 - Mort d'Asma Jahangir, advocada de drets humans i activista social pakistanesa (n. 1952)",
    "2018 - Mort de Jan Maxwell, actriu d'escenari i televisió nord-americana (n. 1956)",
    "2018 - Mort de Qazi Wajid, actor de teatre, escriptor i artista pakistanès (n. 1930)",
    "2018 - Mort de Vic Damone, cantant, compositor i actor nord-americà (n. 1928)",
    "244 - Mort de Gordià III, emperador romà (n. 225)",
    "55 - Mort de Britànic, fill romà de Claudi (n. 41)",
    "641 - Mort d'Heracli, emperador bizantí (n. 575)",
    "731 - Mort del papa Gregori II (n. 669)",
    "824 - Mort del papa Pasqual I"
  ],
  "day_23_month_5_events.dialog": [
    "1430 - Joana d'Arc és capturada al setge de Compiègne per tropes de la facció borgonya.",
    "1498 - Girolamo Savonarola és cremat a la foguera a Florència, Itàlia.",
    "1533 - Es declara nul de ple dret el matrimoni del rei Enric VIII amb Caterina d'Aragó.",
    "1568 - Els rebels holandesos liderats per Lluís de Nassau derroten Jean de Ligne, duc d'Arenberg, i les seves tropes lleialistes a la batalla de Heiligerlee, obrint la Guerra dels Vuitanta Anys.",
    "1609 - Es produeix la ratificació oficial de la Segona Carta de Virgínia.",
    "1618 - La segona defenestració de Praga precipita la Guerra dels Trenta Anys.",
    "1706 - John Churchill, primer duc de Marlborough, derrota un exèrcit francès al comandament del mariscal François de Neufville, duc de Villeroy a la batalla de Ramillies.",
    "1788 - Carolina del Sud es va convertir en el vuitè estat a ratificar la Constitució dels Estats Units.",
    "1793 - Batalla de Famars durant la Campanya de Flandes de la Guerra de la Primera Coalició.",
    "1829 - Patent d'acordió concedida a Cyrill Demian a Viena, Imperi austríac.",
    "1844 - Báb: un comerciant de Shiraz anuncia que és profeta i funda un moviment religiós. Se'l considera un precursor de la fe bahá'í.",
    "1846 - Guerra Mexicano-Americana: el president de Mèxic Mariano Paredes declara extraoficialment la guerra als Estats Units.",
    "1863 - Es funda a Leipzig, Regne de Saxònia, l'Associació General de Treballadors Alemanys, precursora del modern Partit Socialdemòcrata d'Alemanya.",
    "1873 - El Parlament canadenc estableix la Policia Muntada del Nord-oest, la precursora de la Policia Muntada Reial del Canadà.",
    "1900 - Guerra civil nord-americana: el sergent William Harvey Carney rep la Medalla d'Honor pel seu heroisme en l'assalt a la bateria Wagner el 1863.",
    "1905 - El sultà Abdul Hamid II anuncia públicament la creació del mill Ullah per als aromanesos de l'imperi, que s'havia establert un dia abans. Per aquest motiu, la Diada Nacional d'Aromania se celebra habitualment el 23 de maig, encara que alguns ho fan el 22 de maig.",
    "1907 - El Parlament unicameral de Finlàndia es reuneix per a la seva primera sessió plenària.",
    "1911 - Es dedica la Biblioteca Pública de Nova York.",
    "1915 - Primera Guerra Mundial: Itàlia s'uneix als Aliats, complint la seva part del Tractat de Londres.",
    "1932 - Al Brasil, quatre estudiants són assassinats a trets durant una manifestació contra el dictador brasiler Getúlio Vargas, que va provocar l'esclat de la Revolució Constitucionalista diverses setmanes després.",
    "1934 - Els lladres de bancs nord-americans Bonnie i Clyde són emboscats per la policia i assassinats a la parròquia de Bienville, Louisiana.",
    "1934 - La vaga d'Auto-Lite culmina amb la \"Batalla de Toledo\", un combat de cinc dies entre 1.300 soldats de la Guàrdia Nacional d'Ohio i 6.000 piqueters.",
    "1939 - El submarí de la Marina dels Estats Units USS Squalus s'enfonsa davant de la costa de New Hampshire durant una immersió de prova, causant la mort de 24 mariners i dos tècnics civils. Els 32 mariners restants i un arquitecte naval civil són rescatats l'endemà.",
    "1945 - Segona Guerra Mundial: el govern alemany de Flensburg sota Karl Dönitz es dissol quan els seus membres són arrestats per les forces britàniques.",
    "1945 - Segona Guerra Mundial: Heinrich Himmler, cap de la Schutzstaffel, se suïcida mentre estava sota custòdia aliada.",
    "1946 - L'inici d'un brot de tornados de dos dies al centre dels Estats Units que va generar almenys 15 tornados significatius.",
    "1948 - Thomas C. Wasson, el cònsol general dels EUA, és assassinat a Jerusalem, Israel.",
    "1949 - Guerra Freda: les potències ocupants occidentals aproven la Llei bàsica i estableixen un nou estat alemany, la República Federal d'Alemanya.",
    "1951 - Els tibetans signen l'Acord de disset punts amb la Xina.",
    "1960 - Un tsunami provocat per un terratrèmol a Xile el dia anterior va matar 61 persones a Hilo, Hawaii.",
    "1971 - Setanta-vuit persones moren quan el vol 130 d'Aviogenex s'estavella en apropar-se a l'aeroport de Rijeka a l'actual Rijeka, Croàcia (aleshores la República Federal Socialista de Iugoslàvia).",
    "1971 - S'obre l'Hotel Intercontinental de Bucarest, convertint-se en el segon edifici més alt de la ciutat.",
    "1992 - El jutge antimàfia més destacat d'Itàlia, Giovanni Falcone, la seva dona i tres guardaespatlles són assassinats pel clan Corleonesi amb una bomba de mitja tona prop de Capaci, Sicília. El seu amic i col·lega Paolo Borsellino serà assassinat menys de dos mesos després, fet que convertirà el 1992 en un punt d'inflexió en la història dels processaments de la màfia italiana.",
    "1995 - Es publica la primera versió del llenguatge de programació Java.",
    "1998 - L'Acord del Divendres Sant s'accepta en un referèndum a Irlanda del Nord amb aproximadament el 75% dels vots favorables.",
    "2002 - S'aconsegueix la clàusula \"55 parts\" del Protocol de Kyoto després de la seva ratificació per Islàndia.",
    "2006 - L'estratovolcà d'Alaska, el mont Cleveland, entra en erupció.",
    "2008 - La Cort Internacional de Justícia (CIJ) atorga Middle Rocks a Malàisia i Pedra Branca (Pulau Batu Puteh) a Singapur, posant fi a una disputa territorial de 29 anys entre els dos països.",
    "2013 - Un pont d'autopista que porta la carretera interestatal 5 sobre el riu Skagit es col·lapsa a Mount Vernon, Washington.",
    "2014 - Set persones, inclòs l'autor, moren i altres 14 resulten ferides en una matança a prop del campus de la Universitat de Califòrnia, Santa Bàrbara.",
    "2015 - Almenys 30 persones moren com a conseqüència d'inundacions i tornados a Texas, Oklahoma i el nord de Mèxic.",
    "2016 - L'Estat Islàmic de l'Iraq i Síria cometen vuit atemptats a Jableh i Tartus, ciutats costaneres de Síria. Cent vuitanta-quatre persones moren i almenys 200 persones ferides.",
    "2016 - Dos atemptats suïcides, duts a terme per l'Estat Islàmic de l'Iraq i Síria, maten almenys 45 reclutes potencials de l'exèrcit a Aden, Iemen.",
    "2017 - El president de Filipines, Rodrigo Duterte, declara la llei marcial a Mindanao, després de l'atac dels Maute a Marawi.",
    "2021 - Un telefèric cau des d'una muntanya prop del llac Maggiore al nord d'Itàlia, causant la mort de 14 persones.",
    "2021 - El vol 4978 de Ryanair es veu obligat a aterrar per les autoritats bielorusses per detenir el periodista dissident Roman Protasevitx.",
    "2022 - Anthony Albanese, del Partit Laborista Australià, jura com el 31è primer ministre d'Austràlia després de guanyar les eleccions federals australianes de 2022, posant fi a 9 anys de govern conservador."
  ],
  "day_16_month_9_deaths.dialog": [
    "1087 - Mort del papa Víctor III (n. 1026)",
    "1100 - Mort de Bernold de Constança, sacerdot i historiador alemany (n. 1054)",
    "1122 - Mort de Vitalis de Savigny, sant catòlic francès i predicador itinerant (n. 1060)",
    "1226 - Mor Pandulf Verraccio, polític eclesiàstic romà",
    "1343 - Mort de Felip III de Navarra (n. 1306)",
    "1345 - Mort de Joan IV, duc de Bretanya (n. 1295)",
    "1360 - Mort de William de Bohun, primer comte de Northampton (n. 1319)",
    "1380 - Mort de Carles V de França (n. 1338)",
    "1394 - Mort de l'antipapa Climent VII (n. 1342)",
    "1406 - Mort de Cyprian, metropolità de Moscou (n. 1336)",
    "1498 - Mort de Tomás de Torquemada, frare espanyol (n. 1420)",
    "1581 - Mort de Peter Niers, famós bandoler alemany (data de naixement desconeguda)",
    "1583 - Mort de Catalina Jagellon, reina de Joan III de Suècia (n. 1526)",
    "1589 - Mort de Michael Baius, teòleg i acadèmic belga (n. 1513)",
    "1607 - Mort de Mary Stuart, princesa anglesa-escocesa (n. 1605)",
    "1672 - Mort d'Anne Bradstreet, poeta anglesa (n. 1612)",
    "1701 - Mort de Jaume II d'Anglaterra (n. 1633)",
    "1736 - Mort de Daniel Gabriel Fahrenheit, físic i enginyer polonès-holandès, que va inventar el termòmetre (n. 1686)",
    "1792 - Mort de Nguyễn Huệ, emperador vietnamita (n. 1753)",
    "1803 - Mort de Nicolas Baudin, explorador, hidrògraf i cartògraf francès (n. 1754)",
    "1819 - Mort de John Jeffries, metge i cirurgià nord-americà (n. 1744)",
    "1824 - Mort de Lluís XVIII de França (n. 1755)",
    "1843 - Mor Ezekiel Hart, home de negocis i polític canadenc (n. 1770)",
    "1845 - Mor Thomas Davis, poeta i editor irlandès (n. 1814)",
    "1865 - Mort de Christian de Meza, general danès (n. 1792)",
    "1887 - Mort de Sakaigawa Namiemon, lluitador de sumo japonès, el 14è Yokozuna (n. 1841)",
    "1896 - Mort d'Antonio Carlos Gomes, compositor brasiler (n. 1836)",
    "1896 - Mor Pavlos Kalligas, jurista i polític grec, ministre d'Afers Exteriors de Grècia (n. 1814)",
    "1898 - Mor Ramón Emeterio Betances, cirurgià i polític porto-riqueny (n. 1827)",
    "1911 - Mort d'Edward Whymper, alpinista, explorador i autor anglès-francès (n. 1840)",
    "1914 - Mort de C. X. Larrabee, empresari nord-americà (n. 1843)",
    "1919 - Mort de Maria Nikiforova, líder partidista anarquista ucraïnesa (n. 1885)",
    "1925 - Mort d'Alexander Friedmann, físic i matemàtic rus (n. 1888)",
    "1925 - Mort de Leo Fall, compositor txec-austríac (n. 1873)",
    "1931 - Mort d'Omar Mukhtar, teòric i pedagog libi (n. 1862)",
    "1932 - Mort de Millicent Lilian \"Peg\" Entwistle, actriu britànica de teatre i cinema (n. 1908)",
    "1932 - Mort de Ronald Ross, metge i matemàtic indi-anglès, premi Nobel (n. 1857)",
    "1933 - Mor George Gore, jugador de beisbol i entrenador nord-americà (n. 1857)",
    "1936 - Mort de Jean-Baptiste Charcot, metge i explorador francès (n. 1867)",
    "1940 - Mort de Charles Cochrane-Baillie, segon baró Lamington, polític anglès-escocès, 8è governador de Queensland (n. 1860)",
    "1944 - Mort de Gustav Bauer, periodista i polític alemany, 11è canceller d'Alemanya (n. 1870)",
    "1945 - Mort de John McCormack, tenor i actor irlandès (n. 1884)",
    "1946 - Mort de James Hopwood Jeans, físic, astrònom i matemàtic anglès (n. 1877)",
    "1950 - Mor Pedro de Córdoba, actor nord-americà (n. 1881)",
    "1955 - Mort de Leo Amery, periodista i polític indi-anglès, secretari d'Estat per a les Colònies (n. 1873)",
    "1961 - Mor Fatin Rüştü Zorlu, diplomàtic i polític turc, 21è viceprimer ministre de Turquia (n. 1910 )",
    "1961 - Mor Hasan Polatkan, polític turc, 15è ministre turc de Finances (n. 1915)",
    "1965 - Mor Ahn Eak-tai, compositor i director d'orquestra de Corea del Nord (n. 1906)",
    "1965 - Mort de Fred Quimby, animador i productor nord-americà (n. 1886)",
    "1973 - Mor Víctor Jara, cantautor, professor i director de teatre xilè (n. 1932)",
    "1976 - Mor Bertha Lutz, feminista i científica brasilera (n. 1894)",
    "1977 - Mort de Marc Bolan, cantautor i guitarrista anglès (n. 1947)",
    "1977 - Mort de Maria Callas, soprano operística grega (n. 1923)",
    "1980 - Mor Jean Piaget, psicòleg i filòsof suís (n. 1896)",
    "1984 - Mort de Louis Réard, enginyer i dissenyador de moda francès, va crear el bikini (n. 1897)",
    "1984 - Mort de Richard Brautigan, novel·lista, poeta i escriptor de contes nord-americà (n. 1935)",
    "1987 - Mort de Christopher Soames, militar i polític anglès, governador de Rhodèsia del Sud (n. 1920)",
    "1991 - Mort d'Olga Spessivtseva, ballarina russoamericana (n. 1895)",
    "1992 - Mort de Millicent Fenwick, periodista i polític nord-americà (n. 1910)",
    "1993 - Mort de František Jílek, director d'orquestra txec (n. 1913)",
    "1993 - Mort d'Oodgeroo Noonuccal, poeta i activista australià (n. 1920)",
    "1996 - Mort de Gene Nelson, actor, ballarí i director nord-americà (n. 1920)",
    "1996 - Mort de McGeorge Bundy, oficial d'intel·ligència i diplomàtic nord-americà, sisè conseller de seguretat nacional dels Estats Units (n. 1919)",
    "2001 - Mort de Samuel Z. Arkoff, productor nord-americà (n. 1918)",
    "2002 - Mort de James Gregory, actor nord-americà (n. 1911)",
    "2003 - Mort de Sheb Wooley, cantant i compositor nord-americà (n. 1921)",
    "2004 - Mort de Michael Donaghy, poeta i autor anglès americà (n. 1954)",
    "2005 - Mort de Gordon Gould, físic i acadèmic nord-americà, inventor del làser (n. 1920)",
    "2005 - Mort d'Harry Freedman, cornista, compositor i pedagog canadenc (n. 1922)",
    "2006 - Mort de Floyd Curry, jugador i entrenador d'hoquei sobre gel canadenc (n. 1925)",
    "2006 - Mort de Zsuzsa Körmöczy, tennista i entrenadora hongaresa (n. 1924)",
    "2007 - Mort de Robert Jordan, enginyer i autor nord-americà (n. 1948)",
    "2008 - Mort de Norman Whitfield, compositor i productor nord-americà (n. 1940)",
    "2009 - Mor Ernst Märzendorfer, director d'orquestra austríac (n. 1921)",
    "2009 - Mort de Mary Travers, cantant i compositora nord-americana (n. 1936)",
    "2009 - Mort de Myles Brand, filòsof i acadèmic nord-americà (n. 1942)",
    "2010 - Mort de George N. Parks, educador i director de banda nord-americà (n. 1953)",
    "2010 - Mort de Jim Towers, futbolista anglès (n. 1933)",
    "2011 - Mort d'Enamul Haque Chowdhury, polític de Bangla Desh (n. 1948)",
    "2011 - Mort de Willie \"Big Eyes\" Smith, cantant, compositor, harmònic i bateria nord-americà (n. 1936)",
    "2012 - Mort de Friedrich Zimmermann, advocat i polític alemany, ministre federal de l'Interior alemany (n. 1925)",
    "2012 - Mort de Julien J. LeBourgeois, almirall nord-americà (n. 1923)",
    "2012 - Mort de Roman Kroitor, director i productor canadenc, cofundador d'IMAX (n. 1926)",
    "2013 - Mort de Patsy Swayze, ballarina i coreògrafa nord-americana (n. 1927)",
    "2013 - Mort de Ratiba El-Hefny, soprano i directora egípcia (n. 1931)",
    "2013 - Mort de Scott Adams, jugador de futbol americà (n. 1966)",
    "2015 - Mort d'Allan Wright, capità i pilot anglès (n. 1920)",
    "2015 - Mort de Guy Béart, cantautor egipci-francès (n. 1930)",
    "2015 - Mort de Julio Brady, advocat, jutge i polític de les Illes Verges, 5è Tinent Governador de les Illes Verges dels Estats Units (n. 1942)",
    "2015 - Mort de Kurt Oppelt, patinador artístic i entrenador austríac (n. 1932)",
    "2016 - Mort d'António Mascarenhas Monteiro, polític de Cap Verd, segon president de Cap Verd (n. 1944)",
    "2016 - Mort de Carlo Azeglio Ciampi, economista i polític italià, 10è president d'Itàlia i 49è primer ministre d'Itàlia (n. 1920)",
    "2016 - Mort d'Edward Albee, director i dramaturg nord-americà (n. 1928)",
    "2016 - Mort de Gabriele Amorth, sacerdot i exorcista italià (n. 1925)",
    "2016 - Mort de Gérard Louis-Dreyfus, empresari nord-americà d'origen francès (n. 1932)",
    "2016 - Mort de W. P. Kinsella, novel·lista nord-americà (n. 1935)",
    "2017 - Mort d'Arjan Singh, mariscal de la Força Aèria de l'Índia (n. 1919)",
    "2017 - Mor Marcelo Rezende, periodista brasiler (n. 1951)",
    "2018 - Mort de James Burdette Thayer, general de brigada nord-americà (n. 1920)",
    "2019 - Mort de H. S. Dillon, polític indonesi i defensor dels drets humans (n. 1945)",
    "2020 - Mort de Maxim Martsinkevich, activista social rus i personalitat mediàtica (n. 1984) ",
    "2021 - Mort de Clive Sinclair, empresari i inventor anglès (n. 1940)",
    "2021 - Mort de Jane Powell, actriu nord-americana (n. 1929)",
    "307 - Mort de Flavi Valeri Sever, emperador romà",
    "655 - Mort del papa Martí I"
  ],
  "day_28_month_10_births.dialog": [
    "1017 - Naixement d'Enric III, emperador del Sacre Germànic (m. 1056)",
    "1466 - Naixement d'Erasme, filòsof holandès (m. 1536)",
    "1479 - Naixement de John Gage, cortesà anglès (m. 1556)",
    "1510 - Naixement de Francesc Borja, 4t duc de Gandia, sacerdot i sant espanyol, 3r Superior General de la Companyia de Jesús (m. 1572)",
    "1550 - Naixement d'Estanislau Kostka, sant polonès (m. 1568)",
    "1585 - Naixement de Cornelius Jansen, bisbe i teòleg holandès (m. 1638)",
    "1599 - Naixement de Maria de l'Encarnació, fundadora del monestir de les Ursulines de Quebec (m. 1672)",
    "1610 - Naixement de Jacob Kettler, tercer duc de Curlandia i Semigallia (m. 1682)",
    "1667 - Naixement de Maria Anna de Neuburg, reina consort d'Espanya",
    "1690 - Naixement de Peter Tordenskjold, almirall noruec (m. 1720)",
    "1693 - Naixement de Šimon Brixi, compositor txec (m. 1735)",
    "1696 - Naixement de Maurice de Saxe, general francès (m. 1750)",
    "1703 - Naixement d'Antoine Deparcieux, matemàtic i enginyer francès (m. 1768)",
    "1718 - Naixement d'Ignacije Szentmartony, sacerdot, matemàtic, astrònom i explorador croat (m. 1793)",
    "1733 - Naixement de Franz Ignaz von Beecke, compositor alemany (m. 1803)",
    "1754 - Naixement de John Laurens, soldat nord-americà (m. 1782)",
    "1767 - Naixement de Maria de Hesse-Kassel (m. 1852)",
    "1793 - Naixement d'Eliphalet Remington, empresari nord-americà, fundació de Remington Arms (m. 1861)",
    "1794 - Naixement de Robert Liston, cirurgià escocès (m. 1847)",
    "1804 - Naixement de Pierre François Verhulst, matemàtic i teòric belga (m. 1849)",
    "1815 - Naixement de Ľudovít Štúr, filòleg i polític eslovac (m. 1856)",
    "1816 - Naixement de Malwida von Meysenbug, escriptora alemanya (m. 1903)",
    "1837 - Naixement de Tokugawa Yoshinobu, shōgun japonès (m. 1913)",
    "1839 - Naixement d'Edward P. Allen, capità, advocat i polític nord-americà (m. 1909)",
    "1845 - Naixement de Zygmunt Florenty Wróblewski, físic i químic polonès (m. 1888)",
    "1846 - Naixement d'Auguste Escoffier, cuiner i escriptor francès (m. 1935)",
    "1854 - Naixement de Jean-Marie Guyau, filòsof i poeta francès (m. 1888)",
    "1860 - Naixement de Kanō Jigorō, artista marcial japonès (m. 1938)",
    "1864 - Naixement d'Adolfo Camarillo, ramader i filantrop mexicà-nord-americà (m. 1958)",
    "1867 - Naixement de la germana Nivedita, infermera, autora i educadora irlandesa (m. 1911)",
    "1875 - Naixement de Gilbert Hovey Grosvenor, periodista turcocanadenc (m. 1966)",
    "1877 - Naixement de Joe Adams, jugador de beisbol i entrenador nord-americà (m. 1952)",
    "1879 - Naixement de Channing H. Cox, advocat i polític nord-americà, 49è governador de Massachusetts (m. 1968)",
    "1880 - Naixement de Billy Wedlock, futbolista anglès (m. 1965)",
    "1880 - Naixement de Wilhelm Anderson, astrofísic i astrònom bielorús-estonià (m. 1940)",
    "1881 - Naixement de Vin Coutie, futbolista australià (m. 1951)",
    "1884 - Naixement de William Douglas Cook, horticultor neozelandès, fundador d'Eastwoodhill Arboretum (m. 1967)",
    "1885 - Naixement de Velimir Khlebnikov, poeta i dramaturg rus (m. 1922)",
    "1886 - Naixement de Noel Macklin, soldat i enginyer anglès (m. 1946)",
    "1886 - Naixement d'O. G. S. Crawford, arqueòleg britànic (m. 1957)",
    "1888 - Naixement de Christopher Vane, 10è baró Barnard, soldat i polític anglès, Lord Tinent de Durham (m. 1964)",
    "1889 - Naixement de Juliette Béliveau, actriu i cantant canadenca (m. 1975)",
    "1892 - Naixement de Dink Johnson, pianista, bateria i clarinetista nord-americà (m. 1954)",
    "1893 - Naixement de Christopher Kelk Ingold, químic britànic (m. 1970)",
    "1896 - Naixement de Howard Hanson, compositor, director d'orquestra i pedagog nord-americà (m. 1981)",
    "1897 - Naixement d'Edith Head, dissenyadora de vestuari nord-americana (m. 1981)",
    "1897 - Naixement de Hans Speidel, general alemany (m. 1984)",
    "1901 - Naixement d'Eileen Shanahan, poeta irlandesa (m. 1979)",
    "1902 - Naixement d'Elsa Lanchester, actriu i cantant angloamericana (m. 1986)",
    "1903 - Naixement d'Evelyn Waugh, periodista, autora i crítica anglesa (m. 1966)",
    "1903 - Naixement de John Chamberlain, historiador, periodista i crític nord-americà (m. 1995)",
    "1904 - Naixement de George Dangerfield, historiador, periodista i autor angloamericà (m. 1986)",
    "1905 - Naixement de Tatyana Ehrenfest, matemàtica holandesa (m. 1984)",
    "1907 - Naixement de John Hewitt, poeta, dramaturg i crític irlandès (m. 1987)",
    "1908 - Naixement d'Arturo Frondizi, advocat i polític argentí, 32è president de l'Argentina (m. 1995)",
    "1909 - Naixement de Francis Bacon, pintor i il·lustrador irlandès (m. 1992)",
    "1912 - Naixement de Richard Doll, fisiòleg i epidemiòleg anglès (m. 2005)",
    "1914 - Naixement de Glenn Robert Davis, tinent i polític nord-americà (m. 1988)",
    "1914 - Naixement de Jonas Salk, biòleg i metge nord-americà (m. 1995)",
    "1914 - Naixement de Richard Laurence Millington Synge, bioquímic i acadèmic anglès, premi Nobel (m. 1994)",
    "1916 - Naixement de Pearl Hackney, actriu anglesa (m. 2009)",
    "1917 - Naixement de Jack Soo, actor i cantant nord-americà (m. 1979)",
    "1919 - Naixement de Hans Klenk, pilot de carreres alemany (m. 2009)",
    "1919 - Naixement de Walt Hansgen, pilot de carreres nord-americà (m. 1966)",
    "1921 - Naixement d'Azumafuji Kin'ichi, lluitador de sumo japonès, 40è Yokozuna (m. 1973)",
    "1922 - Naixement de Butch van Breda Kolff, jugador i entrenador de bàsquet nord-americà (m. 2007)",
    "1922 - Naixement de Gershon Kingsley, pianista, compositor i director d'orquestra alemany-americà (m. 2019)",
    "1922 - Naixement de Simon Muzenda, polític de Zimbabwe, primer vicepresident de Zimbabwe (m. 2003)",
    "1923 - Naixement de John Connell, actor nord-americà (m. 2015)",
    "1924 - Naixement d'Antonio Creus, pilot de cotxes i motocicletes espanyol (m. 1996)",
    "1924 - Naixement de Peddibhotla Suryakantam, actriu telugu (m. 1994)",
    "1925 - Naixement d'Ian Hamilton Finlay, poeta, escultor i jardiner bahameso-escocès (m. 2006)",
    "1926 - Naixement de Bowie Kuhn, advocat i empresari nord-americà, cinquè comissari de beisbol (m. 2007)",
    "1927 - Naixement de Cleo Laine, cantant i actriu anglesa",
    "1928 - Naixement d'Ion Mihai Pacepa, general romanès (m. 2021)",
    "1928 - Naixement de William Rodgers, baró Rodgers de Quarry Bank, polític anglès, Secretari d'Estat de Defensa a l'ombra",
    "1929 - Naixement de Joan Plowright, actriu anglesa",
    "1929 - Naixement de John Hollander, poeta, crític i pedagog nord-americà (m. 2013)",
    "1929 - Naixement de Marcel Bozzuffi, actor, director i guionista francès (m. 1988)",
    "1929 - Naixement de Virginia Held, filòsofa, autora i acadèmica nord-americana",
    "1930 - Naixement de Bernie Ecclestone, empresari anglès",
    "1931 - Naixement de Harold Battiste, saxofonista, pianista i compositor nord-americà (m. 2015)",
    "1932 - Naixement de Spyros Kyprianou, advocat i polític xipriota, segon president de Xipre (m. 2002)",
    "1932 - Naixement de Suzy Parker, model i actriu nord-americana (m. 2003)",
    "1933 - Naixement de Garrincha, futbolista brasiler (m. 1983)",
    "1933 - Naixement de Michael Noakes, pintor i il·lustrador anglès (m. 2018)",
    "1934 - Naixement de Charles A. Gargano, diplomàtic, empresari i funcionari del govern nord-americà",
    "1935 - Naixement d'Alan Clarke, director i guionista anglès (m. 1990)",
    "1936 - Naixement de Charlie Daniels, cantant, compositor, violinista i guitarrista nord-americà (m. 2020)",
    "1936 - Naixement de Ted Hawkins, cantautor i guitarrista nord-americà de soul-blues (m. 1995)",
    "1937 - Naixement de Graham Bond, teclista, cantant i saxofonista anglès (m. 1974)",
    "1937 - Naixement de Lenny Wilkens, jugador i entrenador de bàsquet nord-americà",
    "1938 - Naixement d'Anne Perry, autora anglesa (m. 2023)",
    "1938 - Aniversari de Dave Budd, jugador de bàsquet nord-americà",
    "1938 - Naixement de David Dimbleby, periodista anglès",
    "1938 - Naixement de Gary Cowan, golfista canadenc",
    "1938 - Naixement de Howard Blake, compositor i director d'orquestra anglès",
    "1938 - Naixement de Keigo Abe, artista marcial i entrenador japonès",
    "1938 - Naixement de Kenneth Best, periodista liberià, va fundar The Daily Observer",
    "1939 - Naixement d'Andy Bey, cantant i pianista nord-americà",
    "1939 - Naixement de Curtis Lee, cantant i compositor nord-americà (m. 2015)",
    "1939 - Naixement de Jane Alexander, actriu i productora nord-americana",
    "1939 - Naixement de Miroslav Cerar, gimnasta i advocat eslovè",
    "1940 - Naixement de Susan Harris, guionista i productora nord-americana",
    "1941 - Naixement de Hank Marvin, cantant i guitarrista anglès",
    "1942 - Naixement d'Abdelkader Fréha, futbolista algerià (m. 2012)",
    "1942 - Naixement de Gillian Lovegrove, informàtica i acadèmica anglesa",
    "1942 - Naixement de Kees Verkerk, patinador de velocitat holandès",
    "1942 - Naixement de Terence Donovan, actor anglès-australià",
    "1943 - Aniversari de Jimmy McRae, pilot de cotxes de carreres escocès",
    "1943 - Naixement de Karalyn Patterson, psicòloga i acadèmica anglesa",
    "1944 - Naixement d'Anton Schlecker, empresari alemany, va fundar la Schlecker Company",
    "1944 - Naixement de Coluche, còmic i actor francès (m. 1986)",
    "1944 - Naixement de Dennis Franz, actor nord-americà",
    "1944 - Naixement de Gerry Anderson, presentador de ràdio i televisió irlandès (m. 2014)",
    "1945 - Naixement de Don Iverson, golfista nord-americà",
    "1945 - Naixement de Sandy Berger, advocat i polític nord-americà, 19è assessor de seguretat nacional dels Estats Units (m. 2015)",
    "1945 - Naixement de Wayne Fontana, cantant pop anglès (m. 2020)",
    "1946 - Naixement de John Hewson, economista i polític australià",
    "1946 - Naixement de Sharon Thesen, poeta i acadèmica canadenca",
    "1946 - Naixement de Wim Jansen, futbolista i entrenador holandès (m. 2022)",
    "1948 - Naixement de Telma Hopkins, cantant i actriu nord-americana",
    "1949 - Naixement de Caitlyn Jenner, decatleta i actriu nord-americana",
    "1949 - Naixement de Dwight Davis, jugador de bàsquet nord-americà",
    "1950 - Naixement de Ludo Delcroix, ciclista belga",
    "1950 - Naixement de Sihem Bensedrine, periodista i activista tunisià",
    "1951 - Naixement de Joe R. Lansdale, artista marcial i autor nord-americà",
    "1951 - Naixement de Peter Hitchens, periodista i autor anglès",
    "1952 - Aniversari d'Annie Potts, actriu nord-americana",
    "1953 - Naixement de Desmond Child, músic, compositor i productor nord-americà",
    "1953 - Naixement de Pierre Boivin, empresari canadenc",
    "1955 - Naixement de Bill Gates, empresari i filantrop nord-americà, cofundador de Microsoft",
    "1955 - Naixement d'Indra Nooyi, empresaria india-americana",
    "1956 - Naixement de Mahmoud Ahmadinejad, enginyer i polític iranià, sisè president de l'Iran",
    "1956 - Naixement de Volker Zotz, filòsof, erudit i autor austríac",
    "1957 - Naixement de Marian Bell, economista i acadèmica anglesa",
    "1957 - Naixement de Stephen Morris, bateria anglès",
    "1957 - Naixement de Zach Wamp, home de negocis i polític nord-americà",
    "1958 - Naixement d'Ashok Chavan, home de negocis i polític indi, 16è ministre en cap de Maharashtra",
    "1958 - Naixement de Concha García Campoy, periodista espanyola (m. 2013)",
    "1958 - Naixement de William Reid, cantautor i guitarrista escocès",
    "1959 - Naixement de James Keelaghan, cantant, compositor i productor canadenc",
    "1959 - Naixement de Randy Wittman, jugador i entrenador de bàsquet nord-americà",
    "1959 - Naixement de Toshio Masuda, compositor japonès",
    "1960 - Naixement de Landon Curt Noll, informàtic i matemàtic nord-americà",
    "1962 - Naixement de Daphne Zuniga, actriu nord-americana",
    "1962 - Naixement d'Erik Thorstvedt, futbolista i entrenador noruec",
    "1963 - Naixement de Kevin Dineen, jugador i entrenador d'hoquei sobre gel canadenc",
    "1963 - Naixement de Lauren Holly, actriu nord-americana",
    "1963 - Aniversari de Sheryl Underwood, còmic, actriu i presentadora de tertúlies nord-americana",
    "1964 - Aniversari d'Andrew Bridgen, militar i polític anglès",
    "1964 - Naixement de Peter Coyne, jugador de la lliga australiana de rugbi",
    "1965 - Naixement de David Warburton, compositor, home de negocis i polític anglès",
    "1965 - Naixement de Jami Gertz, actriu nord-americana",
    "1965 - Naixement de Miyako Yoshida, ballarina japonesa",
    "1966 - Aniversari d'Andy Richter, actor, productor i guionista nord-americà",
    "1966 - Naixement d'Aris Spiliotopoulos, polític grec, ministre grec d'Educació i Afers Religiosos",
    "1966 - Naixement de Chris Bauer, actor nord-americà",
    "1966 - Naixement de Matt Drudge, blogger i activista nord-americà, va fundar el Drudge Report",
    "1966 - Naixement de Steve Atwater, jugador de futbol americà",
    "1967 - Naixement de John Romero, dissenyador de videojocs nord-americà, cofundador d'Id Software",
    "1967 - Naixement de Julia Roberts, actriu i productora nord-americana",
    "1967 - Naixement de Kevin Macdonald, director, productor i guionista escocès",
    "1968 - Naixement de Chris Broussard, periodista i periodista esportiu nord-americà",
    "1968 - Naixement de Marc Lièvremont, jugador de rugbi i entrenador francès",
    "1968 - Aniversari de Mayumi Ozaki, lluitadora japonesa",
    "1969 - Naixement de Ben Harper, cantautor i guitarrista nord-americà",
    "1969 - Naixement de Javier Grillo-Marxuach, guionista i productor porto-riqueny",
    "1969 - Aniversari de Jeremy Davies, actor nord-americà",
    "1969 - Naixement de Noriyoshi Omichi, jugador i entrenador de beisbol japonès",
    "1969 - Naixement de Steven Chamuleau, cardiòleg holandès",
    "1970 - Naixement d'Alan Peter Cayetano, polític filipí i secretari d'Afers Exteriors de les Filipines",
    "1970 - Naixement de Greg Eagles, actor de veu i productor nord-americà",
    "1971 - Naixement de Caroline Dinenage, empresaria i política anglesa",
    "1971 - Naixement de Roxana Briban, soprano i actriu romanesa (m. 2010)",
    "1972 - Naixement de Brad Paisley, cantautor i guitarrista nord-americà",
    "1972 - Naixement de Terrell Davis, jugador de futbol americà i periodista esportiu",
    "1972 - Aniversari de Trista Sutter, estrella de realitat nord-americana",
    "1973 - Naixement d'Aleksandar Stanojević, futbolista i entrenador serbi",
    "1973 - Naixement de Montel Vontavious Porter, lluitador i actor nord-americà",
    "1974 - Aniversari de Braden Looper, jugador de beisbol nord-americà",
    "1974 - Naixement de Dayanara Torres, actriu i cantant porto-riquenya, Miss Univers 1993",
    "1974 - Naixement de Dejan Stefanović, futbolista i entrenador serbi",
    "1974 - Naixement de Joaquin Phoenix, actor i productor nord-americà",
    "1974 - Naixement de Vicente Moreno, futbolista i tècnic espanyol",
    "1976 - Naixement de Keiron Cunningham, jugador i entrenador de la lliga britànica de rugbi",
    "1976 - Naixement de Martin Lepa, futbolista estonià",
    "1976 - Naixement de Simone Loria, futbolista italiana",
    "1978 - Naixement de Gwendoline Christie, actriu anglesa",
    "1978 - Naixement de Justin Guarini, cantautor i actor nord-americà",
    "1979 - Naixement de Jawed Karim, informàtic nord-americà",
    "1979 - Naixement de Martin Škoula, jugador d'hoquei sobre gel txec",
    "1979 - Naixement de Natina Reed, raper i actriu nord-americana (m. 2012)",
    "1979 - Naixement d'Olcay Çetinkaya, futbolista turc",
    "1980 - Naixement d'Agnes Obel, cantautora i pianista danesa",
    "1980 - Naixement d'Alan Smith, futbolista i entrenador anglès",
    "1980 - Aniversari de Christy Hemme, lluitadora nord-americana i locutora del ring",
    "1981 - Naixement de Milan Baroš, futbolista txec",
    "1981 - Naixement de Nate McLouth, jugador de beisbol nord-americà",
    "1981 - Naixement de Nick Montgomery, futbolista anglès-escocès",
    "1981 - Naixement de Shane Gore, futbolista anglès",
    "1982 - Naixement d'Anthony Lerew, jugador de beisbol nord-americà",
    "1982 - Naixement d'Enver Jääger, futbolista estonià",
    "1982 - Naixement de Hironori Saruta, futbolista japonès",
    "1982 - Aniversari de Jeremy Bonderman, jugador de beisbol nord-americà",
    "1982 - Naixement de Matt Smith, actor i director anglès",
    "1983 - Aniversari de Jarrett Jack, jugador de bàsquet nord-americà",
    "1983 - Naixement de Joe Thomas, actor i guionista anglès",
    "1983 - Naixement de Kayo Noro, cantant i actriu japonesa",
    "1984 - Aniversari de Bryn Evans, jugador de rugbi neozelandès",
    "1984 - Naixement de Finn Wittrock, actor nord-americà",
    "1984 - Naixement d'Obafemi Martins, futbolista nigerià",
    "1985 - Naixement d'Anthony Fantano, crític musical nord-americà",
    "1985 - Naixement de Troian Bellisario, actriu nord-americana",
    "1985 - Naixement de Tyrone Barnett, futbolista anglès",
    "1986 - Aniversari d'Aki Toyosaki, actriu de veu i cantant japonesa",
    "1986 - Naixement d'Anthony Griffith, futbolista anglès",
    "1986 - Naixement d'Isabel Eriksson, atleta sueca",
    "1986 - Naixement de May Calamawy, actriu egipcio-palestina",
    "1987 - Naixement de Frank Ocean, cantant i compositor nord-americà",
    "1988 - Naixement de Devon Murray, actor irlandès",
    "1988 - Aniversari d'Edd Gould, dibuixant i animador anglès (m. 2012)",
    "1988 - Aniversari de Jamie xx, músic anglès, DJ, productor discogràfic i remesclador",
    "1989 - Naixement de Camille Muffat, nedadora francesa (m. 2015)",
    "1989 - Naixement de Devin Ebanks, jugador de bàsquet nord-americà",
    "1991 - Naixement de Lucy Bronze, futbolista anglesa",
    "1992 - Aniversari de Jeon Ji-hee, jugador de tennis taula sud-coreà",
    "1992 - Naixement de Lexi Ainsworth, actriu nord-americana",
    "1992 - Naixement de Maria Sergejeva, patinadora artística estònia",
    "1994 - Aniversari d'Andrew Harrison, jugador de bàsquet nord-americà",
    "1995 - Naixement de Glen Kamara, futbolista finlandès",
    "1995 - Aniversari de Jae'Sean Tate, jugador de bàsquet nord-americà",
    "1996 - Aniversari de Jack Eichel, jugador d'hoquei sobre gel nord-americà",
    "1996 - Naixement de Jasmine Jessica Anthony, actriu nord-americana",
    "1996 - Naixement d'Una Raymond-Hoey, jugadora de cricket irlandesa",
    "1997 - Naixement de Georgia Godwin, gimnasta artística australiana",
    "1997 - Aniversari de Stetson Bennett, jugador de futbol americà",
    "1997 - Naixement de Taylor Fritz, tenista nord-americà",
    "1998 - Naixement de Nolan Gould, actor nord-americà",
    "2001 - Naixement de Sonay Kartal, tennista britànica"
  ],
  "day_9_month_9_deaths.dialog": [
    "1000 - Mort d'Olaf I, rei de Noruega",
    "1031 - Mort de Kang Kam-ch'an, general coreà (n. 948)",
    "1087 - Mort de Guillem el Conqueridor, rei anglès (c.1028)",
    "1191 - Mort de Conrad II, duc de Bohèmia",
    "1271 - Mort de Yaroslav de Tver, gran príncep rus (n. 1230)",
    "1282 - Mort d'Ingrid de Skänninge, abadessa i santa sueca",
    "1285 - Mort de Kunigunda d'Halych, reina regent de Bohèmia (n. 1245)",
    "1398 - Mort de Jaume I, rei de Xipre (n. 1334)",
    "1435 - Mort de Robert Harling, cavaller anglès",
    "1438 - Mort d'Eduard, rei de Portugal (n. 1391)",
    "1487 - Mort de Chenghua, emperador de la Xina (n. 1447)",
    "1488 - Mort de Francesc II, duc de Bretanya (n. 1433)",
    "1513 - Mor Adam Hepburn de Craggis, noble escocès",
    "1513 - Mort d'Adam Hepburn, segon comte de Bothwell, polític escocès, Lord Gran Almirall d'Escòcia",
    "1513 - Mor Alexander Lauder de Blyth, polític escocès",
    "1513 - Mort d'Alexander Stewart, arquebisbe escocès (n. 1493)",
    "1513 - Mort de David Kennedy, primer comte de Cassilis, soldat escocès (n. 1478)",
    "1513 - Mort de George Douglas, noble escocès (n. 1469)",
    "1513 - Mor George Hepburn, bisbe escocès",
    "1513 - Mort de Jaume IV, rei d'Escòcia (n. 1473)",
    "1513 - Mort de Matthew Stewart, segon comte de Lennox, polític escocès (n. 1488)",
    "1513 - Mort de William Douglas de Glenbervie, noble escocès (n. 1473)",
    "1513 - Mort de William Graham, primer comte de Montrose, polític escocès (n. 1464)",
    "1569 - Mort de Pieter Bruegel el Vell, pintor holandès (n. 1525)",
    "1583 - Mort de Humphrey Gilbert, explorador i polític anglès (n. 1539)",
    "1596 - Mort d'Anna Jagellon, reina de Polònia (n. 1523)",
    "1603 - Mort de George Carey, segon baró Hunsdon, polític anglès, Lord Tinent de Hampshire (n. 1547)",
    "1611 - Mort d'Elionor de' Medici, noble italiana (n. 1567)",
    "1612 - Mort de Nakagawa Hidenari, daimyō japonès (n. 1570)",
    "1676 - Mor Paul de Chomedey, Sieur de Maisonneuve, soldat francès, fundador de Mont-real (n. 1612)",
    "1680 - Mor Henry Marten, advocat i polític anglès (n. 1602)",
    "1703 - Mort de Charles de Saint-Évremond, soldat, autor i crític franco-anglès (n. 1610)",
    "1755 - Mort de Johann Lorenz von Mosheim, historiador i autor alemany (n. 1694)",
    "1806 - Mort de William Paterson, jutge i polític irlandès-americà, segon governador de Nova Jersey (n. 1745)",
    "1815 - Mort de John Singleton Copley, pintor i colonial americà-anglès (n. 1738)",
    "1834 - Mort de James Weddell, mariner i navegant belga-anglès (n. 1787)",
    "1841 - Mor Augustin Pyramus de Candolle, botànic, micòleg i acadèmic suís (n. 1778)",
    "1891 - Mor Jules Grévy, polític francès, quart president de la República Francesa (n. 1813 )",
    "1893 - Mort de Friedrich Traugott Kützing, farmacèutic, botànic i fitòleg alemany (n. 1807)",
    "1898 - Mor Stéphane Mallarmé, poeta i crític francès (n. 1842)",
    "1901 - Mor Henri de Toulouse-Lautrec, pintor i il·lustrador francès (n. 1864)",
    "1907 - Mort d'Ernest Wilberforce, bisbe anglès (n. 1840)",
    "1909 - Mor E. H. Harriman, empresari i filantrop nord-americà (n. 1848)",
    "1910 - Mort de Lloyd Wheaton Bowers, advocat i polític nord-americà, procurador general dels Estats Units (n. 1859)",
    "1915 - Mor Albert Spalding, jugador de beisbol, entrenador i empresari nord-americà, cofundador de Spalding (n. 1850)",
    "1923 - Mor Hermes Rodrigues da Fonseca, president brasiler (n. 1855).",
    "1934 - Mort de Roger Fry, pintor i crític anglès (n. 1866)",
    "1941 - Mor Hans Spemann, embriòleg i acadèmic alemany, premi Nobel (n. 1869)",
    "1942 - Mort d'Adele Kurzweil, víctima austríaca de l'Holocaust (n. 1925)",
    "1943 - Mort de Carlo Bergamini, almirall italià (n. 1888)",
    "1943 - Mort de Charles McLean Andrews, historiador, autor i acadèmic nord-americà (n. 1863)",
    "1945 - Mort de Max Ehrmann, poeta i advocat nord-americà (n. 1872)",
    "1950 - Mort de Victor Hémery, pilot de carreres francès (n. 1876)",
    "1955 - Mort de Carl Friedberg, pianista i pedagog alemany (n. 1872)",
    "1958 - Mort de Charlie Macartney, jugador de cricket i soldat australià (n. 1886)",
    "1959 - Mort de Ramón Fonst, esgrimista cubà (n. 1883)",
    "1960 - Mort de Jussi Björling, tenor suec (n. 1911)",
    "1963 - Mor Edwin Linkomies, acadèmic finlandès, professor i primer ministre de Finlàndia (n. 1894)",
    "1969 - Mort de Willy Mairesse, pilot de carreres belga (n. 1928)",
    "1975 - Mor Johannes Brenner, futbolista estonià (n. 1906)",
    "1975 - Mort de John McGiver, actor nord-americà (n. 1913)",
    "1976 - Mor Mao Zedong, filòsof, acadèmic i polític xinès, primer president del Partit Comunista Xinès (n. 1893)",
    "1978 - Mor Hugh MacDiarmid, lingüista, poeta i autor escocès (n. 1892)",
    "1978 - Mort de Jack L. Warner, director de producció i productor canadenc-nord-americà, cofundador de Warner Bros. (n. 1892)",
    "1979 - Mor Norrie Paramor, compositor, director i productor anglès (n. 1914)",
    "1980 - Mort de John Howard Griffin, periodista i autor nord-americà (n. 1920)",
    "1981 - Mor Jacques Lacan, psicoanalista i psiquiatre francès (n. 1901)",
    "1981 - Mort de Robert Askin, sergent i polític australià, 32è primer ministre de Nova Gal·les del Sud (n. 1907)",
    "1985 - Mort d'Antonino Votto, director d'orquestra italià (n. 1896)",
    "1985 - Mort de Neil Davis, fotògraf i periodista australià (n. 1934)",
    "1985 - Mor Paul Flory, químic i enginyer nord-americà, premi Nobel (n. 1910)",
    "1986 - Mor Magda Tagliaferro, pianista i pedagoga brasilera (n. 1893)",
    "1990 - Mort d'Alexandre Men, sacerdot i erudit rus (n. 1930)",
    "1990 - Mor Nicola Abbagnano, filòsof i acadèmic italià (n. 1901)",
    "1990 - Mort de Samuel Doe, mariscal de camp i polític de Libèria, 21è president de Libèria (n. 1951)",
    "1993 - Mort d'Helen O'Connell, cantant nord-americana (n. 1920)",
    "1993 - Mort de Larry Noble, humorista i actor anglès (n. 1914)",
    "1994 - Mort de Patrick O'Neal, actor nord-americà (n. 1927)",
    "1996 - Mort de Bill Monroe, cantant i compositor nord-americà (n. 1911)",
    "1997 - Mort de Burgess Meredith, actor, director i productor nord-americà (n. 1907)",
    "1997 - Mort de John Hackett, general i autor australià-anglès (n. 1910)",
    "1997 - Mort de Richie Ashburn, jugador de beisbol i periodista esportiu nord-americà (n. 1927)",
    "1998 - Mort de Bill Cratty, ballarí i coreògraf nord-americà (n. 1951)",
    "1998 - Mort de Lucio Battisti, cantautor i guitarrista italià (n. 1943)",
    "1999 - Mor Arie de Vroet, futbolista i entrenador holandès (n. 1918)",
    "1999 - Mort de Catfish Hunter, jugador de beisbol nord-americà (n. 1946)",
    "1999 - Mort de Ruth Roman, actriu nord-americana (n. 1922)",
    "2000 - Mort de Julian Critchley, advocat i polític anglès (n. 1930)",
    "2001 - Mor Ahmad Shah Massoud, comandant i polític afganès, ministre de Defensa afganès (n. 1953)",
    "2003 - Mort de Don Willesee, telegrafista i polític australià, 29è ministre d'Afers Exteriors australià (n. 1916)",
    "2003 - Mort d'Edward Teller, físic i acadèmic hongarès-nord-americà (n. 1908)",
    "2004 - Mort de Caitlin Clarke, actriu nord-americana (n. 1952)",
    "2004 - Mort d'Ernie Ball, guitarrista i empresari nord-americà (n. 1930)",
    "2006 - Mort de Gérard Brach, director i guionista francès (n. 1927)",
    "2006 - Mort de Matt Gadsby, futbolista anglès (n. 1979)",
    "2006 - Mort de Richard Burmer, compositor i enginyer nord-americà (n. 1955)",
    "2006 - Mort de William Bernard Ziff Jr., empresari nord-americà, fundador de Ziff Davis (n. 1930)",
    "2012 - Mort de John McCarthy, futbolista australià (n. 1989)",
    "2012 - Mort de Mike Scarry, jugador de futbol americà i entrenador (n. 1920)",
    "2012 - Mort de Ron Tindall, futbolista i entrenador anglès (n. 1935)",
    "2012 - Mor Verghese Kurien, enginyer i empresari indi, fundador d'Amul (n. 1921)",
    "2013 - Mor Alberto Bevilacqua, director i guionista italià (n. 1934)",
    "2013 - Mort de Saul Landau, periodista, director i autor nord-americà (n. 1936)",
    "2013 - Mort de Sunila Abeysekera, erudita i activista de Sri Lanka (n. 1952)",
    "2014 - Mort de Firoza Begum, cantant de Bangla Desh (n. 1930)",
    "2014 - Mort de Graham Joyce, autor i pedagog anglès (n. 1954)",
    "2014 - Mort de Montserrat Abelló i Soler, poeta i traductora espanyola (n. 1918)",
    "2015 - Mort d'Annemarie Bostroem, poeta, dramaturga i compositora alemanya (n. 1922)",
    "2015 - Mort d'Einar H. Ingman Jr., sergent nord-americà, guanyador de la Medalla d'Honor (n. 1929)",
    "2015 - Mort de K. Kunaratnam, físic i acadèmic de Sri Lanka (n. 1934)",
    "906 - Mort d'Adalbert von Babenberg, noble franc"
  ],
  "day_20_month_4_births.dialog": [
    "1494 - Naixement de Johannes Agricola, teòleg i reformador alemany (m. 1566)",
    "1544 - Naixement de Renata de Lorena, duquessa consort de Baviera (m. 1602)",
    "1586 - Naixement de Rosa de Lima, mística i santa peruana (m. 1617)",
    "1633 - Naixement de l'emperador Go-Kōmyō del Japó (m. 1654)",
    "1646 - Naixement de Charles Plumier, botànic i autor francès (m. 1704)",
    "1650 - Naixement de William Bedloe, espia anglès (m. 1680)",
    "1718 - Naixement de David Brainerd, missioner nord-americà (m. 1747)",
    "1723 - Naixement de Cornelius Harnett, comerciant, granger i polític nord-americà (m. 1781)",
    "1727 - Naixement de Florimond Claude, comte de Mercy-Argenteau, ministre i diplomàtic belga-austríac (m. 1794)",
    "1745 - Naixement de Philippe Pinel, metge i psiquiatre francès (m. 1826)",
    "1748 - Naixement de Georg Michael Telemann, compositor i teòleg alemany (m. 1831)",
    "1808 - Naixement de Napoleó III, polític francès, primer president de França, emperador del Segon Imperi francès (m. 1873)",
    "1816 - Naixement de Bogoslav Šulek, filòleg, historiador i lexicògraf croat (m. 1895)",
    "1818 - Naixement de Heinrich Göbel, mecànic i enginyer alemany-americà (m. 1893)",
    "1826 - Naixement de Dinah Craik, autora i poeta anglesa (m. 1887)",
    "1839 - Naixement de Carol I de Romania, rei de Romania (m. 1914)",
    "1840 - Naixement d'Odilon Redon, pintor i il·lustrador francès (m. 1916)",
    "1850 - Naixement de Daniel Chester French, escultor nord-americà, va dissenyar l'estàtua de Lincoln (m. 1931)",
    "1851 - Naixement d'Alexander Dianin, químic rus (m. 1918)",
    "1851 - Naixement de Siegmund Lubin, home de negocis polonès-nord-americà, va fundar la Lubin Manufacturing Company (m. 1923)",
    "1860 - Naixement de Justinien de Clary, tirador francès (m. 1933)",
    "1871 - Naixement de Sydney Chapman, economista i funcionari anglès (m. 1951)",
    "1873 - Naixement de James Harcourt, actor de personatges anglès (m. 1951)",
    "1875 - Naixement de Vladimir Vidrić, poeta i advocat croat (m. 1909)",
    "1879 - Naixement de Paul Poiret, dissenyador de moda francès (m. 1944)",
    "1882 - Naixement de Holland Smith, general nord-americà (m. 1967)",
    "1884 - Naixement de Daniel Varoujan, poeta i pedagog armeni (m. 1915)",
    "1884 - Naixement d'Oliver Kirk, boxejador nord-americà (m. 1960)",
    "1884 - Naixement de la princesa Beatrice de Sajonia-Coburg i Gotha (m. 1966)",
    "1889 - Naixement d'Adolf Hitler, polític alemany nascut a Àustria, Führer de l'Alemanya nazi (m. 1945)",
    "1889 - Naixement d'Albert Jean Amateau, rabí, advocat i activista turc (m. 1996)",
    "1889 - Naixement de Marie-Antoinette de Geuser, mística francesa (m. 1918)",
    "1889 - Naixement del príncep Erik, duc de Västmanland (m. 1918)",
    "1889 - Naixement de Tonny Kessler, futbolista holandès (m. 1960)",
    "1890 - Naixement d'Adolf Schärf, militar i polític austríac, sisè president d'Àustria (m. 1965)",
    "1890 - Naixement de Maurice Duplessis, advocat i polític canadenc, 16è primer ministre del Quebec (m. 1959)",
    "1891 - Naixement de Dave Bancroft, jugador de beisbol i entrenador nord-americà (m. 1972)",
    "1893 - Naixement d'Harold Lloyd, actor, còmic i productor nord-americà (m. 1971)",
    "1893 - Naixement de Joan Miró, pintor i escultor espanyol (m. 1983)",
    "1895 - Naixement d'Henry de Montherlant, assagista, novel·lista i dramaturg francès (m. 1972)",
    "1896 - Naixement de Wop May, capità i pilot canadenc (m. 1952)",
    "1899 - Naixement d'Alan Arnett McLeod, tinent canadenc, destinatari de la Creu de Victòria (m. 1918)",
    "1904 - Naixement de Bruce Cabot, actor nord-americà (m. 1972)",
    "1907 - Naixement d'Augustinos Kantiotes, bisbe grec (m. 2010)",
    "1907 - Naixement de Miran Bakhsh, jugador de cricket pakistanès (m. 1991)",
    "1908 - Naixement de Lionel Hampton, vibràfon, pianista, director de banda i actor nord-americà (m. 2002)",
    "1910 - Naixement de Fatin Rüştü Zorlu, diplomàtic i polític turc (m. 1961)",
    "1913 - Naixement de Mimis Fotopoulos, actor i poeta grec (m. 1986)",
    "1913 - Naixement de Willi Hennig, biòleg i entomòleg alemany (m. 1976)",
    "1914 - Naixement de Betty Lou Gerson, actriu nord-americana (m. 1999)",
    "1915 - Naixement de Joseph Wolpe, psicoterapeuta i metge sud-africà (m. 1997)",
    "1916 - Naixement de Nasiba Zeynalova, actriu azerbaidjana (m. 2004)",
    "1918 - Naixement de Kai Siegbahn, físic i acadèmic suec, premi Nobel (m. 2007)",
    "1919 - Naixement de Richard Hillary, tinent i pilot australià (m. 1943)",
    "1920 - Naixement de Clement Isong, banquer i polític nigerià, governador de l'estat de Cross River (m. 2000)",
    "1920 - Naixement de Frances Ames, neuròleg, psiquiatre i activista dels drets humans sud-africana (m. 2002)",
    "1920 - Naixement de John Paul Stevens, advocat i jurista nord-americà, jutge associat de la Cort Suprema dels Estats Units (m. 2019)",
    "1921 - Naixement de Katarína Kolníková, actriu eslovaca (m. 2006)",
    "1923 - Naixement d'Irene Lieblich, pintora i il·lustradora polonesa-americana (m. 2008)",
    "1923 - Naixement de la mare Angèlica, monja i emissora nord-americana, va fundar Eternal Word Television Network (m. 2016)",
    "1923 - Naixement de Tito Puente, bateria i productor nord-americà (m. 2000)",
    "1924 - Naixement de Guy Rocher, sociòleg i acadèmic canadenc",
    "1924 - Naixement de Leslie Phillips, actor i productor anglès (m. 2022)",
    "1924 - Naixement de Nina Foch, actriu holandesa-nord-americana (m. 2008)",
    "1925 - Naixement d'Elena Verdugo, actriu nord-americana (m. 2017)",
    "1925 - Naixement d'Ernie Stautner, jugador de futbol i entrenador alemany-americà (m. 2006)",
    "1927 - Naixement de Bud Cullen, jutge i polític canadenc, primer ministre canadenc d'Ocupació i Immigració (m. 2005)",
    "1927 - Naixement de K. Alex Müller, físic i acadèmic suís, premi Nobel (m. 2023)",
    "1927 - Naixement de Phil Hill, pilot de cotxes de carreres nord-americà (m. 2008)",
    "1928 - Naixement de Johnny Gavin, futbolista internacional irlandès (m. 2007)",
    "1928 - Naixement de Robert Byrne, jugador d'escacs i autor nord-americà (m. 2013)",
    "1930 - Naixement d'Antony Jay, director i guionista anglès (m. 2016)",
    "1930 - Naixement de Dwight Gustafson, compositor i director d'orquestra nord-americà (m. 2014)",
    "1931 - Naixement de John Eccles, segon vescomte Eccles, home de negocis i polític anglès",
    "1931 - Naixement de Michael Allenby, tercer vescomte Allenby, tinent i polític anglès (m. 2014)",
    "1932 - Naixement de Myriam Bru, actriu francesa",
    "1936 - Naixement de Lisa Davis, actriu angloamericana",
    "1936 - Aniversari de Pat Roberts, capità, periodista i polític nord-americà",
    "1936 - Naixement de Pauli Ellefsen, tècnic, aparellador i polític feroès, sisè primer ministre de les Illes Fèroe (m. 2012)",
    "1937 - Naixement de George Takei, actor nord-americà",
    "1937 - Naixement de Harvey Quaytman, pintor i pedagog nord-americà (m. 2002)",
    "1937 - Naixement de Jiří Dienstbier, periodista i polític txec, ministre d'Afers Exteriors txec (m. 2011)",
    "1938 - Naixement de Betty Cuthbert, velocista australiana (m. 2017)",
    "1938 - Naixement d'Eszter Tamási, actriu hongaresa (m. 1991)",
    "1938 - Aniversari de Manfred Kinder, corredor alemany",
    "1939 - Naixement de Gro Harlem Brundtland, metge i polític noruec, 22è primer ministre de Noruega",
    "1939 - Naixement de Johnny Tillotson, cantant i compositor nord-americà",
    "1939 - Naixement de Peter S. Beagle, autor i guionista nord-americà",
    "1940 - Naixement de James Gammon, actor nord-americà (m. 2010)",
    "1941 - Naixement de Ryan O'Neal, actor nord-americà (m. 2023)",
    "1943 - Naixement d'Alan Beith, acadèmic i polític anglès",
    "1943 - Naixement de John Eliot Gardiner, director i director anglès",
    "1944 - Naixement de Toivo Aare, periodista i autor estonià (m. 1999)",
    "1945 - Naixement de Michael Brandon, actor i director nord-americà",
    "1945 - Aniversari de Naftali Temu, corredor kenyà (m. 2003)",
    "1945 - Naixement d'Olga Karlatos, actriu grega i advocada de les Bermudes",
    "1945 - Naixement de Steve Spurrier, jugador de futbol americà i entrenador",
    "1945 - Naixement de Thein Sein, general i polític birmà, vuitè president de Birmània",
    "1946 - Naixement de Sandro Chia, pintor i escultor italià",
    "1947 - Naixement de Rita Dionne-Marsolais, economista i política canadenca",
    "1947 - Naixement de Viktor Suvorov, oficial d'intel·ligència rus, historiador i autor",
    "1948 - Naixement de Matthias Kuhle, geògraf i acadèmic alemany (m. 2015)",
    "1949 - Naixement de Jessica Lange, actriu nord-americana",
    "1949 - Naixement de Massimo D'Alema, periodista i polític italià, 76è primer ministre d'Itàlia",
    "1949 - Naixement de Toller Cranston, patinador artístic i pintor canadenc-mexicà (m. 2015)",
    "1949 - Naixement de Veronica Cartwright, actriu angloamericana",
    "1950 - Naixement d'Alexander Lebed, general i polític rus (m. 2002)",
    "1950 - Naixement de N. Chandrababu Naidu, polític indi, 13è ministre en cap d'Andhra Pradesh",
    "1951 - Naixement de Luther Vandross, cantautor i productor nord-americà (m. 2005)",
    "1952 - Naixement de Louka Katseli, economista i polític grec",
    "1953 - Naixement de Sebastian Faulks, periodista i autor anglès",
    "1955 - Naixement de Donald Pettit, enginyer i astronauta nord-americà",
    "1955 - Naixement de Svante Pääbo, genetista suec i Premi Nobel ",
    "1956 - Naixement de Beatrice Ask, política sueca, ministra sueca de Justícia",
    "1956 - Naixement de Kakha Bendukidze, economista i polític georgià (m. 2014)",
    "1956 - Naixement de Peter Chelsom, director de cinema, escriptor i actor anglès",
    "1958 - Naixement de Viacheslav Fetisov, jugador d'hoquei sobre gel i entrenador rus",
    "1960 - Naixement de Debbie Flintoff-King, corredora d'obstacles i entrenadora australiana",
    "1961 - Aniversari de Don Mattingly, jugador de beisbol, entrenador i entrenador nord-americà",
    "1961 - Naixement de Konstantin Lavronenko, actor rus",
    "1963 - Naixement de Rachel Whiteread, escultora anglesa",
    "1964 - Naixement d'Andy Serkis, actor i director anglès",
    "1964 - Aniversari de Crispin Glover, actor i cineasta nord-americà",
    "1964 - Naixement de John Carney, jugador de futbol americà",
    "1964 - Aniversari de Rosalynn Sumners, patinadora artística nord-americana",
    "1965 - Naixement de Kostis Chatzidakis, polític grec, Ministeri d'Economia, Infraestructura, Navegació i Turisme",
    "1965 - Naixement de Léa Fazer, directora de cinema, guionista i actriu suïssa",
    "1966 - Naixement de David Chalmers, filòsof i acadèmic australià",
    "1966 - Naixement de David Filo, empresari nord-americà, cofundador de Yahoo!",
    "1967 - Naixement de Mike Portnoy, bateria i compositor nord-americà",
    "1968 - Naixement de Julia Morris, animadora australiana",
    "1969 - Naixement de Felix Baumgartner, atrevit austríac",
    "1969 - Naixement de Will Hodgman, polític australià, 45è primer ministre de Tasmània",
    "1970 - Naixement de Shemar Moore, actor nord-americà",
    "1971 - Naixement d'Allan Houston, jugador de bàsquet nord-americà",
    "1972 - Naixement de Carmen Electra, model i actriu nord-americana",
    "1972 - Naixement de Stephen Marley, músic jamaicano-americà",
    "1973 - Naixement de Julie Powell, escriptora de menjar i memòria nord-americana (m. 2022)",
    "1975 - Aniversari de Killer Mike, raper nord-americà",
    "1978 - Aniversari de Carl Greenidge, jugador de cricket anglès",
    "1980 - Naixement d'Emma Husar, política australiana",
    "1983 - Naixement de Miranda Kerr, model australiana",
    "1987 - Naixement de Jorge Pinto, polític portuguès",
    "1988 - Aniversari de Brandon Belt, jugador de beisbol nord-americà",
    "1989 - Naixement de Vannesa Rosales, activista i mestra veneçolana",
    "1990 - Naixement de Jason Behrendorff, jugador de cricket australià",
    "1991 - Aniversari de Luke Kuechly, jugador de futbol americà",
    "1997 - Naixement d'Alexander Zverev, tennista alemany"
  ],
  "day_27_month_11_births.dialog": [
    "111 - Aniversari d'Antíno, favorit grec d'Adrià (m. 130)",
    "1127 - Naixement de l'emperador Xiaozong de Song (m. 1194)",
    "1380 - Naixement del rei Ferran I d'Aragó (m. 1416)",
    "1422 - Naixement de Gastó IV, comte de Foix, noble francès (m. 1472)",
    "1548 - Naixement de Jacopo Mazzoni, filòsof italià (m. 1598)",
    "1558 - Naixement de Mingyi Swa, príncep hereu de Birmània (m. 1593)",
    "1576 - Naixement de Shimazu Tadatsune, daimyō japonès (m. 1638)",
    "1582 - Naixement de Pierre Dupuy, historiador i erudit francès (m. 1651)",
    "1586 - Naixement de Sir John Wray, segon baronet, polítics anglesos i partidari de Roundheads (m. 1655) ",
    "1630 - Naixement de Segismund Francesc, arxiduc d'Àustria (m. 1665)",
    "1635 - Naixement de Françoise d'Aubigné, marquesa de Maintenon, segona esposa de Lluís XIV de França (m. 1719)",
    "1640 - Naixement de Barbara Palmer, primera duquessa de Cleveland (m. 1709)",
    "1701 - Naixement d'Anders Celsius, astrònom, físic i matemàtic suec (m. 1744)",
    "1710 - Naixement de Robert Lowth, bisbe i acadèmic anglès (m. 1787)",
    "1746 - Naixement d'Increase Sumner, advocat, jurista i polític nord-americà, 5è governador de Massachusetts (m. 1799)",
    "1746 - Naixement de Robert R. Livingston, advocat i polític nord-americà, primer secretari d'Afers Exteriors dels Estats Units (m. 1813)",
    "1754 - Naixement de Georg Forster, etnòleg i periodista alemany-polonès (m. 1794)",
    "1759 - Naixement de Franz Krommer, violinista i compositor txec (m. 1831)",
    "1779 - Naixement d'Aimé, duc de Clermont-Tonnerre, general i polític francès, ministre de Defensa francès (m. 1865)",
    "1804 - Naixement de Julius Benedict, director d'orquestra i compositor alemany-anglès (m. 1885)",
    "1809 - Naixement de Fanny Kemble, actriu, dramaturga i poeta anglesa (m. 1893)",
    "1814 - Naixement de Charles-François-Frédéric, marquès de Montholon-Sémonville, polític i diplomàtic francès, ambaixador francès als Estats Units (m. 1886)",
    "1820 - Naixement de Rachel Brooks Gleason, quarta dona a obtenir un títol de medicina als Estats Units (m. 1905)",
    "1823 - Naixement de James Service, polític escocès-australià, 12è primer ministre de Victòria (m. 1899)",
    "1833 - Naixement de la princesa Mary Adelaide de Cambridge (m. 1897)",
    "1843 - Naixement de Cornelius Vanderbilt II, empresari nord-americà (m. 1899)",
    "1845 - Naixement de Frederic Crowninshield, artista i autor nord-americà (m. 1918)",
    "1853 - Naixement de Frank Dicksee, pintor i il·lustrador anglès (m. 1928)",
    "1857 - Naixement de Charles Scott Sherrington, fisiòleg, bacteriòleg i patòleg anglès, premi Nobel (m. 1952)",
    "1859 - Naixement de William Bliss Baker, pintor nord-americà (m. 1886)",
    "1862 - Naixement de Katherine Sleeper Walden, activista mediambiental nord-americana (m. 1949)",
    "1865 - Naixement de l'evangelista Janez Krek, sacerdot, periodista i polític eslovè (m. 1917)",
    "1867 - Naixement de Charles Koechlin, compositor i pedagog francès (m. 1950)",
    "1870 - Naixement de Juho Kusti Paasikivi, acadèmic i polític finlandès, setè president de Finlàndia (m. 1956)",
    "1871 - Naixement de Giovanni Giorgi, físic i enginyer italià (m. 1950)",
    "1874 - Naixement de Chaim Weizmann, químic i polític bielorús-israelià, primer president d'Israel (m. 1952)",
    "1874 - Naixement de Charles A. Beard, historiador, autor i pedagog nord-americà, cofundador de The New School (m. 1948)",
    "1875 - Naixement de Julius Lenhart, gimnasta austríac (m. 1962)",
    "1877 - Naixement de Katharine Anthony, biògrafa nord-americana (m. 1965)",
    "1878 - Naixement de Charles Dvorak, saltador i entrenador nord-americà (m. 1969)",
    "1878 - Naixement de Jatindramohan Bagchi, poeta i crític indi (m. 1948)",
    "1885 - Naixement de Daniel Mendaille, actor francès (m. 1963)",
    "1885 - Naixement de Liviu Rebreanu, autor i dramaturg romanès (m. 1944)",
    "1886 - Naixement de Tsuguharu Foujita, pintor i gravador japonès-francès (m. 1968)",
    "1887 - Naixement de Masaharu Homma, general japonès (m. 1946)",
    "1888 - Naixement de Ganesh Vasudev Mavalankar, activista i polític indi, primer president del Lok Sabha (m. 1956)",
    "1894 - Naixement d'Amfiloqui de Pochayiv, monjo i sant ucraïnès (m. 1971)",
    "1894 - Naixement de Katherine Milhous, autora i il·lustradora nord-americana (m. 1977)",
    "1894 - Naixement de Konosuke Matsushita, empresari japonès, fundador de Panasonic (m. 1989)",
    "1898 - Naixement de Fredric Warburg, autor i editor anglès (m. 1981)",
    "1900 - Naixement de Jovette Bernier, periodista, autora i presentadora de programes de ràdio canadenc (m. 1981)",
    "1901 - Aniversari de Ted Husing, periodista esportiu nord-americà (m. 1962)",
    "1903 - Naixement de Lars Onsager, químic i físic nord-americà noruec, premi Nobel (m. 1976)",
    "1905 - Naixement d'Astrid Allwyn, actriu nord-americana (m. 1978)",
    "1907 - Naixement de Harivansh Rai Bachchan, poeta i autor indi (m. 2003)",
    "1907 - Naixement de L. Sprague de Camp, historiador i autor nord-americà (m. 2000)",
    "1909 - Naixement d'Anatoly Maltsev, matemàtic i teòric rus (m. 1967)",
    "1909 - Naixement de James Agee, novel·lista, guionista i crític nord-americà (m. 1955)",
    "1911 - Naixement de David Merrick, director i productor nord-americà (m. 2000)",
    "1911 - Naixement de Fe del Mundo, pediatra i educador filipí (m. 2011)",
    "1912 - Naixement de Connie Sawyer, actriu nord-americana (m. 2018)",
    "1916 - Aniversari de Chick Hearn, presentador esportiu i actor nord-americà (m. 2002)",
    "1917 - Aniversari de Buffalo Bob Smith, actor i presentador de televisió nord-americà (m. 1998)",
    "1918 - Naixement de Stephen Elliott, actor nord-americà (m. 2005)",
    "1920 - Naixement d'Abe Lenstra, futbolista holandès (m. 1985)",
    "1920 - Naixement de Buster Merryfield, actor anglès (m. 1999)",
    "1920 - Aniversari de Cal Worthington, concessionari d'automòbils i personatge de la televisió (m. 2013)",
    "1921 - Naixement d'Alexander Dubček, militar i polític eslovac (m. 1992)",
    "1921 - Naixement de Dora Dougherty Strother, pilot i acadèmica nord-americana (m. 2013)",
    "1922 - Naixement de Hall Bartlett, director, productor i guionista nord-americà (m. 1993)",
    "1922 - Naixement de Nicholas Magallanes, ballarí principal nord-americà i membre fundador del New York City Ballet (m. 1977)",
    "1923 - Naixement de J. Ernest Wilkins Jr., científic nuclear, enginyer mecànic i matemàtic nord-americà (m. 2011)",
    "1925 - Naixement de Derroll Adams, cantant, compositor i músic de folk nord-americà (m. 2000)",
    "1925 - Naixement d'Ernie Wise, actor, còmic, cantant i guionista anglès (m. 1999)",
    "1925 - Naixement de John Maddox, químic, físic i periodista gal·lès (m. 2009)",
    "1925 - Naixement de Marshall Thompson, actor, director i guionista nord-americà (m. 1992)",
    "1926 - Naixement de Chae Myung-shin, general sud-coreà (m. 2013)",
    "1927 - Naixement de Carlos José Castilho, futbolista i entrenador brasiler (m. 1987)",
    "1927 - Naixement de William E. Simon, soldat i polític nord-americà, 63è secretari del Tresor dels Estats Units (m. 2000)",
    "1928 - Naixement d'Alekos Alexandrakis, actor i director grec (m. 2005)",
    "1928 - Naixement de Josh Kirby, pintor i il·lustrador anglès (m. 2001)",
    "1929 - Naixement d'Alan Simpson, guionista i productor anglès (m. 2017)",
    "1930 - Naixement de Dick Poole, jugador i entrenador de la lliga australiana de rugbi",
    "1930 - Naixement de Joe DeNardo, meteoròleg nord-americà (m. 2018)",
    "1930 - Naixement de Rex Shelley, enginyer i autor de Singapur (m. 2009)",
    "1932 - Naixement de Benigno Aquino Jr., periodista i polític filipí (m. 1983)",
    "1933 - Naixement de Gordon S. Wood, historiador i acadèmic nord-americà",
    "1933 - Naixement de Jacques Godbout, periodista, autor, director i guionista canadenc",
    "1934 - Naixement d'Al Jackson, Jr., bateria, compositor i productor nord-americà (m. 1975)",
    "1934 - Naixement de Ammo Baba, futbolista i entrenador iraquià (m. 2009)",
    "1934 - Naixement de Gilbert Strang, matemàtic i acadèmic nord-americà",
    "1935 - Naixement de Daniel Charles, musicòleg i filòsof francès (m. 2008)",
    "1935 - Naixement de Les Blank, director i productor nord-americà (m. 2013)",
    "1935 - Naixement de Willie Pastrano, boxejador nord-americà (m. 1997)",
    "1936 - Naixement de Gail Sheehy, periodista i autora nord-americana (m. 2020)",
    "1938 - Naixement d'Apolo Nsibambi, acadèmic i polític ugandés, primer ministre d'Uganda (m. 2019)",
    "1938 - Naixement de John Ashworth, biòleg i acadèmic anglès",
    "1939 - Naixement de Dave Giusti, jugador de beisbol i entrenador nord-americà",
    "1939 - Naixement de Laurent-Désiré Kabila, polític congolès, president de la República Democràtica del Congo (m. 2001)",
    "1940 - Naixement de Bruce Lee, actor, artista marcial i guionista nord-americà-xinès (m. 1973)",
    "1941 - Naixement d'Aimé Jacquet, futbolista, entrenador i entrenador francès",
    "1941 - Naixement d'Eddie Rabbitt, cantautor i guitarrista nord-americà (m. 1998)",
    "1941 - Naixement de Henry Carr, jugador de futbol americà i velocista (m. 2015)",
    "1941 - Naixement de Louis van Dijk, pianista holandès (m. 2020)",
    "1942 - Naixement de Jimi Hendrix, cantant, compositor, guitarrista i productor nord-americà (m. 1970)",
    "1942 - Naixement de Marilyn Hacker, poeta i crítica nord-americana",
    "1943 - Naixement de Jil Sander, dissenyadora de moda alemanya",
    "1943 - Naixement de Nicole Brossard, autora i poeta canadenca",
    "1944 - Naixement de Mickey Leland, activista i polític nord-americà (m. 1989)",
    "1945 - Naixement d'Alain de Cadenet, pilot de cotxes de carreres anglès",
    "1945 - Naixement de Benigno Fitial, home de negocis i polític de les Illes Mariannes, 7è governador de les Illes Mariannes del Nord",
    "1945 - Naixement de James Avery, actor nord-americà (m. 2013)",
    "1945 - Naixement de Phil Bloom, model i actriu holandesa",
    "1945 - Naixement de Randy Brecker, trompetista i fliscornista nord-americà",
    "1945 - Naixement de Simon Townsend, periodista i presentador de televisió australià",
    "1946 - Naixement d'Ismaïl Omar Guelleh, advocat i polític etíop-djibouti, president de Djibouti",
    "1946 - Naixement de Richard Codey, polític nord-americà, 53è governador de Nova Jersey",
    "1947 - Naixement de Neil Rosenshein, tenor i actor nord-americà",
    "1949 - Naixement de Jim Price, jugador i entrenador de bàsquet nord-americà",
    "1949 - Aniversari de Masanori Sekiya, pilot de cotxes de carreres japonès",
    "1950 - Naixement de Gavyn Davies, periodista i empresari anglès",
    "1951 - Naixement de Gunnar Graps, cantant i guitarrista estonià (m. 2004)",
    "1951 - Naixement de Kathryn Bigelow, directora, productora i guionista nord-americana",
    "1951 - Naixement de Vera Fischer, actriu brasilera, Miss Brasil 1969",
    "1952 - Naixement de Bappi Lahiri, cantautor i productor indi",
    "1952 - Naixement de Jim Wetherbee, capità, enginyer i astronauta nord-americà",
    "1952 - Naixement de Sheila Copps, periodista i política canadenca, 6a viceprimera ministra del Canadà",
    "1953 - Naixement de Boris Grebenshchikov, cantautor i guitarrista rus",
    "1953 - Naixement de Curtis Armstrong, actor, cantant i productor nord-americà",
    "1953 - Naixement de Lyle Mays, teclista i compositor nord-americà (m. 2020)",
    "1953 - Naixement de Richard Stone, compositor nord-americà (m. 2001)",
    "1953 - Naixement de Steve Bannon, executiu de mitjans de comunicació i figura política nord-americana",
    "1953 - Naixement de Tarmo Kõuts, almirall i polític estonià",
    "1954 - Naixement d'Arthur Smith, humorista, actor i guionista anglès",
    "1955 - Aniversari de Bill Nye, enginyer, educador i presentador de televisió nord-americà",
    "1955 - Naixement de Pierre Mondou, jugador canadenc d'hoquei sobre gel",
    "1956 - Naixement de John McCarthy, periodista i autor anglès",
    "1956 - Naixement de Nazrin Shah de Perak, sultà de Perak",
    "1956 - Naixement de William Fichtner, actor nord-americà",
    "1957 - Naixement de Callie Khouri, directora, productora i guionista nord-americana",
    "1957 - Naixement de Caroline Kennedy, advocada i diplomàtica nord-americana, 27è ambaixadora dels Estats Units a Austràlia, filla del president John F. Kennedy",
    "1957 - Naixement d'Edda Heiðrún Backman, actriu, cantant, directora i artista islandesa (m. 2016)",
    "1957 - Naixement de Frank Boeijen, cantautor i guitarrista holandès",
    "1957 - Naixement de Kenny Acheson, pilot de carreres d'Irlanda del Nord",
    "1957 - Aniversari de Michael A. Stackpole, dissenyador de jocs i autor nord-americà",
    "1958 - Naixement de Mike Scioscia, jugador de beisbol i entrenador nord-americà",
    "1958 - Naixement de Tetsuya Komuro, cantant, compositor i productor japonès",
    "1959 - Naixement de Charlie Burchill, guitarrista i compositor escocès",
    "1959 - Naixement de Viktoria Mullova, violinista russa",
    "1960 - Naixement de Gianni Vernetti, advocat i polític italià",
    "1960 - Naixement de Ken O'Brien, jugador de futbol americà i entrenador",
    "1960 - Naixement de Kevin Henkes, autor i il·lustrador nord-americà",
    "1960 - Naixement de Maria Schneider, compositora i músic nord-americana",
    "1960 - Naixement de Michael Rispoli, actor nord-americà",
    "1960 - Naixement de Tim Pawlenty, advocat i polític nord-americà, 39è governador de Minnesota",
    "1960 - Naixement de Iúlia Timoixenko, economista i política ucraïnesa, 10è primer ministre d'Ucraïna",
    "1961 - Naixement de Samantha Bond, actriu anglesa",
    "1961 - Naixement de Steve Oedekerk, actor, director i guionista nord-americà",
    "1962 - Naixement de Charlie Benante, bateria i compositor nord-americà",
    "1962 - Naixement de Davey Boy Smith, lluitador anglès-canadenc (m. 2002)",
    "1962 - Naixement de Mike Bordin, bateria nord-americà",
    "1963 - Naixement de Fisher Stevens, actor, director i productor nord-americà",
    "1964 - Naixement de Hisayuki Sasaki, golfista japonès (m. 2013)",
    "1964 - Naixement de Roberto Mancini, futbolista i entrenador italià",
    "1964 - Naixement de Robin Givens, actriu nord-americana",
    "1965 - Naixement de Danielle Ammaccapane, golfista nord-americana",
    "1966 - Aniversari d'Andy Merrill, escriptor, productor i actor de veu nord-americà",
    "1968 - Naixement d'Al Barrow, baixista anglès",
    "1968 - Naixement de Michael Vartan, actor franco-americà",
    "1969 - Naixement de Damian Hinds, polític anglès",
    "1969 - Naixement d'El Chombo, cantautor panameny",
    "1969 - Naixement d'Elizabeth Marvel, actriu nord-americana",
    "1969 - Naixement de Myles Kennedy, cantant i compositor nord-americà",
    "1969 - Naixement de Ruth George, política anglesa",
    "1970 - Aniversari de Kelly Loeffler, política i empresaria nord-americana",
    "1971 - Naixement d'Iván Rodríguez, jugador de beisbol porto-riqueny-americà",
    "1971 - Naixement de Kirk Acevedo, actor nord-americà",
    "1971 - Aniversari de Larry Allen, jugador de futbol americà",
    "1971 - Naixement de Nick Van Exel, jugador i entrenador de bàsquet nord-americà",
    "1972 - Naixement de Shane Salerno, guionista i productor nord-americà",
    "1973 - Naixement d'Evan Karagias, lluitador i actor nord-americà",
    "1973 - Aniversari de Jin Katagiri, còmic, actor, escultor i terrisser japonès",
    "1973 - Naixement de Jon Runyan, jugador de futbol americà i polític",
    "1973 - Aniversari de Samantha Harris, model i presentadora de televisió nord-americana",
    "1973 - Naixement de Sharlto Copley, actor sud-africà",
    "1973 - Aniversari de Twista, raper i productor nord-americà",
    "1974 - Naixement d'Alec Newman, actor escocès",
    "1974 - Naixement de Wendy Houvenaghel, ciclista de carreres d'Irlanda del Nord",
    "1975 - Aniversari de Bad Azz, raper nord-americà (m. 2019)",
    "1975 - Naixement de Martín Gramática, futbolista argentino-americà",
    "1975 - Naixement de Rain Vessenberg, futbolista estonià",
    "1976 - Aniversari de Chad Kilger, jugador d'hoquei sobre gel i bomber canadenc",
    "1976 - Aniversari de Jaleel White, actor i guionista nord-americà",
    "1976 - Naixement de Jean Grae, raper i productor sud-americà",
    "1977 - Aniversari d'Andy Panko, jugador de bàsquet nord-americà",
    "1977 - Naixement de Bendor Grosvenor, historiador de l'art britànic",
    "1977 - Aniversari de Willie Bloomquist, jugador de beisbol nord-americà",
    "1978 - Naixement d'Eszter Molnár, tennista hongaresa",
    "1978 - Aniversari de Jimmy Rollins, jugador de beisbol nord-americà",
    "1978 - Aniversari de Mike Skinner, raper i productor anglès",
    "1978 - Naixement de Radek Štěpánek, tennista txec",
    "1979 - Aniversari de Brendan Haywood, jugador de bàsquet nord-americà",
    "1979 - Naixement d'Hilary Hahn, violinista nord-americana",
    "1979 - Naixement de Ricky Carmichael, corredor de motocròs nord-americà",
    "1979 - Naixement de Teemu Tainio, futbolista finlandès",
    "1980 - Naixement de Jackie Greene, cantautora i guitarrista nord-americana",
    "1980 - Naixement de Michael Yardy, jugador de cricket anglès",
    "1980 - Naixement de Veronika Portsmuth, cantant i directora d'orquestra estònia",
    "1981 - Naixement de Bruno Alves, futbolista portuguès",
    "1981 - Naixement de Matthew Taylor, futbolista anglès",
    "1981 - Naixement de Ryan Jimmo, artista marcial mixt canadenc (m. 2016)",
    "1982 - Naixement d'Aleksandr Kerzhakov, futbolista rus",
    "1982 - Naixement de David Bellion, futbolista francès",
    "1982 - Naixement de Tommy Robinson, activista anglès, cofundador de la Lliga de Defensa anglesa",
    "1983 - Aniversari de Donta Smith, jugadora de bàsquet nord-americà-veneçolana",
    "1983 - Naixement de Henrik Karlsson, jugador d'hoquei sobre gel suec-kazakistan",
    "1983 - Aniversari del professor Green, raper anglès",
    "1984 - Naixement de Domata Peko, jugador de futbol americà",
    "1984 - Naixement d'Izumi Kitta, actriu de veu i cantant japonesa",
    "1984 - Naixement de Leslie Dewan, emprenedora nord-americana",
    "1985 - Naixement d'Alison Pill, actriu canadenca",
    "1985 - Naixement de Park Soo-jin, cantant sud-coreà",
    "1985 - Naixement de Thilo Versick, futbolista alemany",
    "1986 - Naixement d'Oritsé Williams, cantautor, productor i ballarí anglès",
    "1986 - Naixement de Steven Silva, futbolista filipí americà",
    "1986 - Naixement de Suresh Kumar Raina, jugador de cricket indi",
    "1986 - Naixement de Xavi Torres, futbolista espanyol",
    "1987 - Naixement de Lashana Lynch, actriu anglesa",
    "1987 - Naixement de Luigi Datome, jugador de bàsquet italià",
    "1989 - Naixement de Freddie Sears, futbolista anglès",
    "1989 - Naixement de Michael Floyd, jugador de futbol americà",
    "1990 - Naixement de Josh Dubovie, cantant anglès",
    "1992 - Naixement d'Ala Boratyn, cantant i compositor polonès",
    "1992 - Naixement de Bradley Zimmer, jugador de beisbol nord-americà",
    "1992 - Aniversari de Chanyeol, raper, cantant, compositor, actor i model sud-coreà",
    "1993 - Naixement d'Aubrey Peeples, actriu i cantant nord-americana",
    "1995 - Naixement de Suliasi Vunivalu, jugador de la lliga de rugbi de Fiji",
    "1996 - Naixement de Mike Williams, DJ i productor discogràfic holandès",
    "2001 - Naixement de Zoe Colletti, actriu nord-americana"
  ],
  "day_6_month_4_births.dialog": [
    "1135 - Naixement de Maimònides, filòsof jueu, erudit de la Torà, metge i astrònom (també proposat el 30 de març, d. 1204)",
    "1342 - Naixement de la infanta Maria, marquesa de Tortosa",
    "1573 - Naixement de Margarida de Brunswick-Lüneburg, noble alemanya (m. 1643)",
    "1632 - Naixement de Maria Leopoldina d'Àustria (m. 1649)",
    "1651 - Naixement d'André Dacier, erudit i acadèmic francès (m. 1722)",
    "1660 - Naixement de Johann Kuhnau, organista i compositor alemany (m. 1722)",
    "1664 - Naixement d'Arvid Horn, general i polític suec, governador del comtat de Västerbotten (m. 1742)",
    "1671 - Naixement de Jean-Baptiste Rousseau, poeta i dramaturg francès (m. 1741)",
    "1672 - Naixement d'André Cardinal Destouches, compositor francès (m. 1749)",
    "1706 - Naixement de Louis de Cahusac, dramaturg i compositor francès (m. 1759)",
    "1708 - Naixement de Johann Georg Reutter, organista i compositor austríac (m. 1772)",
    "1725 - Naixement de Pasquale Paoli, militar i polític francès (m. 1807)",
    "1726 - Naixement de Gerard Majella, sant italià (m. 1755)",
    "1741 - Naixement de Nicolas Chamfort, autor i dramaturg francès (m. 1794)",
    "1766 - Naixement de Wilhelm von Kobell, pintor i pedagog alemany (m. 1853)",
    "1773 - Naixement de James Mill, historiador, economista i filòsof escocès (m. 1836)",
    "1787 - Naixement de Celestina Cordero, pedagoga porto-riquenya (m. 1862)",
    "1810 - Naixement de Philip Henry Gosse, biòleg i acadèmic anglès (m. 1888)",
    "1812 - Naixement d'Alexander Herzen, filòsof i autor rus (m. 1870)",
    "1815 - Naixement de Robert Volkmann, organista, compositor i director d'orquestra alemany (m. 1883)",
    "1818 - Naixement d'Aasmund Olavsson Vinje, periodista i poeta noruec (m. 1870)",
    "1820 - Naixement de Nadar, fotògraf, periodista i autor francès (m. 1910)",
    "1823 - Naixement de Joseph Medill, editor i polític canadenc-americà, 26è alcalde de Chicago (m. 1899)",
    "1824 - Naixement de George Waterhouse, polític anglès i neozelandès, setè primer ministre de Nova Zelanda (m. 1906)",
    "1826 - Naixement de Gustave Moreau, pintor i acadèmic francès (m. 1898)",
    "1844 - Naixement de William Lyne, polític australià, 13è primer ministre de Nova Gal·les del Sud (m. 1913)",
    "1851 - Naixement de Guillaume Bigourdan, astrònom i acadèmic francès (m. 1932)",
    "1852 - Naixement de Will Crooks, sindicalista i polític anglès (m. 1921)",
    "1855 - Naixement de Charles Huot, pintor i il·lustrador canadenc (m. 1930)",
    "1857 - Naixement d'Arthur Wesley Dow, pintor i fotògraf nord-americà (m. 1922)",
    "1860 - Naixement de René Lalique, escultor i dissenyador de joies francès (m. 1945)",
    "1861 - Naixement de Stanislas de Guaita, poeta i autor francès (m. 1897)",
    "1864 - Naixement de William Bate Hardy, biòleg i acadèmic anglès (m. 1934)",
    "1866 - Naixement de Felix-Raymond-Marie Rouleau, cardenal canadenc (m. 1931)",
    "1869 - Naixement de Levon Shant, autor, poeta i dramaturg armeni (m. 1951)",
    "1878 - Naixement d'Erich Mühsam, autor, poeta i dramaturg alemany (m. 1934)",
    "1881 - Naixement de Karl Staaf, saltador de perxa i llançador de martells suec (m. 1953)",
    "1884 - Naixement de J. G. Parry-Thomas, pilot i enginyer de cotxes de carreres gal·lès (m. 1927)",
    "1886 - Naixement d'Atenàgoras I de Constantinoble (m. 1972)",
    "1886 - Naixement d'Osman Ali Khan, Asaf Jah VII, governant indi (m. 1967)",
    "1886 - Naixement de Walter Dandy, metge i neurocirurgià nord-americà (m. 1946)",
    "1888 - Naixement de Gerhard Ritter, historiador i acadèmic alemany (m. 1967)",
    "1888 - Naixement de Hans Richter, pintor, il·lustrador i director suís (m. 1976)",
    "1890 - Naixement d'Anthony Fokker, enginyer i empresari holandès, va fundar Fokker Aircraft Manufacturer (m. 1939)",
    "1892 - Naixement de Donald Wills Douglas, Sr., empresari nord-americà, va fundar la Douglas Aircraft Company (m. 1981)",
    "1892 - Naixement de Lowell Thomas, periodista i autor nord-americà (m. 1981)",
    "1895 - Naixement de Dudley Nichols, director, productor i guionista nord-americà (m. 1960)",
    "1898 - Naixement de Jeanne Hébuterne, pintora i autora francesa (m. 1920)",
    "1900 - Naixement de Leo Robin, compositor i compositor nord-americà (m. 1984)",
    "1901 - Naixement de Pier Giorgio Frassati, activista italià (m. 1925)",
    "1902 - Naixement de Julien Torma, autor, poeta i dramaturg francès (m. 1933)",
    "1903 - Naixement de Harold Eugene Edgerton, enginyer i acadèmic nord-americà (m. 1990)",
    "1903 - Naixement de Mickey Cochrane, jugador de beisbol i entrenador nord-americà (m. 1962)",
    "1904 - Naixement d'Erwin Komenda, dissenyador i enginyer d'automòbils austríac (m. 1966)",
    "1904 - Naixement de Kurt Georg Kiesinger, advocat, polític i canceller alemany (m. 1988)",
    "1908 - Naixement d'Ernie Lombardi, jugador de beisbol nord-americà (m. 1977)",
    "1908 - Naixement de Marcel-Marie Desmarais, predicador, missioner i autor canadenc (m. 1994)",
    "1909 - Naixement de Hermann Lang, pilot de cotxes de carreres alemany (m. 1987)",
    "1909 - Naixement de William M. Branham, ministre i teòleg nord-americà (m. 1965)",
    "1910 - Naixement de Barys Kit, científic de coets bielorús-americà (m. 2018)",
    "1911 - Naixement de Feodor Felix Konrad Lynen, bioquímic i acadèmic alemany, premi Nobel (m. 1979)",
    "1913 - Naixement de Shannon Boyd-Bailey McCune, geògraf i acadèmic nord-americà (m. 1993)",
    "1915 - Naixement de Tadeusz Kantor, director, pintor i escenògraf polonès (m. 1990)",
    "1916 - Naixement de Phil Leeds, actor nord-americà (m. 1998)",
    "1916 - Naixement de Vincent Ellis McKelvey, geòleg i autor nord-americà (m. 1987)",
    "1917 - Naixement de Leonora Carrington, pintora i autora anglesa-mexicana (m. 2011)",
    "1918 - Naixement d'Alfredo Ovando Candía, general i polític bolivià, 56è president de Bolívia (m. 1982)",
    "1919 - Naixement de Georgios Mylonas, polític grec, 11è ministre grec de Cultura (m. 1998)",
    "1920 - Naixement d'Edmond H. Fischer, bioquímic i acadèmic suís-nord-americà, premi Nobel (m. 2021)",
    "1920 - Naixement de Jack Cover, pilot i físic nord-americà, va inventar la pistola Taser (m. 2009)",
    "1921 - Naixement de Wilbur Thompson, llançador de pes nord-americà (m. 2013)",
    "1922 - Naixement de Gordon Chater, humorista i actor anglès-australià (m. 1999)",
    "1923 - Naixement d'Herb Thomas, pilot de carreres nord-americà (m. 2000)",
    "1926 - Naixement de Gil Kane, autor i il·lustrador letó-nord-americà (m. 2000)",
    "1926 - Naixement d'Ian Paisley, ministre i polític evangèlic d'Irlanda del Nord, segon primer ministre d'Irlanda del Nord (m. 2014)",
    "1926 - Naixement de Randy Weston, pianista i compositor de jazz nord-americà (m. 2018)",
    "1926 - Naixement de Sergio Franchi, cantant i actor italoamericà (m. 1990)",
    "1927 - Naixement de Gerry Mulligan, saxofonista, clarinetista i compositor nord-americà (m. 1996)",
    "1928 - Naixement de James Watson, biòleg, genetista i zoòleg nord-americà, premi Nobel",
    "1929 - Naixement d'André Previn, pianista, compositor i director d'orquestra nord-americà (m. 2019)",
    "1929 - Naixement de Christos Sartzetakis, jurista grec, justícia suprema i president de Grècia (m. 2022) ",
    "1929 - Naixement de Joi Lansing, model, actriu i cantant de discoteca nord-americana (m. 1972)",
    "1929 - Naixement de Willis Hall, dramaturg i autor anglès (m. 2005)",
    "1931 - Naixement d'Ivan Dixon, actor, director i productor nord-americà (m. 2008)",
    "1931 - Naixement de Ram Dass, autor i pedagog nord-americà (m. 2019)",
    "1932 - Naixement de Connie Broden, jugadora d'hoquei sobre gel canadenca (m. 2013)",
    "1932 - Naixement d'Helmut Griem, actor i director alemany (m. 2004)",
    "1933 - Naixement d'Eduardo Malapit, advocat i polític nord-americà, alcalde de Kauai (m. 2007)",
    "1933 - Naixement de Roy Goode, advocat i acadèmic anglès",
    "1933 - Naixement de Tom C. Korologos, periodista i diplomàtic nord-americà, ambaixador dels Estats Units a Bèlgica",
    "1934 - Naixement d'Anton Geesink, artista marcial i lluitador holandès (m. 2010)",
    "1934 - Naixement d'Enrique Álvarez Félix, actor mexicà (m. 1996)",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_16_month_7_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_11_month_3_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_9_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_16_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_14_month_2_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_7_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_31_month_5_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_3_month_9_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_12_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_4_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_2_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_5_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_13_month_4_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_8_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_18_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_6_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_12_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_9_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_3_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_12_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_13_month_1_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_31_month_7_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_31_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_11_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ]
}
