{
  "day_25_month_10_births.dialog": [
    null,
    "1330 - Naixement de Lluís II, comte de Flandes, (m. 1384)",
    "1453 - Naixement de Giuliano de' Medici (m. 1478)",
    "1510 - Naixement de Renée de França (m. 1574)",
    "1574 - Naixement de François de Sourdis, prelat catòlic francès (m. 1628)",
    "1589 - Naixement de Jan Stanisław Sapieha, noble polonès-lituà (m. 1635)",
    "1612 - Naixement de James Graham, primer marquès de Montrose, soldat escocès (m. 1650)",
    "1667 - Naixement de Lluís Frederic I, príncep de Schwarzburg-Rudolstadt (m. 1718)",
    "1683 - Naixement de Charles FitzRoy, segon duc de Grafton, polític anglès-irlandès, Lord Tinent d'Irlanda (m. 1757)",
    "1692 - Naixement d'Elisabeth Farnese, reina d'Espanya (m. 1766)",
    "1709 - Naixement de Georg Gebel, organista i compositor alemany (m. 1753)",
    "1714 - Naixement de James Burnett, Lord Monboddo, jutge escocès (m. 1799)",
    "1736 - Naixement de Thomas Mullins, primer baró Ventry, polític i parell angloirlandès (m. 1824)",
    "1743 - Naixement de Friedrich Karl August, príncep de Waldeck i Pyrmont (m. 1812)",
    "1749 - Naixement d'Erik Magnus Staël von Holstein, camarlenc suec (m. 1802)",
    "1754 - Naixement de Richard Howell, tercer governador de Nova Jersey (m. 1802)",
    "1755 - Naixement de François Joseph Lefebvre, comandant militar francès (m. 1820)",
    "1757 - Naixement de Heinrich Friedrich Karl vom und zum Stein, estadista prussià (m. 1831)",
    "1759 - Naixement de Maria Feodorovna, esposa russa de Pau I de Rússia (m. 1828)",
    "1759 - Naixement de William Grenville, acadèmic i polític anglès, primer ministre del Regne Unit (m. 1834)",
    "1760 - Naixement d'Arnold Hermann Ludwig Heeren, historiador alemany (m. 1842)",
    "1767 - Naixement de Benjamin Constant, filòsof i polític suís-francès (m. 1830)",
    "1768 - Naixement de Frederic Guillem, governant de Nassau-Weilburg (m. 1816)",
    "1772 - Naixement de Géraud Duroc, general i diplomàtic francès (m. 1813)",
    "1772 - Naixement de Victoire de Donnissan de La Rochejaquelein, recordista francesa (m. 1857)",
    "1779 - Naixement de Pedro Velarde y Santillán, capità d'artilleria espanyol (m. 1808)",
    "1781 - Naixement de Friedrich von Berchtold, metge i botànic bohemi (m. 1876)",
    "1782 - Naixement de Levi Lincoln Jr., advocat i polític nord-americà, 13è governador de Massachusetts (m. 1868)",
    "1789 - Naixement de Carlos María de Alvear, militar i estadista argentí (m. 1852)",
    "1789 - Naixement de Heinrich Schwabe, astrònom alemany (m. 1875)",
    "1790 - Naixement de Robert Stirling, clergue i inventor escocès (m. 1878)",
    "1792 - Naixement de Jeanne Jugan, monja francesa (m. 1879)",
    "1795 - Naixement de John P. Kennedy, novel·lista i polític whig nord-americà (m. 1870)",
    "1800 - Naixement de Jacques Paul Migne, sacerdot francès (m. 1875)",
    "1800 - Naixement de Julius von Mohl, orientalista alemany (m. 1876)",
    "1800 - Naixement de Maria Jane Jewsbury, escriptora, poeta i crítica literària anglesa (m. 1833)",
    "1800 - Naixement de Thomas Babington Macaulay, poeta, historiador i polític anglès, secretari de guerra (m. 1859)",
    "1802 - Naixement de Joseph Montferrand, talador canadenc i home fort (m. 1864)",
    "1802 - Naixement de Richard Parkes Bonington, pintor anglès (m. 1828)",
    "1803 - Naixement de Maria Doolaeghe, novel·lista flamenca (m. 1884)",
    "1806 - Naixement de Max Stirner, filòsof i autor alemany (m. 1856)",
    "1811 - Naixement d'Évariste Galois, matemàtic i teòric francès (m. 1832)",
    "1814 - Naixement del príncep Lluís, duc de Nemours (m. 1896)",
    "1815 - Naixement de Camillo Sivori, virtuós violinista i compositor italià (m. 1894)",
    "1819 - Naixement de Christian August Friedrich Garcke, botànic alemany (m. 1904)",
    "1821 - Naixement d'Antonio Ciseri, pintor suís italià (m. 1891)",
    "1825 - Naixement de Johann Friedrich Julius Schmidt, astrònom i geofísic alemany (m. 1884)",
    "1825 - Naixement de Johann Strauss II, compositor i pedagog austríac (m. 1899)",
    "1827 - Naixement de Marcellin Berthelot, químic i polític francès (m. 1907)",
    "1832 - Naixement del gran duc Miquel Nikolaevich de Rússia (m. 1909)",
    "1838 - Naixement de Georges Bizet, pianista i compositor francès (m. 1875)",
    "1838 - Naixement de James Maybrick, comerciant de cotó anglès, víctima de l'\"enverinament d'Aigburth\" (m. 1889)",
    "1844 - Naixement de Philip Wicksteed, economista anglès (m. 1927)",
    "1848 - Naixement de Carlo Emery, entomòleg italià (m. 1925)",
    "1848 - Naixement de Karl Emil Franzos, novel·lista austríac (m. 1904)",
    "1852 - Naixement de Dmitry Mamin-Sibiryak, autor rus (m. 1912)",
    "1853 - Naixement de Karl August Otto Hoffmann, botànic alemany (m. 1909)",
    "1856 - Naixement de Dragutin Gorjanović-Kramberger, geòleg, paleontòleg i arqueòleg croat (m. 1936)",
    "1858 - Naixement de Take Ionescu, polític, diplomàtic, periodista i advocat romanès (m. 1922)",
    "1864 - Naixement d'Alexander Gretchaninov, pianista i compositor rus-nord-americà (m. 1956)",
    "1864 - Naixement de John Francis Dodge, empresari nord-americà, cofundador de la Dodge Company (m. 1920)",
    "1864 - Naixement de Toktogul Satylganov, kirguiz Akyn, poeta i cantant (m. 1933)",
    "1866 - Naixement de Georg Schumann, compositor alemany (m. 1952)",
    "1866 - Naixement de Norbert Klein, bisbe de Brno (m. 1933)",
    "1866 - Naixement de Thomas Armat, mecànic i inventor nord-americà (m. 1948)",
    "1867 - Naixement de Józef Dowbor-Muśnicki, general polonès (m. 1937)",
    "1868 - Naixement de Dan Burke, jugador de beisbol nord-americà (m. 1933)",
    "1868 - Naixement d'Oskar Kallas, lingüista i diplomàtic estonià (m. 1946)",
    "1874 - Naixement d'Emma Gramatica, actriu italiana (m. 1965)",
    "1874 - Naixement de Huang Xing, líder i estadista revolucionari xinès (m. 1916)",
    "1874 - Naixement de Victor Sonnemans, jugador de waterpolo belga (m. 1962)",
    "1875 - Naixement d'Arthur Birkett, jugador de cricket britànic (m. 1941)",
    "1875 - Naixement de Carolyn Sherwin Bailey, autora i pedagoga nord-americana (m. 1961)",
    "1877 - Naixement d'Adolf Moller, rem alemany (m. 1968)",
    "1877 - Naixement de Henry Norris Russell, astrònom nord-americà (m. 1957)",
    "1879 - Naixement de Fritz Haarmann, assassí en sèrie alemany (m. 1925)",
    "1880 - Naixement de Bohumír Šmeral, polític txec (m. 1941)",
    "1881 - Naixement de Pablo Picasso, pintor i escultor espanyol (m. 1973)",
    "1882 - Naixement d'André-Damien-Ferdinand Jullien, cardenal francès de l'Església Catòlica Romana (m. 1964)",
    "1882 - Naixement de John T. Flynn, periodista i autor nord-americà (m. 1964)",
    "1882 - Naixement de Theodora Agnes Peck, autora i poeta nord-americana (m. 1964)",
    "1882 - Naixement de Tony Jackson, cantautor i pianista nord-americà (m. 1921)",
    "1883 - Naixement de Nikolay Krestinsky, polític i revolucionari rus (m. 1938)",
    "1884 - Naixement de Maria Czaplicka, antropòloga cultural polonesa (m. 1921)",
    "1885 - Naixement de Sam M. Lewis, cantant i lletrista nord-americà (m. 1959)",
    "1885 - Naixement de Xavier Lesage, eqüestre francès (m. 1968)",
    "1886 - Naixement de Karl Polanyi, economista i historiador austrohongarès (m. 1964)",
    "1886 - Naixement de Leo G. Carroll, actor anglès-nord-americà (m. 1972)",
    "1887 - Naixement d'Alexander McCulloch, remador britànic (m. 1951)",
    "1888 - Naixement de Jan Palouš, jugador d'hoquei sobre gel txecoslovac (m. 1971)",
    "1888 - Naixement de Léon Tom, esgrimista i bobsled belga",
    "1888 - Naixement de Nils Dardel, pintor suec-americà (m. 1943)",
    "1888 - Naixement de Richard E. Byrd, almirall i pilot nord-americà (m. 1957)",
    "1889 - Naixement d'Abel Gance, actor, director, productor i guionista francès (m. 1981)",
    "1890 - Naixement de Floyd Bennett, aviador nord-americà (m. 1928)",
    "1890 - Naixement de Kōtarō Tanaka, jurista i polític japonès (m. 1974)",
    "1891 - Naixement de Charles Coughlin, sacerdot canadenc-nord-americà i presentador de ràdio (m. 1979)",
    "1891 - Naixement de Karl Elmendorff, director d'orquestra alemany (m. 1962)",
    "1892 - Naixement de Nell Shipman, actriu, guionista i productora canadenca-nord-americana (m. 1970)",
    "1894 - Naixement de Claude Cahun, fotògraf i escultor francès (m. 1954)",
    "1894 - Naixement de Johan Wilhelm Rangell, primer ministre de Finlàndia (m. 1982)",
    "1894 - Naixement de Âşık Veysel Şatıroğlu, poeta i compositor turc (m. 1973)",
    "1895 - Naixement d'Arthur Schmidt, oficial alemany (m. 1987)",
    "1895 - Naixement de Levi Eshkol, militar i polític ucraïnès-israelià, tercer primer ministre d'Israel (m. 1969)",
    "1895 - Naixement de Vsevolod Merkulov, cap rus de l'NKGB (m. 1953)",
    "1896 - Naixement de Nils Backlund, jugador de waterpolo suec (m. 1964)",
    "1897 - Naixement d'Erwin von Lahousen, oficial de l'Abwehr alemany (m. 1955)",
    "1897 - Naixement de Karl Olivecrona, advocat i filòsof suec (m. 1980)",
    "1897 - Naixement de Luigi Pavese, actor italià (m. 1969)",
    "1898 - Naixement de Karl Anton, director, guionista i productor alemany (m. 1979)",
    "1899 - Naixement d'Armand Thirard, director de fotografia francès (m. 1973)",
    "1900 - Naixement de Funmilayo Ransome-Kuti, educador i activista nigerià (m. 1978)",
    "1900 - Naixement de Johan Greter, eqüestre holandès (m. 1975)",
    "1900 - Naixement de William Stevenson, jugador d'atletisme nord-americà (m. 1985)",
    "1901 - Aniversari de Roy Fox, director d'orquestra de dansa britànic (m. 1982)",
    "1902 - Naixement de Carlo Gnocchi, sacerdot, pedagog i escriptor italià (m. 1956)",
    "1902 - Naixement d'Eddie Lang, guitarrista de jazz nord-americà (m. 1933)",
    "1902 - Naixement de Henry Steele Commager, historiador i autor nord-americà (m. 1998)",
    "1903 - Naixement de Piet van der Horst, ciclista holandès (m. 1983)",
    "1904 - Naixement de Bill Tytla, animador ucraïnès-americà (m. 1968)",
    "1904 - Naixement de Cemal Reşit Rey, pianista, compositor i director d'orquestra turc (m. 1985)",
    "1904 - Aniversari de Denny Shute, golfista nord-americà (m. 1974)",
    "1905 - Naixement de Bob McPhail, futbolista escocès (m. 2000)",
    "1906 - Naixement de Karl Humenberger, futbolista austríac (m. 1989)",
    "1908 - Naixement de Carmen Dillon, dissenyadora de cinema i producció anglesa (m. 2000)",
    "1908 - Naixement de Gotthard Handrick, pilot de caça alemany i atleta olímpic (m. 1978)",
    "1908 - Naixement de Polly Ann Young, actriu nord-americana (m. 1997)",
    "1909 - Naixement d'Edward Flynn, boxejador nord-americà (m. 1976)",
    "1909 - Naixement de Jean-Paul Le Chanois, actor, director i guionista francès (m. 1985)",
    "1909 - Naixement de Ken Domon, fotògraf japonès (m. 1990)",
    "1909 - Naixement de Whit Bissell, actor nord-americà (m. 1996)",
    "1910 - Naixement de Johnny Mauro, pilot de cotxes de carreres nord-americà (m. 2003)",
    "1910 - Naixement de Tyrus Wong, artista xinesoamericà (m. 2016)",
    "1910 - Naixement de William Higinbotham, físic i dissenyador de videojocs nord-americà (m. 1994)",
    "1912 - Naixement d'Abdelkader Ben Bouali, futbolista francès (m. 1997)",
    "1912 - Naixement d'Alfred Klingler, jugador d'handbol de camp alemany",
    "1912 - Naixement de Luigi Raimondi, cardenal de l'Església Catòlica Romana (m. 1975)",
    "1912 - Naixement de Minnie Pearl, animadora i filantropa nord-americana (m. 1996)",
    "1913 - Naixement d'Anton Kochinyan, polític armeni soviètic (m. 1990)",
    "1913 - Naixement de Klaus Barbie, capità alemany de les SS (m. 1991)",
    "1914 - Naixement de John Berryman, poeta i erudit nord-americà (m. 1972)",
    "1915 - Naixement d'Ivan M. Niven, matemàtic i acadèmic canadenc-nord-americà (m. 1999)",
    "1916 - Naixement de Helge Larsson, piragüista suec (m. 1971)",
    "1917 - Naixement de Carl Forssell, esgrimista suec (m. 2005)",
    "1917 - Naixement de Dmitry Polyansky, primer viceprimer ministre de la Unió Soviètica (m. 2001)",
    "1918 - Naixement de David Ausubel, psicòleg nord-americà (m. 2008)",
    "1919 - Naixement de Beate Uhse-Rotermund, pilot i emprenedora alemanya (m. 2001)",
    "1919 - Naixement de Raoul Remy, ciclista francès (m. 2002)",
    "1920 - Naixement de Megan Taylor, patinadora artística britànica (m. 1993)",
    "1921 - Naixement de Miquel I de Romania (m. 2017)",
    "1922 - Naixement de Gloria Lasso, cantant espanyola (m. 2005)",
    "1923 - Naixement d'Achille Silvestrini, prelat italià (m. 2019)",
    "1923 - Naixement de Beate Sirota Gordon, directora i productora austríaca-nord-americana (m. 2012)",
    "1923 - Naixement de Bobby Thomson, jugador de beisbol escocès-americà (m. 2010)",
    "1924 - Naixement de Billy Barty, actor nord-americà (m. 2000)",
    "1924 - Naixement d'Earl Palmer, baterista del Saló de la Fama dels Estats Units (m. 2008)",
    "1925 - Naixement de Joseph Michel, polític belga (m. 2016)",
    "1925 - Naixement d'Oralia Domínguez, cantant mezzosoprano d'òpera mexicana (m. 2013)",
    "1926 - Naixement de Bo Carpelan, poeta i autor finlandès (m. 2011)",
    "1926 - Naixement de Galina Vishnevskaya, soprano i actriu russoamericana (m. 2012)",
    "1926 - Naixement de Jimmy Heath, saxofonista i compositor nord-americà (m. 2020)",
    "1927 - Naixement de Barbara Cook, cantant i actriu nord-americana (m. 2017)",
    "1927 - Naixement de Jorge Batlle Ibáñez, advocat i polític uruguaià, 32è president de l'Uruguai (m. 2016)",
    "1927 - Naixement de Lauretta Masiero, actriu i cantant italiana (m. 2010)",
    "1927 - Naixement de Lawrence Kohlberg, psicòleg i autor nord-americà (m. 1987)",
    "1928 - Naixement d'Adolphe Gesché, sacerdot i teòleg catòlic belga (m. 2003)",
    "1928 - Naixement d'Anthony Franciosa, actor nord-americà (m. 2006)",
    "1928 - Naixement de Jeanne Cooper, actriu nord-americana (m. 2013)",
    "1928 - Naixement de Marion Ross, actriu nord-americana",
    "1928 - Naixement de Paulo Mendes da Rocha, arquitecte brasiler (m. 2021)",
    "1928 - Naixement de Peter Naur, informàtic, astrònom i acadèmic danès (m. 2016)",
    "1928 - Naixement de Yakov Rylsky, esgrimista de sabre soviètic (m. 1999)",
    "1929 - Naixement de Claude Rouer, ciclista francès (m. 2021)",
    "1929 - Naixement de Michel Knuysen, remador belga (m. 2013)",
    "1929 - Naixement de Peter Rühmkorf, escriptor alemany (m. 2008)",
    "1929 - Naixement de Zdravko Milev, jugador d'escacs búlgar (m. 1984)",
    "1930 - Naixement de Harold Brodkey, autor i acadèmic nord-americà (m. 1996)",
    "1930 - Naixement de Karoly Honfi, jugador d'escacs hongarès (m. 1996)",
    "1931 - Naixement d'Annie Girardot, actriu i cantant francesa (m. 2011)",
    "1931 - Naixement de Jimmy McIlroy, futbolista i entrenador d'Irlanda del Nord (m. 2018)",
    "1932 - Naixement de Jerzy Pawłowski, esgrimista polonès i agent doble (m. 2005)",
    "1932 - Naixement de Theodor Pištěk, dissenyador de vestuari txec",
    "1932 - Naixement de Vitold Fokin, primer viceprimer ministre ucraïnès",
    "1933 - Naixement de Martti Mansikka, gimnasta finlandesa",
    "1933 - Naixement de René Brodmann, futbolista suís (m. 2000)",
    "1934 - Naixement de Carlos Sherman, traductor, escriptor i activista bielorús-espanyol (m. 2005)",
    "1935 - Aniversari de Rusty Schweickart, soldat, pilot i astronauta nord-americà",
    "1936 - Aniversari d'Arnfinn Nesset, infermera noruega i assassí en sèrie condemnat",
    "1936 - Naixement de Martin Gilbert, historiador, autor i acadèmic anglès (m. 2015)",
    "1936 - Naixement de Masako Nozawa, actriu i cantant japonesa",
    "1937 - Naixement d'Ignacio Carrasco de Paula, prelat espanyol",
    "1937 - Naixement de Roberto Menescal, cantautor, guitarrista i productor brasiler",
    "1937 - Naixement de Vendramino Bariviera, ciclista italià (m. 2001)",
    "1938 - Naixement de Bob Webster, bussejador nord-americà",
    "1939 - Naixement de Dave Simmonds, corredor de motos britànic (m. 1972)",
    "1939 - Naixement de Nikolay Kiselyov, atleta soviètic de combinació nòrdica (m. 2005)",
    "1939 - Naixement de Nikos Nikolaidis, director, productor i guionista grec (m. 2007)",
    "1939 - Naixement de Robin Spry, director, productor i guionista canadenc (m. 2005)",
    "1939 - Naixement de Sara Dylan, actriu i model nord-americana",
    "1939 - Naixement de Zelmo Beaty, jugador i entrenador de bàsquet nord-americà (m. 2013)",
    "1940 - Naixement de Bob Knight, jugador i entrenador de bàsquet nord-americà (m. 2023)",
    "1940 - Naixement de Jimmy Herman, actor canadenc (m. 2013)",
    "1941 - Naixement d'Anne Tyler, autora i crítica nord-americana",
    "1941 - Naixement de Dave Weill, llançador de disc nord-americà",
    "1941 - Naixement de Gordon Tootoosis, actor aborígen canadenc (m. 2011)",
    "1941 - Naixement d'Helen Reddy, cantautora i actriu australià-americana (m. 2020)",
    "1941 - Naixement de Lynda Benglis, escultora i pintora nord-americana",
    "1942 - Naixement de Franklin Loufrani, president francès de la Smiley Company",
    "1942 - Naixement de Gloria Katz, guionista i productora nord-americana (m. 2018)",
    "1942 - Naixement de Terumasa Hino, trompetista de jazz japonès",
    "1943 - Naixement d'Orso Maria Guerrini, actor italià",
    "1943 - Naixement de Roy Lynes, teclista i cantant anglès",
    "1944 - Naixement d'Azizan Abdul Razak, polític de Malàisia, 10è Menteri Besar de Kedah (m. 2013)",
    "1944 - Naixement de Donald Ford, futbolista escocès",
    "1944 - Aniversari de Fred Housego, taxista escocès-anglès i presentador de jocs",
    "1944 - Naixement de James Carville, advocat i consultor polític nord-americà",
    "1944 - Naixement de Jon Anderson, cantautor i guitarrista anglès",
    "1944 - Naixement de Kati Kovács, cantautora i actriu hongaresa",
    "1944 - Naixement de Ren Zhengfei, empresari xinès",
    "1945 - Naixement de David S. Ward, director i guionista nord-americà",
    "1945 - Naixement de Francisco Sá, futbolista argentí",
    "1945 - Naixement de Keaton Yamada, actor de veu japonès",
    "1945 - Naixement de Krzysztof Piesiewicz, advocat, guionista i polític polonès",
    "1945 - Naixement de Peter Ledger, pintor i il·lustrador australià nord-americà (m. 1994)",
    "1945 - Naixement de Phil Volk, músic, cantautor i productor discogràfic nord-americà",
    "1945 - Naixement de Yuriy Meshkov, polític ucraïnès i separatista rus (m. 2019)",
    "1946 - Naixement d'Elías Figueroa, futbolista xilè",
    "1946 - Naixement de Peter Lieberson, compositor nord-americà",
    "1947 - Naixement de Glenn Tipton, cantautor i guitarrista anglès",
    "1947 - Naixement de Requena Nozal, artista espanyola",
    "1948 - Naixement de Dan Gable, lluitador i entrenador nord-americà",
    "1948 - Naixement de Dan Issel, jugador i entrenador de bàsquet nord-americà",
    "1948 - Naixement de Dave Cowens, jugador i entrenador de bàsquet nord-americà",
    "1948 - Naixement de Sigleif Johansen, biatleta noruec",
    "1949 - Naixement de Brian Kerwin, actor nord-americà",
    "1949 - Naixement de Réjean Houle, jugador i entrenador d'hoquei sobre gel canadenc",
    "1949 - Naixement de Walter Hyatt, cantant i compositor nord-americà (m. 1996)",
    "1949 - Naixement de Wilfried Louis, futbolista haitiano",
    "1950 - Naixement d'Anne Alvaro, actriu francesa",
    "1950 - Naixement de Chris Norman, cantant i compositor anglès",
    "1950 - Naixement de Fernando Arêas Rifan, bisbe brasiler",
    "1950 - Naixement de Francisco Oscar Lamolina, àrbitre de futbol argentí",
    "1950 - Naixement de John Matuszak, futbolista americà (m. 1989)",
    "1950 - Naixement de Roger Davies, futbolista anglès",
    "1951 - Naixement de Richard Lloyd, cantautor i guitarrista nord-americà",
    "1952 - Naixement de Ioannis Kyrastas, futbolista i entrenador grec (m. 2004)",
    "1952 - Naixement de Samir Geagea, comandant i polític libanès",
    "1952 - Naixement de Tove Nilsen, autora noruega",
    "1952 - Naixement de Wendy Hall, informàtica, matemàtica i acadèmica anglesa",
    "1953 - Naixement de Daniele Bagnoli, entrenador italià de voleibol",
    "1953 - Naixement de Jasem Yaqoub, futbolista kuwaití",
    "1954 - Naixement d'Ed Powers, fundador nord-americà d'Ed Powers Productions",
    "1954 - Naixement de Mike Eruzione, jugador i entrenador nord-americà d'hoquei sobre gel",
    "1955 - Naixement de Gale Anne Hurd, productora nord-americana",
    "1955 - Naixement de Glynis Barber, actriu sud-africana i anglesa",
    "1955 - Naixement de Leena Lander, autora finlandesa",
    "1955 - Naixement de Lito Lapid, actor filipí",
    "1955 - Naixement de Matthias Jabs, guitarrista i compositor alemany",
    "1955 - Naixement de Robin Eubanks, trombonista i pedagog nord-americà",
    "1956 - Naixement de Stephen Leather, autor britànic",
    "1957 - Naixement d'Enrique López Zarza, futbolista mexicà",
    "1957 - Naixement de Nancy Cartwright, actriu de veu nord-americana",
    "1957 - Naixement de Piet Wildschut, futbolista holandès",
    "1957 - Naixement de Robbie McIntosh, guitarrista anglès",
    "1958 - Naixement de Kjell Inge Røkke, empresari i filantrop noruec",
    "1958 - Naixement de Kornelia Ender, nedadora d'Alemanya de l'Est",
    "1959 - Naixement de Chrissy Amphlett, cantautora i actriu australiana (m. 2013)",
    "1959 - Naixement d'Óscar Aguirregaray, futbolista uruguaià",
    "1960 - Naixement de Hong Sang-soo, director i guionista sud-coreà",
    "1961 - Naixement de Chad Smith, bateria nord-americà",
    "1961 - Naixement de John Sivebæk, futbolista danès",
    "1962 - Naixement de David Furnish, cineasta canadenc",
    "1962 - Naixement de John Stollmeyer, futbolista nord-americà",
    "1962 - Naixement de Steve Gainer, director de fotografia i director nord-americà",
    "1962 - Naixement de Steve Hodge, futbolista i entrenador anglès",
    "1963 - Naixement de John Levén, baixista suec",
    "1963 - Naixement de José Ortiz, jugador de bàsquet porto-riqueny",
    "1963 - Naixement de Melinda McGraw, actriu nord-americana",
    "1963 - Naixement de Michael Lynagh, futbolista australià de rugbi",
    "1963 - Naixement de Tracy Nelson, actriu nord-americana",
    "1964 - Naixement de Johan de Kock, futbolista holandès",
    "1964 - Naixement de Kevin Michael Richardson, actor de veu i cantant nord-americà",
    "1964 - Naixement de Michael Boatman, actor nord-americà",
    "1964 - Naixement de Nicole, cantant alemanya",
    "1965 - Aniversari de 2 Cold Scorpio, lluitador nord-americà",
    "1965 - Naixement de Claire Colebrook, filòsofa, teòrica i acadèmica australiana",
    "1965 - Naixement de Derrick Rostagno, tennista nord-americà",
    "1965 - Naixement de Dominique Herr, futbolista suís",
    "1965 - Naixement de Mathieu Amalric, actor i director francès",
    "1965 - Naixement de Rainer Strecker, actor alemany",
    "1965 - Naixement de Valdir Benedito, futbolista brasiler",
    "1966 - Naixement de Lionel Charbonnier, futbolista francès",
    "1966 - Aniversari de Perry Saturn, lluitador nord-americà",
    "1966 - Aniversari de Wendel Clark, jugador canadenc d'hoquei sobre gel",
    "1966 - Naixement de Zana Briski, fotògrafa i cineasta britànica",
    "1967 - Naixement de Gary Sundgren, futbolista suec",
    "1967 - Naixement de Martin Marinov, piragüista australià",
    "1967 - Naixement de Taiyō Matsumoto, artista de manga japonès",
    "1968 - Naixement de Doris Fitschen, futbolista alemanya",
    "1968 - Birthday of Speech, raper nord-americà",
    "1969 - Naixement d'Alex Webster, baixista nord-americà",
    "1969 - Naixement d'Ibragim Gasanbekov, futbolista azerbaidjan",
    "1969 - Naixement de Josef Beránek, jugador i entrenador d'hoquei sobre gel txec",
    "1969 - Naixement de Nika Futterman, actriu de veu, còmic i cantant nord-americana",
    "1969 - Naixement d'Oleg Salenko, futbolista rus",
    "1969 - Aniversari de Samantha Bee, còmic i presentadora de televisió canadenca-nord-americana",
    "1969 - Naixement de Slavko Cicak, Gran Mestre d'escacs suec",
    "1970 - Naixement d'Adam Goldberg, actor, director, productor i guionista nord-americà",
    "1970 - Naixement d'Adam Pascal, actor i cantant nord-americà",
    "1970 - Naixement de Chely Wright, cantautora i actriu nord-americana",
    "1970 - Naixement de Damir Mršić, jugador de bàsquet bosnià",
    "1970 - Naixement de Daniel Scheinhardt, futbolista alemany",
    "1970 - Naixement d'Ed Robertson, cantant, compositor, guitarrista i productor canadenc",
    "1970 - Naixement de J. A. Adande, periodista i acadèmic nord-americà",
    "1970 - Naixement de Peter Aerts, kickboxer holandès i artista marcial mixt",
    "1970 - Naixement de Rafa, futbolista espanyol",
    "1971 - Naixement d'Athena Chu, actriu i cantant de Hong Kong",
    "1971 - Naixement de Craig Robinson, actor i cantant nord-americà",
    "1971 - Naixement d'Elif Şafak, periodista, autor i acadèmic franco-turc",
    "1971 - Naixement de Leslie Grossman, actriu nord-americana",
    "1971 - Naixement de Midori, violinista i pedagog japonès-americà",
    "1971 - Naixement de Neil Fallon, cantautor i guitarrista nord-americà",
    "1971 - Naixement de Pedro Martínez, jugador de beisbol i periodista esportiu dominicano-americà",
    "1971 - Naixement de Rosie Ledet, cantautora i acordionista nord-americana",
    "1971 - Naixement de Simon Charlton, futbolista i entrenador anglès",
    "1972 - Naixement de Cristian Dulca, futbolista romanès",
    "1972 - Naixement de Jonathan Torrens, actor, productor i guionista canadenc",
    "1972 - Aniversari de Maxi Mounds, model i actriu pornogràfica nord-americana nua.",
    "1972 - Naixement de Persia White, actriu, cantant i músic nord-americana",
    "1972 - Naixement de Rodolfo Falcón, nedador cubà",
    "1973 - Naixement de Fırat Aydınus, àrbitre de futbol turc",
    "1973 - Naixement de Lamont Bentley, actor i raper nord-americà (m. 2005)",
    "1973 - Naixement de Michael Weston, actor nord-americà",
    "1974 - Naixement de Lee Byung-kyu, jugador de beisbol sud-coreà",
    "1974 - Aniversari de Yoo Yong-sung, jugador de bàdminton sud-coreà",
    "1975 - Naixement d'Agustín Julio, futbolista colombià",
    "1975 - Naixement d'Antony Starr, actor neozelandès",
    "1975 - Naixement d'Eirik Glambek Bøe, cantautor i guitarrista noruec",
    "1975 - Aniversari de Ryan Clement, jugador de futbol americà",
    "1975 - Naixement de Zadie Smith, autora i acadèmica anglesa",
    "1976 - Naixement d'Ahmed Dokhi, futbolista saudita",
    "1976 - Aniversari d'Akihisa Ikeda, artista de manga japonès",
    "1976 - Naixement d'Anton Sikharulidze, patinador rus de parella",
    "1976 - Naixement de Brett Kirk, futbolista i entrenador australià",
    "1976 - Naixement de Deon Burton, futbolista jamaicà",
    "1976 - Naixement de Steve Jones, futbolista nord-irlandès",
    "1977 - Naixement de Birgit Prinz, futbolista i psicòloga alemanya",
    "1977 - Naixement de Kateryna Serebrianska, gimnasta ucraïnesa",
    "1977 - Naixement de Mihai Tararache, futbolista romanès",
    "1977 - Naixement de Mitică Pricop, piragüista sprint romanès",
    "1977 - Naixement de Rakan Rushaidat, actor croat",
    "1977 - Naixement de Rodolfo Bodipo, futbolista retirat equatoguinà",
    "1977 - Aniversari de The Alchemist, raper, DJ i productor nord-americà",
    "1977 - Naixement de Yeho, cantant i actor israelià",
    "1978 - Aniversari d'An Yong-hak, futbolista nord-coreà",
    "1978 - Aniversari de Bobby Madden, àrbitre de futbol escocès",
    "1978 - Naixement de Markus Pöyhönen, velocista finlandès",
    "1978 - Naixement de Robert Mambo Mumba, futbolista kenyà",
    "1978 - Naixement de Russell Anderson, futbolista escocès",
    "1978 - Naixement de Zachary Knighton, actor nord-americà",
    "1979 - Aniversari de Bat for Lashes, cantant anglès",
    "1979 - Naixement de João Lucas, futbolista portuguès (m. 2015)",
    "1979 - Naixement de Mariana Klaveno, actriu nord-americana",
    "1979 - Naixement de Rob Hulse, futbolista anglès",
    "1979 - Naixement de Rosa Mendes, lluitadora i model canadenca-nord-americana",
    "1980 - Naixement de Félicien Singbo, futbolista beninos",
    "1980 - Aniversari de Mehcad Brooks, model i actor nord-americà",
    "1981 - Aniversari d'Hiroshi Aoyama, corredor de motos japonès",
    "1981 - Naixement de Josh Henderson, actor i cantant nord-americà",
    "1981 - Naixement de Shaun Wright-Phillips, futbolista anglès",
    "1982 - Aniversari de Camilla Jensen, curler danesa",
    "1982 - Aniversari de Devin Green, jugador de bàsquet nord-americà",
    "1982 - Naixement de Guido Grünheid, jugador de bàsquet alemany",
    "1982 - Naixement de Michael Sweetney, jugador de bàsquet nord-americà",
    "1982 - Naixement de Mickaël Tavares, futbolista senegalès",
    "1982 - Naixement de Victoria Francés, il·lustradora espanyola",
    "1983 - Naixement de Daniele Mannini, futbolista italià",
    "1983 - Naixement de Han Yeo-reum, actriu sud-coreana",
    "1983 - Naixement de Hotaru Akane, actriu i activista japonesa",
    "1983 - Aniversari de la princesa Yōko de Mikasa",
    "1983 - Naixement de Stanislav Bohush, futbolista ucraïnès",
    "1984 - Naixement d'Iván Ramis, futbolista espanyol",
    "1984 - Naixement de Karolina Šprem, tenista croata",
    "1984 - Naixement de Katy Perry, cantautora i actriu nord-americana",
    "1984 - Naixement de Nicolas Besch, jugador francès d'hoquei sobre gel",
    "1984 - Naixement de Sara Lumholdt, cantant i ballarina sueca",
    "1984 - Aniversari de Ticia Gara, jugadora d'escacs hongaresa",
    "1985 - Naixement de Ciara, cantautora, ballarina i actriu nord-americana",
    "1985 - Naixement de Daniele Padelli, futbolista italià",
    "1985 - Naixement de Kara Lynn Joyce, nedadora nord-americana",
    "1985 - Naixement d'Óscar Granados, futbolista costarricense",
    "1986 - Aniversari d'Eddie Gaven, futbolista nord-americà",
    "1986 - Naixement d'Ekaterina Shumilova, biatleta russa",
    "1986 - Naixement de Kristian Sarkies, futbolista australià",
    "1986 - Naixement de Roger Espinoza, futbolista hondureny",
    "1986 - Aniversari de Tweety Carter, jugador de bàsquet nord-americà",
    "1987 - Aniversari de Bill Amis, jugador de bàsquet nord-americà",
    "1987 - Naixement de Darron Gibson, futbolista irlandès",
    "1987 - Naixement de Fabian Hambüchen, gimnasta alemany",
    "1988 - Aniversari de Chandler Parsons, jugador de bàsquet nord-americà",
    "1988 - Naixement de Karim Yoda, futbolista francès",
    "1988 - Naixement de Kaz Patafta, futbolista australià",
    "1988 - Naixement de Lewis McGugan, futbolista professional anglès",
    "1988 - Aniversari de Robson Conceição, boxejador brasiler",
    "1989 - Naixement de David Hala, jugador de la lliga australiana de rugbi",
    "1989 - Naixement de Filip Grgić, practicant de taekwondo croat",
    "1989 - Naixement d'Ivan Marconi, futbolista italià",
    "1989 - Naixement de Mia Wasikowska, actriu australiana",
    "1989 - Naixement de Sten Grytebust, futbolista noruec",
    "1990 - Naixement d'Asha Philip, atleta britànica",
    "1990 - Aniversari de Dzina Sazanavets, halterofilia bielorussa",
    "1990 - Naixement de Mattia Cattaneo, ciclista italià",
    "1990 - Naixement de Milena Rašić, jugadora de voleibol sèrbia",
    "1990 - Aniversari de Sara Chafak, guanyadora del concurs de bellesa finlandesa",
    "1991 - Naixement de Davide Faraoni, futbolista italià",
    "1991 - Naixement d'Isabella Shinikova, tenista búlgara",
    "1992 - Naixement de Clarisse Agbegnenou, judoka francesa",
    "1992 - Naixement de Davide Formolo, ciclista italià",
    "1992 - Naixement de Sergey Ridzik, esquiador d'estil lliure rus",
    "1993 - Naixement d'Isaiah Austin, jugador de bàsquet nord-americà",
    "1993 - Naixement d'Iván García, bussejador mexicà",
    "1993 - Naixement de Rachel Matthews, actriu nord-americana",
    "1993 - Naixement de William Howard, jugador de bàsquet francès",
    "1994 - Naixement de Gor Minasyan, halterofilia armeni",
    "1994 - Naixement de Jefferson Lerma, futbolista colombià",
    "1994 - Naixement de Matteo Lodo, ​​remador italià",
    "1994 - Aniversari de Ray Robson, Gran Mestre d'escacs nord-americà",
    "1994 - Naixement de Richard Jouve, esquiador de fons francès",
    "1995 - Naixement de Conchita Campbell, actriu canadenca",
    "1995 - Aniversari de Jock Landale, jugador de bàsquet australià",
    "1995 - Naixement de Patrick McCaw, jugador de bàsquet nord-americà",
    "1996 - Aniversari de PJ Dozier, jugador de bàsquet nord-americà",
    "1997 - Naixement de Federico Chiesa, futbolista italià",
    "1998 - Naixement de Juan Soto, jugador de beisbol dominicà",
    "1999 - Naixement de Romeo Langford, jugador de bàsquet nord-americà",
    "2000 - Naixement de Dominik Szoboszlai, futbolista hongarès",
    "2000 - Naixement de Vincent Zhou, patinador artístic nord-americà",
    "2001 - Naixement de la princesa Elisabet, duquessa de Brabant",
    "840 - Naixement de Ya'qub ibn al-Layth al-Saffar, fundador de la dinastia safàrida (m. 879)"
  ],
  "day_21_month_4_deaths.dialog": [
    "1073 - Mort del papa Alexandre II",
    "1109 - Mort d'Anselm de Canterbury, arquebisbe i sant italo-anglès (n. 1033)",
    "1136 - Mort d'Estève, comte de Tréguier nobles bretons (c. 1058/62)",
    "1142 - Mort de Peter Abelard, filòsof i teòleg francès (n. 1079)",
    "1213 - Mort de Maria de Montpeller, dama de Montpeller, reina d'Aragó (n. 1182)",
    "1329 - Mort de Frederic IV, duc de Lorena (n. 1282)",
    "1400 - Mort de John Wittlebury, polític anglès (n. 1333)",
    "1509 - Mort d'Enric VII d'Anglaterra (n. 1457)",
    "1557 - Mort de Petrus Apianus, matemàtic i astrònom alemany (n. 1495)",
    "1574 - Mort de Cosme I de Mèdici, gran duc de Toscana (n. 1519)",
    "1591 - Mort de Sen no Rikyū, exponent japonès de la cerimònia del te (n. 1522)",
    "1650 - Mort de Yagyū Jūbei Mitsuyoshi, samurai japonès (n. 1607)",
    "1668 - Mor Jan Boeckhorst, pintor flamenc (c. 1604)",
    "1699 - Mort de Jean Racine, dramaturg i poeta francès (n. 1639)",
    "1719 - Mort de Philippe de La Hire, matemàtic i astrònom francès (n. 1640)",
    "1720 - Mort d'Antoine Hamilton, soldat i autor irlandès-francès (n. 1646)",
    "1722 - Mort de Robert Beverley, Jr., historiador i autor anglès (n. 1673)",
    "1736 - Mort del príncep Eugeni de Savoia (n. 1663)",
    "1740 - Mor Thomas Tickell, poeta i autor anglès (n. 1685)",
    "1758 - Mort de Francesco Zerafa, arquitecte maltès (n. 1679)",
    "1815 - Mort de Joseph Winston, militar i polític nord-americà (n. 1746)",
    "1825 - Mor Johann Friedrich Pfaff, matemàtic i acadèmic alemany (n. 1765)",
    "1852 - Mort d'Ivan Nabokov, general rus (n. 1787)",
    "1863 - Mort de Sir Robert Bateson, primer baronet, polític irlandès (n. 1782)",
    "1900 - Mort de Vikramatji Khimojiraj, governant indi (n. 1819)",
    "1910 - Mor Mark Twain, novel·lista, humorista i crític nord-americà (n. 1835)",
    "1918 - Mort de Manfred von Richthofen, capità i pilot alemany (n. 1892)",
    "1924 - Mort d'Eleonora Duse, actriu italiana (n. 1858)",
    "1930 - Mort de Robert Bridges, poeta i autor anglès (n. 1844)",
    "1932 - Mort de Friedrich Gustav Piffl, cardenal bohemi (n. 1864)",
    "1938 - Mort d'Allama Muhammad Iqbal, filòsof i poeta nacional pakistanès (n. 1877)",
    "1941 - Mort de Fritz Manteuffel, gimnasta alemany (n. 1875)",
    "1945 - Mort de Walter Model, mariscal de camp alemany (n. 1891)",
    "1946 - Mort de John Maynard Keynes, economista i filòsof anglès (n. 1883)",
    "1948 - Mor Aldo Leopold, ecologista i autor nord-americà (n. 1887)",
    "1952 - Mort de Leslie Banks, actor, director i productor nord-americà (n. 1890)",
    "1954 - Mort d'Emil Leon Post, matemàtic i lògic polonès-americà (n. 1897)",
    "1956 - Mort de Charles MacArthur, dramaturg i guionista nord-americà (n. 1895)",
    "1965 - Mor Edward Victor Appleton, físic i acadèmic anglès-escocès, premi Nobel (n. 1892)",
    "1971 - Mor François Duvalier, metge i polític haitiano, 40è president d'Haití (n. 1907)",
    "1973 - Mort d'Arthur Fadden, comptable i polític australià, 13è primer ministre d'Austràlia (n. 1894)",
    "1973 - Mort de Kemal Tahir, periodista i autor turc (n. 1910)",
    "1977 - Mort de Gummo Marx, vodevillista i agent de talent nord-americà (n. 1892)",
    "1978 - Mort de Sandy Denny, cantant i compositor anglès (n. 1947)",
    "1978 - Mor Thomas Wyatt Turner, biòleg i acadèmic nord-americà (n. 1877)",
    "1980 - Mort d'Alexander Oparin, bioquímic i acadèmic rus (n. 1894)",
    "1980 - Mort de Sohrab Sepehri, poeta i pintor iranià (n. 1928)",
    "1983 - Mort de Walter Slezak, actor i cantant austríac-americà (n. 1902)",
    "1984 - Mort d'Hristo Prodanov, enginyer i alpinista búlgar (n. 1943)",
    "1984 - Mort de Marcel Janco, artista romanès-israelià (n. 1895)",
    "1985 - Mor Rudi Gernreich, dissenyador de moda austríac-americà, va crear el monokini (n. 1922)",
    "1985 - Mor Tancredo Neves, banquer i polític brasiler, primer ministre del Brasil (n. 1910)",
    "1986 - Mor Marjorie Eaton, pintora i actriu nord-americana (n. 1901)",
    "1986 - Mort de Salah Jahin, poeta, dramaturg i compositor egipci (n. 1930)",
    "1987 - Mort de Gustav Bergmann, filòsof austríac-americà del Cercle de Viena (n. 1906)",
    "1990 - Mort d'Erté, il·lustrador rus-francès (n. 1892)",
    "1991 - Mort de Willi Boskovsky, violinista i director d'orquestra austríac (n. 1909)",
    "1992 - Mort de Väinö Linna, autor finlandès (n. 1920)",
    "1996 - Mort d'Abdul Hafeez Kardar, jugador de cricket pakistanès (n. 1925)",
    "1996 - Mort de Jimmy Snyder, periodista esportiu nord-americà (n. 1919)",
    "1998 - Mort de Jean-François Lyotard, sociòleg i filòsof francès (n. 1924)",
    "1999 - Mort de Buddy Rogers, actor nord-americà (n. 1904)",
    "2003 - Mort de Nina Simone, cantant, pianista i activista nord-americana (n. 1933)",
    "2005 - Mort de Zhang Chunqiao, escriptor i polític xinès, membre de la Banda dels Quatre (n. 1917)",
    "2010 - Mort de Gustav Lorentzen, cantautor i guitarrista noruec (n. 1947)",
    "2010 - Mor Juan Antonio Samaranch, empresari espanyol, setè president del Comitè Olímpic Internacional (n. 1920)",
    "2010 - Mort de Kanagaratnam Sriskandan, enginyer i funcionari anglès de Sri Lanka (n. 1930)",
    "2011 - Mort de Catharina Halkes, teòloga i acadèmica holandesa (n. 1920)",
    "2012 - Mort de Doris Betts, autora i acadèmica nord-americana (n. 1932)",
    "2013 - Mort de Leopold Engleitner, supervivent austríac de l'Holocaust, autor i educador (n. 1905)",
    "2013 - Mort de Shakuntala Devi, matemàtic i astròleg indi (n. 1929)",
    "2014 - Mort de George H. Heilmeier, enginyer nord-americà (n. 1936)",
    "2014 - Mort de Win Tin, periodista i polític birmà, cofundador de la National League for Democracy (n. 1930)",
    "2016 - Mort de Prince, cantant, compositor, guitarrista, productor i actor nord-americà (n. 1958)",
    "2017 - Mort d'Ugo Ehiogu, futbolista anglès (n. 1972)",
    "2018 - Mort de Nabi Tajima, supercentenari japonès (n. 1900)",
    "2019 - Mort de Polly Higgins, advocada escocesa, autora i lobbyista ambiental (n. 1968)",
    "2024 - Mort de Terry A. Anderson, periodista nord-americà (n. 1947)",
    "234 - Mort de l'emperador Xian de Han, emperador xinès (n. 181)",
    "586 - Mort de Liuvigild, rei dels visigots",
    "847 - Mort d'Odgar, arquebisbe franc de Magúncia",
    "866 - Mort de Bardas, regent de facto de l'Imperi Bizantí",
    "941 - Mort de Bajkam, regent de facto del califat abbàssida"
  ],
  "day_18_month_4_births.dialog": [
    "1446 - Naixement d'Ippolita Maria Sforza, noble italià (m. 1484)",
    "1480 - Naixement de Lucrècia Borja, filla del papa Alexandre VI (m. 1519)",
    "1503 - Naixement d'Enric II de Navarra (m. 1555)",
    "1534 - Naixement de William Harrison, clergue anglès (m. 1593)",
    "1580 - Naixement de Thomas Middleton, dramaturg i poeta jacobe anglès (m. 1627)",
    "1590 - Naixement d'Ahmed I, emperador otomà (m. 1617)",
    "1605 - Naixement de Giacomo Carissimi, sacerdot i compositor italià (m. 1674)",
    "1666 - Naixement de Jean-Féry Rebel, violinista i compositor francès (m. 1747)",
    "1740 - Naixement de Sir Francis Baring, primer baronet, banquer i polític anglès (m. 1810)",
    "1759 - Naixement de Jacques Widerkehr, violoncel·lista i compositor francès (m. 1823)",
    "1771 - Naixement de Karl Philipp, príncep de Schwarzenberg (m. 1820)",
    "1772 - Naixement de David Ricardo, economista i polític britànic (m. 1823)",
    "1794 - Naixement de William Debenham, fundador anglès de Debenhams (m. 1863)",
    "1813 - Naixement de James McCune Smith, metge afroamericà, apotecari, abolicionista i autor (m. 1865)",
    "1819 - Naixement de Carlos Manuel de Céspedes, advocat i activista cubà (m. 1874)",
    "1819 - Naixement de Franz von Suppé, compositor i director d'orquestra austríac (m. 1895)",
    "1838 - Naixement de Paul-Émile Lecoq de Boisbaudran, químic i acadèmic francès (m. 1912)",
    "1854 - Naixement de Ludwig Levy, arquitecte alemany (m. 1907)",
    "1857 - Naixement de Clarence Darrow, advocat nord-americà (m. 1938)",
    "1858 - Naixement d'Alexander Shirvanzade, dramaturg i autor armeni (m. 1935)",
    "1858 - Naixement de Dhondo Keshav Karve, educador i activista indi, premiat Bharat Ratna (m. 1962)",
    "1863 - Naixement del comte Leopold Berchtold, polític i diplomàtic austrohongarès, ministre d'Afers Exteriors conjunt d'Àustria-Hongria (m. 1942)",
    "1863 - Naixement de Linton Hope, mariner i arquitecte anglès (m. 1920)",
    "1863 - Naixement de Siegfried Bettmann, fundador de la Triumph Motorcycle Company i alcalde de Coventry (m. 1955)",
    "1864 - Naixement de Richard Harding Davis, periodista i autor nord-americà (m. 1916)",
    "1874 - Naixement d'Ivana Brlić-Mažuranić, autora i poeta croata (m. 1938)",
    "1877 - Naixement de Vicente Sotto, advocat i polític filipí (m. 1950)",
    "1879 - Naixement de Korneli Kekelidze, filòleg i erudit georgià (m. 1962)",
    "1880 - Naixement de Sam Crawford, jugador de beisbol, entrenador i àrbitre nord-americà (m. 1968)",
    "1882 - Naixement d'Isaac Babalola Akinyele, governant nigerià (m. 1964)",
    "1882 - Naixement de Leopold Stokowski, director d'orquestra anglès (m. 1977)",
    "1883 - Naixement d'Aleksanteri Aava, poeta finlandès (m. 1956)",
    "1884 - Naixement de Jaan Anvelt, pedagog i polític estonià (m. 1937)",
    "1889 - Naixement de Jessie Street, activista australiana (m. 1970)",
    "1892 - Naixement d'Eugene Houdry, enginyer i inventor mecànic franco-americà (m. 1962)",
    "1897 - Naixement d'Ardito Desio, geòleg i cartògraf italià (m. 2001)",
    "1898 - Naixement de Patrick Hennessy, soldat i empresari irlandès (m. 1981)",
    "1900 - Naixement de Bertha Isaacs, professora bahamesa, jugadora de tennis, política i activista pels drets de les dones (m. 1997)",
    "1901 - Naixement d'Al Lewis, compositor nord-americà (m. 1967)",
    "1901 - Naixement de László Németh, dentista, autor i dramaturg hongarès (m. 1975)",
    "1902 - Naixement de Giuseppe Pella, polític italià, 32è primer ministre d'Itàlia (m. 1981)",
    "1902 - Naixement de Waldemar Hammenhög, autor suec (m. 1972)",
    "1904 - Aniversari de Pigmeat Markham, còmic, cantant i ballarí afroamericà (m. 1981)",
    "1905 - Naixement de George H. Hitchings, metge i farmacòleg nord-americà, premi Nobel (m. 1998)",
    "1905 - Naixement de Sydney Halter, advocat i empresari canadenc (m. 1990)",
    "1907 - Naixement de Miklós Rózsa, compositor i director d'orquestra hongarès-nord-americà (m. 1995)",
    "1911 - Naixement de Maurice Goldhaber, físic i acadèmic ucraïnès-americà (m. 2011)",
    "1914 - Naixement de Claire Martin, autora canadenca (m. 2014)",
    "1915 - Naixement de Joy Davidman, poeta i autor nord-americà polonès-ucraïnès (m. 1960)",
    "1916 - Naixement de Carl Burgos, il·lustrador nord-americà (m. 1984)",
    "1918 - Naixement d'André Bazin, crític i teòric francès (m. 1958)",
    "1918 - Naixement de Clifton Hilegass, editor nord-americà, va fundar CliffsNotes (m. 2001)",
    "1918 - Naixement de Gabriel Axel, actor, director i productor danès-francès (m. 2014)",
    "1918 - Naixement de Shinobu Hashimoto, director, productor i guionista japonès (m. 2018)",
    "1918 - Naixement de Tony Mottola, guitarrista i compositor nord-americà (m. 2004)",
    "1919 - Naixement d'Esther Afua Ocloo, emprenedora ghanesa i pionera dels micropréstecs (m. 2002)",
    "1919 - Naixement de Virginia O'Brien, actriu i cantant nord-americana (m. 2001)",
    "1920 - Naixement de John F. Wiley, jugador de futbol americà i entrenador (m. 2013)",
    "1921 - Naixement de Jean Richard, actor i cantant francès (m. 2001)",
    "1922 - Naixement de Barbara Hale, actriu nord-americana (m. 2017)",
    "1924 - Naixement de Clarence \"Gatemouth\" Brown, cantautor i guitarrista nord-americà (m. 2005)",
    "1925 - Naixement de Marcus Schmuck, alpinista i autor austríac (m. 2005)",
    "1926 - Aniversari de Doug Insole, jugador de cricket anglès (m. 2017)",
    "1927 - Naixement de Samuel P. Huntington, politòleg, autor i acadèmic nord-americà (m. 2008)",
    "1927 - Naixement de Tadeusz Mazowiecki, periodista i polític polonès, primer ministre de Polònia (m. 2013)",
    "1928 - Naixement de Karl Josef Becker, cardenal i teòleg alemany (m. 2015)",
    "1928 - Naixement d'Otto Piene, escultor i acadèmic alemany (m. 2014)",
    "1929 - Naixement de Peter Hordern, militar i polític anglès (m. 2024)",
    "1930 - Naixement de Clive Revill, actor i cantant neozelandès",
    "1931 - Naixement de Bill Miles, director i productor nord-americà (m. 2013)",
    "1934 - Naixement de George Shirley, tenor i educador afroamericà",
    "1934 - Naixement de James Drury, actor nord-americà (m. 2020)",
    "1935 - Naixement de Costas Ferris, actor, director, productor i guionista egipci-grec",
    "1936 - Naixement de Roger Graef, criminòleg, director i productor americà-anglès (m. 2022)",
    "1936 - Naixement de Vladimir Hütt, físic i filòsof estonià (m. 1997)",
    "1937 - Naixement de Jan Kaplický, arquitecte txec, va dissenyar l'edifici Selfridges (m. 2009)",
    "1937 - Naixement de Keiko Abe, marimba i compositora japonesa",
    "1939 - Naixement de Glen Hardin, pianista i arranjador nord-americà",
    "1939 - Naixement de Thomas J. Moyer, advocat i jutge nord-americà (m. 2010)",
    "1940 - Naixement de Joseph L. Goldstein, bioquímic i genetista nord-americà, premi Nobel",
    "1940 - Naixement de Mike Vickers, guitarrista, saxofonista i compositor anglès",
    "1941 - Naixement de Michael D. Higgins, sociòleg i polític irlandès, 9è president d'Irlanda",
    "1942 - Naixement de Jochen Rindt, pilot de carreres alemany-austríac (m. 1970)",
    "1942 - Naixement de Michael Beloff, advocat i acadèmic anglès",
    "1942 - Naixement de Robert Christgau, periodista i crític nord-americà",
    "1944 - Naixement de Kathy Acker, autora i poeta nord-americana (m. 1997)",
    "1944 - Naixement de Philip Jackson, escultor i fotògraf escocès",
    "1945 - Naixement de Bernard Arcand, antropòleg i autor canadenc (m. 2009)",
    "1946 - Naixement de Hayley Mills, actriu anglesa",
    "1947 - Naixement de James Woods, actor i productor nord-americà",
    "1947 - Naixement de Jerzy Stuhr, actor, director i guionista polonès",
    "1947 - Naixement de Moses Blah, general i polític libèrià, 23è president de Libèria (m. 2013)",
    "1948 - Naixement de Régis Wargnier, director, productor i guionista francès",
    "1950 - Naixement de Grigori Sokolov, pianista i compositor rus",
    "1953 - Naixement de Rick Moranis, actor, còmic, cantant i guionista canadenc-nord-americà",
    "1954 - Naixement de Robert Greenberg, pianista i compositor nord-americà",
    "1956 - Naixement d'Eric Roberts, actor nord-americà",
    "1958 - Naixement de Gabi Delgado-López, cantant hispanoalemany, cofundador de D.A.F. (m. 2020)",
    "1958 - Naixement de Malcolm Marshall, jugador de cricket i entrenador de Barbados (m. 1999)",
    "1959 - Naixement de Susan Faludi, periodista, autora i feminista nord-americana",
    "1960 - Naixement de Yelena Zhupiyeva-Vyazova, corredora ucraïnesa",
    "1961 - Aniversari de Jane Leeves, actriu i ballarina anglesa",
    "1961 - Naixement de John Podhoretz, periodista i autor nord-americà",
    "1962 - Aniversari de Jeff Dunham, ventríloc i còmic nord-americà",
    "1963 - Aniversari de Conan O'Brien, presentador de televisió, còmic i podcaster nord-americà",
    "1963 - Naixement d'Eric McCormack, actor canadenc-nord-americà",
    "1964 - Naixement de Niall Ferguson, historiador i acadèmic escocès",
    "1967 - Naixement de Maria Bello, actriu nord-americana",
    "1969 - Naixement de Keith DeCandido, autor nord-americà",
    "1970 - Naixement de Saad Hariri, home de negocis i polític saudita-libanès, 33è primer ministre del Líban",
    "1970 - Aniversari de Willie Roaf, jugador de futbol americà",
    "1971 - Naixement de David Tennant, actor escocès",
    "1972 - Naixement d'Eli Roth, actor, director, productor i guionista nord-americà",
    "1972 - Naixement de Rosa Clemente, periodista i activista nord-americana",
    "1973 - Aniversari de Derrick Brooks, jugador de futbol americà",
    "1973 - Naixement de Haile Gebrselassie, corredor etíop",
    "1974 - Naixement d'Edgar Wright, cineasta anglès",
    "1976 - Naixement de Melissa Joan Hart, actriu nord-americana",
    "1979 - Aniversari de Kourtney Kardashian, personalitat de la televisió nord-americana",
    "1981 - Naixement d'Audrey Tang, científica informàtica i acadèmica taiwanesa",
    "1983 - Naixement de Miguel Cabrera, jugador de beisbol veneçolà",
    "1984 - Aniversari d'America Ferrera, actriu nord-americana",
    "1985 - Naixement de Łukasz Fabiański, futbolista polonès",
    "1986 - Naixement de Tina Bru, política noruega",
    "1988 - Naixement de Vanessa Kirby, actriu anglesa",
    "1989 - Naixement d'Alia Shawkat, actriu nord-americana",
    "1989 - Aniversari de Jessica Jung, cantant, compositora, actriu, autora, dissenyadora de moda i empresaria sud-coreana.",
    "1990 - Naixement de Wojciech Szczęsny, futbolista polonès",
    "1992 - Naixement de Chloe Bennet, actriu nord-americana",
    "1993 - Aniversari de Mika Zibanejad, jugador d'hoquei sobre gel suec",
    "1994 - Naixement d'Aminé, cantant i compositora nord-americana",
    "1995 - Naixement de Divock Origi, futbolista belga",
    "1996 - Aniversari de Ski Mask the Slump God, raper nord-americà",
    "2001 - Aniversari de PinkPantheress, cantant anglesa, compositora i productora discogràfica",
    "359 - Naixement de Gracià, emperador romà (m. 383)",
    "588 - Naixement de K'an II, governant maia (m. 658)",
    "812 - Naixement d'Al-Wathiq, califa abbàssida (m. 847)"
  ],
  "day_21_month_12_deaths.dialog": [
    "1001 - Mort d'Hug de Toscana, margravi italià (n. 950)",
    "1215 - Mort d'Ali ibn Muhammad ibn al-Walid, Dāʿī al-Muṭlaq de l'isma'ilisme Tayyibi (b. c. 1128)",
    "1308 - Mort d'Enric I, landgrave de Hesse (n. 1244)",
    "1338 - Mort de Thomas Hemenhale, bisbe de Worcester",
    "1362 - Mort de Constantí III, rei d'Armènia (n. 1313)",
    "1375 - Mort de Giovanni Boccaccio, escriptor i poeta italià (n. 1313)",
    "1504 - Mort de Berthold von Henneberg, arquebisbe alemany (n. 1442)",
    "1536 - Mort de John Seymour, cortesà anglès (n. 1474)",
    "1549 - Mor Margarita de Navarra, reina d'Enric II de Navarra (n. 1492)",
    "1581 - Mort de Jean de la Cassière, 51è Gran Mestre dels Cavallers Hospitalers (n. 1502)",
    "1597 - Mort de Pere Canisius, sacerdot i sant holandès (n. 1521)",
    "1608 - Mort de William Davison, secretari de la reina Isabel I d'Anglaterra (c. 1541)",
    "1610 - Mort de Catherine Vasa, princesa sueca (n. 1539)",
    "1701 - Mort de Sir Hugh Paterson, baronet de Bannockburn (n. 1659)",
    "1807 - Mort de John Newton, soldat i ministre anglès (n. 1725)",
    "1824 - Mort de James Parkinson, metge i paleontòleg anglès (n. 1755)",
    "1869 - Mort de Friedrich Ernst Scheller, jurista i polític alemany (n. 1791)",
    "1873 - Mort de Francis Garnier, almirall i explorador francès (n. 1839)",
    "1889 - Mort de Friedrich August von Quenstedt, geòleg i paleontòleg alemany (n. 1809)",
    "1920 - Mort de Mohammed Abdullah Hassan, líder del moviment dervix (n. 1856)",
    "1929 - Mor I. L. Patterson, polític nord-americà, 18è governador d'Oregon (n. 1859)",
    "1933 - Mort de Knud Rasmussen, antropòleg i explorador groenlandès (n. 1879)",
    "1935 - Mort de Kurt Tucholsky, periodista i escriptor germano-suec (n. 1890)",
    "1935 - Mor Ted Birnie, futbolista i entrenador anglès (n. 1878)",
    "1937 - Mort de Frank B. Kellogg, advocat i polític nord-americà, 45è secretari d'Estat dels Estats Units, premi Nobel (n. 1856)",
    "1937 - Mort de Ted Healy, còmic i actor nord-americà (n. 1896)",
    "1937 - Mort de Violette Neatley Anderson, jutge nord-americana (n. 1882)",
    "1940 - Mort de F. Scott Fitzgerald, novel·lista i escriptor de contes nord-americà (n. 1896)",
    "1945 - Mort de George S. Patton, general nord-americà (n. 1885)",
    "1948 - Mort de Władysław Witwicki, psicòleg, filòsof, traductor, historiador (de filosofia i art) i artista polonès (n. 1878)",
    "1952 - Mort de Kenneth Edwards, golfista nord-americà (n. 1886)",
    "1953 - Mort de Kaarlo Koskelo, lluitador i home de negocis finlandès-americà (n. 1888)",
    "1957 - Mor Eric Coates, viola i compositor anglès (n. 1886)",
    "1958 - Mort de H.B. Warner, actor anglès (n. 1875)",
    "1958 - Mort de Lion Feuchtwanger, autor i dramaturg germanoamericà (n. 1884)",
    "1959 - Mort de Rosanjin, cal·lígraf, gravador i pintor japonès (n. 1883)",
    "1963 - Mort de Jack Hobbs, jugador de cricket i periodista anglès (n. 1882)",
    "1964 - Mort de Carl Van Vechten, autor i fotògraf nord-americà (n. 1880)",
    "1965 - Mort de Claude Champagne, violinista, pianista i compositor canadenc (n. 1891)",
    "1968 - Mor Vittorio Pozzo, futbolista, entrenador i entrenador italià (n. 1886)",
    "1974 - Mort de Richard Long, actor i director nord-americà (n. 1927)",
    "1982 - Mort d'Abu Al-Asar Hafeez Jullundhri, poeta i compositor pakistanès (n. 1900)",
    "1983 - Mor Paul de Man, filòsof, crític literari i teòric d'origen belga (n. 1919)",
    "1988 - Mort de Nikolaas Tinbergen, etòleg i ornitòleg holandès-anglès, premi Nobel (n. 1907)",
    "1992 - Mort d'Albert King, cantant, compositor, guitarrista i productor nord-americà (n. 1924)",
    "1992 - Mort de Nathan Milstein, violinista i compositor rus-nord-americà (n. 1903)",
    "1992 - Mort de Stella Adler, actriu i pedagoga nord-americana (n. 1901)",
    "1998 - Mor Ernst-Günther Schenck, coronel i metge alemany (n. 1904)",
    "2004 - Mort d'Autar Singh Paintal, fisiòleg i neuròleg indi (n. 1925)",
    "2006 - Mort de Saparmurat Niyazov, enginyer i polític turcomà, primer president de Turkmenistan (n. 1940)",
    "2009 - Mort de Christos Lambrakis, periodista i empresari grec (n. 1934)",
    "2009 - Mor Edwin G. Krebs, bioquímic i acadèmic nord-americà, premi Nobel (n. 1918)",
    "2010 - Mor Enzo Bearzot, futbolista i entrenador italià (n. 1927)",
    "2013 - Mort d'Edgar Bronfman, Sr., empresari i filantrop canadenc-americà (n. 1929)",
    "2013 - Mort de John Eisenhower, historiador, general i diplomàtic nord-americà, 45è ambaixador dels Estats Units a Bèlgica (n. 1922)",
    "2014 - Mort de Billie Whitelaw, actriu anglesa (n. 1932)",
    "2014 - Mort de Sitor Situmorang, poeta i autor indonesi (n. 1923)",
    "2014 - Mort d'Udo Jürgens, cantautor i pianista austríac-suís (n. 1934)",
    "2017 - Mort de Bruce McCandless II, astronauta nord-americà que va realitzar la primera caminada espacial sense lligams (n. 1937)",
    "2019 - Mort d'Andrew Clennel Palmer, enginyer britànic (n. 1938)",
    "72 - Mort de l'apòstol Tomàs, màrtir i sant romà (n. 1 dC)",
    "882 - Mort d'Hincmar, arquebisbe i historiador francès (n. 806)",
    "956 - Mort de Sun Sheng, canceller xinès",
    "975 - Mort d'Al-Mu'izz, califa fatimita (n. 932)"
  ],
  "day_19_month_12_births.dialog": [
    "1343 - Naixement de Guillem I, margravi de Meissen (m. 1407)",
    "1498 - Naixement d'Andreas Osiander, teòleg protestant alemany (m. 1552)",
    "1554 - Naixement de Felip Guillem, príncep d'Orange (m. 1618)",
    "1587 - Naixement de Dorothea Sophia, abadessa de Quedlinburg (m. 1645)",
    "1683 - Naixement de Felip V d'Espanya (m. 1746)",
    "1699 - Naixement de William Bowyer, impressor anglès (m. 1777)",
    "1714 - Naixement de John Winthrop, astrònom i pedagog nord-americà (m. 1779)",
    "1778 - Naixement de Maria Teresa de França (m. 1851)",
    "1796 - Naixement de Manuel Bretón de los Herreros, poeta, dramaturg i crític espanyol (m. 1873)",
    "1797 - Naixement d'Antoine Louis Dugès, obstetra i naturalista francès (m. 1838)",
    "1817 - Naixement de James J. Archer, advocat i general nord-americà (m. 1864)",
    "1820 - Naixement de Mary Livermore, periodista i activista nord-americana (m. 1905)",
    "1825 - Naixement de George Frederick Bristow, violinista i compositor nord-americà (m. 1898)",
    "1831 - Naixement de Bernice Pauahi Bishop, filantrop nord-americà (m. 1884)",
    "1849 - Naixement de Henry Clay Frick, empresari i financer nord-americà (m. 1919)",
    "1852 - Naixement d'Albert Abraham Michelson, físic, químic i acadèmic prussià-nord-americà, premi Nobel (m. 1931)",
    "1853 - Naixement de Charles Fitzpatrick, advocat i polític canadenc, 12è tinent governador del Quebec (m. 1942)",
    "1861 - Naixement d'Italo Svevo, autor i dramaturg italià (m. 1928)",
    "1863 - Naixement de Wallace Bryant, arquer nord-americà (m. 1953)",
    "1865 - Naixement de Minnie Maddern Fiske, actriu i dramaturga nord-americana (m. 1932)",
    "1873 - Naixement d'Alphonse Kirchhoffer, esgrimista francès (m. 1913)",
    "1875 - Naixement de Carter G. Woodson, historiador i autor nord-americà, va fundar el Mes de la Història Negra (m. 1950)",
    "1875 - Naixement de Grace Marie Bareis, matemàtica nord-americana (m. 1962)",
    "1875 - Naixement de Mileva Marić, física sèrbia (m. 1948)",
    "1876 ​​- Naixement de Bernard Friedberg, erudit i autor austríac-israelià (m. 1961)",
    "1884 - Naixement d'Antonín Zápotocký, polític txec, president de la República Socialista Txecoslovaca (m. 1957)",
    "1888 - Naixement de Fritz Reiner, director d'orquestra hongarès-nord-americà (m. 1963)",
    "1891 - Naixement d'Edward Bernard Raczyński, polític i diplomàtic polonès, quart president a l'exili de Polònia (m. 1993)",
    "1894 - Naixement de Ford Frick, periodista i empresari nord-americà (m. 1978)",
    "1895 - Naixement d'Ingeborg Refling Hagen, autor i pedagog noruec (m. 1989)",
    "1899 - Naixement de Martin Luther King Sr., pastor, missioner i activista nord-americà (m. 1984)",
    "1901 - Naixement de Fritz Mauruschat, futbolista i entrenador alemany (m. 1974)",
    "1901 - Naixement d'Oliver La Farge, antropòleg i autor nord-americà (m. 1963)",
    "1901 - Naixement de Rudolf Hell, enginyer alemany, va inventar el Hellschreiber (m. 2002)",
    "1902 - Naixement de Ralph Richardson, actor anglès (m. 1983)",
    "1903 - Naixement de George Davis Snell, genetista i immunòleg nord-americà, premi Nobel (m. 1996)",
    "1905 - Naixement de Giovanni Lurani, pilot de carreres, enginyer i periodista italià (m. 1995)",
    "1905 - Naixement d'Irving Kahn, empresari nord-americà (m. 2015)",
    "1906 - Naixement de Leonid Brezhnev, mariscal, enginyer i polític ucraïnès-rus, quart cap d'estat de la Unió Soviètica (m. 1982)",
    "1907 - Naixement de Jimmy McLarnin, boxejador, actor i golfista irlandès-nord-americà (m. 2004)",
    "1909 - Naixement de W. A. ​​Criswell, pastor i autor nord-americà (m. 2002)",
    "1910 - Naixement de Jean Genet, novel·lista, dramaturg i poeta francès (m. 1986)",
    "1914 - Naixement de Mel Shaw, animador i guionista nord-americà (m. 2012)",
    "1915 - Naixement de Claudia Testoni, corredora d'obstacles, velocista i saltador de llargada italiana (m. 1998)",
    "1915 - Naixement d'Édith Piaf, cantautora i actriu francesa (m. 1963)",
    "1916 - Naixement d'Elisabeth Noelle-Neumann, politòleg, periodista i acadèmica alemanya (m. 2010)",
    "1916 - Naixement de Roy Ward Baker, director i productor anglès (m. 2010)",
    "1918 - Naixement de Lee Rich, productor i director de producció nord-americà (m. 2012)",
    "1918 - Naixement del professor Longhair, cantant, compositor i pianista nord-americà (m. 1980)",
    "1920 - Naixement de David Susskind, presentador i productor nord-americà de tertúlies (m. 1987)",
    "1920 - Naixement de Little Jimmy Dickens, cantant, compositor i guitarrista nord-americà (m. 2015)",
    "1922 - Naixement d'Eamonn Andrews, presentador de ràdio i televisió irlandès (m. 1987)",
    "1923 - Naixement de Gordon Jackson, actor i cantant escocès-anglès (m. 1990)",
    "1923 - Naixement de Robert V. Bruce, historiador i autor nord-americà (m. 2008)",
    "1924 - Naixement de Carlo Chiti, enginyer italià (m. 1994)",
    "1924 - Naixement de Cicely Tyson, actriu nord-americana (m. 2021) ",
    "1924 - Naixement de Doug Harvey, jugador i entrenador d'hoquei sobre gel canadenc (m. 1989)",
    "1924 - Naixement d'Edmund Purdom, actor britànic-italià (m. 2009)",
    "1924 - Naixement de Gary Morton, còmic i productor nord-americà (m. 1999)",
    "1924 - Naixement de Michel Tournier, periodista i autor francès (m. 2016)",
    "1925 - Naixement de Robert B. Sherman, compositor i guionista nord-americà (m. 2012)",
    "1925 - Naixement de Tankred Dorst, autor i dramaturg alemany (m. 2017)",
    "1925 - Naixement de William Schutz, psicòleg i acadèmic nord-americà (m. 2002)",
    "1926 - Naixement de Bobby Layne, jugador de futbol americà i entrenador (m. 1986)",
    "1926 - Naixement de Fikret Otyam, pintor i periodista turc (m. 2015)",
    "1927 - Naixement de James Booth, actor i guionista anglès (m. 2005)",
    "1928 - Aniversari d'Eve Bunting, autora i acadèmica nord-americana irlandesa (m. 2023)",
    "1928 - Naixement de Nathan Oliveira, pintor i escultor nord-americà (m. 2010)",
    "1929 - Naixement de Bob Brookmeyer, trombonista, pianista i compositor nord-americà (m. 2011)",
    "1929 - Naixement de David Douglas, 12è marquès de Queensberry, terrisser escocès",
    "1929 - Naixement de Gregory Carroll, cantautor i productor nord-americà (m. 2013)",
    "1929 - Naixement de Howard Sackler, dramaturg i guionista nord-americà (m. 1982)",
    "1930 - Naixement de Knut Helle, historiador i professor noruec (m. 2015)",
    "1930 - Aniversari de Wally Olins, home de negocis i acadèmic anglès (m. 2014)",
    "1931 - Aniversari de Ginger Stanley, model, actriu i acrobàtica nord-americana (m. 2023)",
    "1932 - Naixement de Lola Hendricks, activista afroamericana pels drets civils (m. 2013)",
    "1932 - Naixement de Salvador Elizondo, autor, poeta, dramaturg i crític mexicà (m. 2006)",
    "1932 - Naixement de Wayne Tippit, actor nord-americà (m. 2009)",
    "1933 - Naixement de Christopher Smout, historiador i acadèmic escocès",
    "1933 - Naixement de Kevan Gosper, corredor i polític australià",
    "1934 - Naixement d'Al Kaline, jugador de beisbol i periodista esportiu nord-americà (m. 2020)",
    "1934 - Naixement de Casper R. Taylor, Jr., advocat i polític nord-americà",
    "1934 - Naixement de Pratibha Patil, advocat i polític indi, 12è president de l'Índia",
    "1935 - Naixement de Bobby Timmons, pianista i compositor nord-americà (m. 1974)",
    "1935 - Naixement de Joanne Weaver, jugadora de beisbol nord-americana (m. 2000)",
    "1935 - Naixement de Tony Taylor, jugador de beisbol i entrenador cubà (m. 2020)",
    "1938 - Naixement de Jay Arnette, jugador de bàsquet nord-americà",
    "1940 - Naixement de Phil Ochs, cantant, compositor i guitarrista nord-americà (m. 1976)",
    "1941 - Naixement de Lee Myung-bak, home de negocis i polític sud-coreà, 10è president de Corea del Sud",
    "1941 - Naixement de Maurice White, cantautor i productor nord-americà (m. 2016)",
    "1942 - Naixement de Cornell Dupree, guitarrista nord-americà (m. 2011)",
    "1942 - Naixement de Gene Okerlund, locutor esportiu nord-americà (m. 2019)",
    "1943 - Naixement d'Elaine Joyce, actriu, cantant i ballarina nord-americana",
    "1943 - Naixement de James L. Jones, general i polític nord-americà, 22è conseller de Seguretat Nacional dels Estats Units",
    "1943 - Naixement de Ross M. Lence, politòleg i acadèmic nord-americà (m. 2006)",
    "1944 - Naixement d'Alvin Lee, cantautor i guitarrista anglès (m. 2013)",
    "1944 - Naixement de Martin Hume Johnson, fisiòleg i acadèmic anglès",
    "1944 - Naixement de Mitchell Feigenbaum, físic i matemàtic nord-americà (m. 2019)",
    "1944 - Naixement de Richard Leakey, paleontòleg i polític kenyà (m. 2022)",
    "1944 - Naixement de Steve Tyrell, cantautor i productor nord-americà",
    "1944 - Naixement de Tim Reid, actor i director nord-americà",
    "1944 - Naixement de William Christie, clavicèmbal i director d'orquestra franco-americà",
    "1944 - Naixement de Zal Yanovsky, cantant, compositor i guitarrista canadenc (m. 2002)",
    "1945 - Naixement de John McEuen, cantautor i guitarrista nord-americà ",
    "1946 - Naixement de Robert Urich, actor i productor nord-americà (m. 2002)",
    "1946 - Aniversari de Rosemary Conley, empresaria anglesa, autora i locutora",
    "1947 - Naixement de Jimmy Bain, baixista i compositor escocès (m. 2016)",
    "1948 - Naixement de Ken Brown, jugador d'hoquei sobre gel i presentador esportiu canadenc (m. 2022)",
    "1949 - Naixement de Claudia Kolb, nedadora nord-americana",
    "1949 - Naixement de Lenny White, músic nord-americà",
    "1949 - Naixement d'Orna Berry, científica informàtica i empresaria israeliana",
    "1949 - Naixement de Sebastian, cantautor i guitarrista danès",
    "1950 - Naixement d'Eleanor J. Hill, advocada i diplomàtica nord-americana",
    "1951 - Naixement d'Alan Rouse, alpinista i autor anglès (m. 1986)",
    "1951 - Naixement de Mohammad Reza Aref, enginyer i polític iranià, segon vicepresident de l'Iran",
    "1952 - Naixement de Walter Murphy, pianista i compositor nord-americà",
    "1954 - Naixement de Jeff Allam, pilot de cotxes de carreres anglès",
    "1954 - Naixement de Tim Parks, autor i traductor anglès",
    "1955 - Naixement de Lincoln Hall, alpinista i autor australià (m. 2012)",
    "1955 - Naixement de Rob Portman, advocat i polític nord-americà",
    "1956 - Aniversari de Merzbow, músic de soroll japonès",
    "1956 - Naixement de Phil Harris, capità i pescador nord-americà (m. 2010)",
    "1956 - Naixement de Shane McEntee, pagès i polític irlandès, ministre d'Estat al Departament d'Agricultura, Alimentació i Marina (m. 2012)",
    "1956 - Naixement de Tom Lawless, jugador de beisbol i entrenador nord-americà",
    "1957 - Naixement de Cyril Collard, actor, director i compositor francès (m. 1993)",
    "1957 - Naixement de Kevin McHale, jugador de bàsquet, entrenador i entrenador nord-americà",
    "1958 - Naixement de Limahl, cantant pop anglès",
    "1958 - Naixement de Steven Isserlis, violoncel·lista i autor anglès",
    "1959 - Naixement d'Iván Vallejo, alpinista equatorià",
    "1959 - Naixement de Lisa Wilkinson, presentadora de televisió i periodista australiana",
    "1960 - Naixement de Derrick Jensen, autor i activista nord-americà",
    "1960 - Naixement de Michelangelo Signorile, periodista i autor nord-americà",
    "1961 - Naixement d'Eric Allin Cornell, físic i acadèmic nord-americà, premi Nobel",
    "1961 - Naixement de Matthew Waterhouse, actor i autor anglès",
    "1961 - Aniversari de Reggie White, jugador de futbol americà i lluitador (m. 2004)",
    "1961 - Naixement de Scott Cohen, actor nord-americà",
    "1962 - Naixement de Gary Fleder, director, productor i guionista nord-americà",
    "1963 - Aniversari de Jennifer Beals, model i actriu nord-americana",
    "1963 - Naixement de Til Schweiger, actor, director i productor alemany",
    "1964 - Naixement d'Arvydas Sabonis, jugador de bàsquet lituà",
    "1964 - Naixement de Béatrice Dalle, actriu francesa",
    "1964 - Aniversari de Lorie Kane, golfista canadenca",
    "1964 - Aniversari de Randall McDaniel, jugador de futbol americà",
    "1965 - Naixement de Chito Martínez, jugador de beisbol nord-americà de Belize",
    "1966 - Naixement d'Alberto Tomba, esquiador italià",
    "1966 - Aniversari de Chuckii Booker, cantant, compositor i productor nord-americà",
    "1966 - Naixement d'Eric Weinrich, jugador i entrenador nord-americà d'hoquei sobre gel",
    "1966 - Naixement de Rajesh Chauhan, jugador de cricket indi",
    "1966 - Naixement de Robert MacNaughton, actor nord-americà",
    "1967 - Aniversari de Charles Austin, saltador d'alçada nord-americà",
    "1967 - Aniversari de Criss Angel, mag nord-americà",
    "1968 - Naixement de Ken Marino, actor, director, productor i guionista nord-americà",
    "1968 - Naixement de Kristina Keneally, política nord-americà-australiana, 42è primer ministre de Nova Gal·les del Sud",
    "1969 - Naixement d'Aziza Mustafa Zadeh, compositora, pianista i cantant azerbaiyana",
    "1969 - Naixement de Kristy Swanson, actriu nord-americana",
    "1969 - Aniversari de Michael Bates, velocista i jugador de futbol nord-americà",
    "1969 - Naixement de Nayan Mongia, jugador de cricket indi",
    "1969 - Naixement de Richard Hammond, periodista i productor anglès",
    "1969 - Naixement de Tom Gugliotta, jugador de bàsquet nord-americà",
    "1970 - Naixement de Robert Lang, jugador d'hoquei sobre gel txec",
    "1970 - Aniversari de Tyson Beckford, model i actor nord-americà",
    "1971 - Naixement d'Amy Locane, actriu nord-americana",
    "1971 - Aniversari de Karen Pickering, nedadora anglesa",
    "1972 - Naixement d'Alyssa Milano, actriu, personatge de televisió i activista nord-americana",
    "1972 - Naixement de Rosa Blasi, actriu nord-americana",
    "1972 - Naixement de Warren Sapp, jugador de futbol americà i analista",
    "1973 - Naixement d'Erick Wainaina, corredor kenyà",
    "1973 - Naixement de Michalis Grigoriou, futbolista i entrenador grec",
    "1973 - Naixement de Zulfiya Zabirova, ciclista russa",
    "1974 - Naixement d'Eduard Ivakdalam, futbolista indonesi",
    "1974 - Naixement de Felipe López, jugador de bàsquet dominico-americà",
    "1974 - Aniversari de Jake Plummer, jugador de futbol americà i periodista esportiu",
    "1974 - Aniversari de Joe Jurevicius, jugador de futbol americà",
    "1974 - Aniversari de Ricky Ponting, jugador de cricket i periodista esportiu australià",
    "1975 - Naixement de Brandon Sanderson, autor i acadèmic nord-americà",
    "1975 - Naixement de Dean Treister, jugador de la lliga australiana de rugbi",
    "1975 - Naixement de Jeremy Soule, compositor nord-americà",
    "1975 - Naixement de Makis Belevonis, futbolista grec",
    "1975 - Naixement d'Olivier Tébily, futbolista ivorià-francès",
    "1977 - Naixement d'Irina Voronina, model russa",
    "1977 - Naixement de Jorge Garbajosa, jugador de bàsquet espanyol",
    "1977 - Naixement de LaTasha Jenkins, velocista nord-americana",
    "1978 - Naixement de Patrick Casey, actor, productor i guionista nord-americà",
    "1979 - Naixement de Kevin Devine, cantautor i guitarrista nord-americà",
    "1979 - Naixement de Rafael Soriano, jugador de beisbol dominicà",
    "1980 - Naixement de Jake Gyllenhaal, actor i productor nord-americà",
    "1980 - Naixement de Marla Sokoloff, actriu i músic nord-americana",
    "1981 - Naixement de Grégory Dufer, futbolista belga",
    "1982 - Aniversari de Mo Williams, jugador de bàsquet nord-americà",
    "1983 - Naixement de Bridget Phillipson, política anglesa",
    "1983 - Naixement de Casey Crescenzo, cantautor i guitarrista nord-americà",
    "1983 - Naixement de Laura Pomeroy, nedadora canadenca",
    "1983 - Aniversari de Matt Stajan, jugador canadenc d'hoquei sobre gel",
    "1983 - Naixement de Nektarios Alexandrou, futbolista xipriota",
    "1984 - Naixement d'Ian Kennedy, jugador de beisbol nord-americà",
    "1985 - Naixement d'Andrea Baldini, esgrimista italià",
    "1985 - Naixement de Dan Logan, baixista anglès",
    "1985 - Naixement de Gary Cahill, futbolista anglès",
    "1985 - Aniversari de Lady Sovereign, raper anglès",
    "1985 - Naixement de Neil Kilkenny, futbolista anglès-australià",
    "1985 - Aniversari de Sally Kipyego, corredora keniana",
    "1986 - Naixement d'Annie Murphy, actriu canadenca",
    "1986 - Naixement de Calvin Andrew, futbolista anglès",
    "1986 - Aniversari d'Ingrid Burley, raper i compositora nord-americana",
    "1986 - Naixement de Lazaros Christodoulopoulos, futbolista grec",
    "1986 - Naixement de Miguel Lopes, futbolista portuguès",
    "1986 - Naixement de Ryan Babel, futbolista holandès",
    "1986 - Naixement de Zuzana Hejnová, corredora d'obstacles txeca",
    "1987 - Naixement de Cédric Baseya, futbolista franco-congolès",
    "1987 - Naixement de Karim Benzema, futbolista francès",
    "1987 - Naixement de Ronan Farrow, activista, periodista i advocat nord-americà",
    "1988 - Naixement d'Alexis Sánchez, futbolista xilè",
    "1988 - Naixement de Peter Winn, futbolista anglès",
    "1989 - Naixement de Hamza Riazuddin, jugador de cricket anglès",
    "1989 - Aniversari de Kousei Miura, jockey japonès",
    "1989 - Naixement de Michał Masłowski, futbolista polonès",
    "1989 - Naixement de Yong Jun-hyung, cantant, compositor, raper i productor de Corea del Sud",
    "1990 - Naixement de Greg Bretz, surfista de neu nord-americà",
    "1990 - Aniversari de Torrey Craig, jugador de bàsquet nord-americà",
    "1991 - Naixement de Declan Galbraith, cantant i compositor anglès",
    "1991 - Aniversari de Josh Huestis, jugador de bàsquet nord-americà",
    "1991 - Naixement de Keiynan Lonsdale, actor, cantautor i ballarí australià",
    "1991 - Naixement de Steven Berghuis, futbolista holandès",
    "1991 - Naixement de Sumire Uesaka, actriu de veu i cantant japonesa",
    "1992 - Naixement d'Iker Muniain, futbolista espanyol",
    "1992 - Naixement de Raphael Spiegel, futbolista suís",
    "1993 - Naixement d'Isiah Koech, corredor kenyà",
    "1993 - Aniversari de Young K, cantant i compositor sud-coreà",
    "1994 - Naixement de M'Baye Niang, futbolista francès",
    "1994 - Naixement de Maudy Ayunda, actriu i cantautora indonèsia",
    "1996 - Naixement de Franck Kessié, futbolista ivorià",
    "1998 - Aniversari de King Princess, cantant, compositor i músic nord-americà"
  ],
  "day_22_month_12_births.dialog": [
    "1095 - Naixement de Roger II de Sicília (m. 1154)",
    "1178 - Naixement de l'emperador Antoku del Japó (m. 1185)",
    "1183 - Naixement de Chagatai Khan, governant mongol (m. 1242)",
    "1300 - Naixement de Khutughtu Khan Kusala, emperador mongol (m. 1329)",
    "1459 - Naixement del sultà Cem, polític otomà (m. 1495)",
    "1546 - Naixement de Kuroda Yoshitaka, daimyō japonès (m. 1604)",
    "1550 - Naixement de Cesare Cremonini, filòsof i autor italià (m. 1631)",
    "1569 - Naixement d'Étienne Martellange, arquitecte francès (m. 1641)",
    "1591 - Naixement de Tommaso Dingli, arquitecte i escultor maltès (m. 1666)",
    "1639 - Naixement de Jean Racine, poeta i dramaturg francès (m. 1699)",
    "1666 - Naixement de Guru Gobind Singh, guru i poeta indi (m. 1708)",
    "1694 - Naixement de Hermann Samuel Reimarus, filòsof i acadèmic alemany (m. 1768)",
    "1696 - Naixement de James Oglethorpe, general i polític anglès, primer governador colonial de Geòrgia (m. 1785)",
    "1723 - Naixement de Carl Friedrich Abel, violista i compositor alemany (m. 1787)",
    "1765 - Naixement de Johann Friedrich Pfaff, matemàtic i acadèmic alemany (m. 1825)",
    "1799 - Naixement de Nicholas Callan, sacerdot i físic irlandès (m. 1864)",
    "1805 - Naixement de John Obadiah Westwood, entomòleg i arqueòleg anglès (m. 1893)",
    "1807 - Naixement de Johan Sebastian Welhaven, autor, poeta i crític noruec (m. 1873)",
    "1819 - Naixement de Franz Abt, compositor i director d'orquestra alemany (m. 1870)",
    "1819 - Naixement de Pierre Ossian Bonnet, matemàtic i acadèmic francès (m. 1892)",
    "1839 - Naixement de John Nevil Maskelyne, mag anglès (m. 1917)",
    "1850 - Naixement de Victoriano Huerta, general i polític mexicà, 35è president de Mèxic (m. 1916)",
    "1853 - Naixement d'Evgraf Fedorov, matemàtic, cristal·lògraf i mineralogista rus (m. 1919)",
    "1853 - Naixement de Sarada Devi, mística i filòsofa indi (m. 1920)",
    "1853 - Naixement de Teresa Carreño, cantautora i pianista veneçolana (m. 1917)",
    "1856 - Naixement de Frank B. Kellogg, advocat i polític nord-americà, 45è secretari d'Estat dels Estats Units, premi Nobel (m. 1937)",
    "1858 - Naixement de Giacomo Puccini, compositor i pedagog italià (m. 1924)",
    "1862 - Naixement de Connie Mack, jugadora i entrenadora de beisbol nord-americana (f. 1956)",
    "1865 - Naixement de Charles Sands, golfista i tennista nord-americà (m. 1945)",
    "1868 - Naixement de Jaan Tõnisson, periodista, advocat i polític estonià, segon primer ministre d'Estònia (m. 1941?)",
    "1869 - Naixement de Dmitri Egorov, matemàtic i acadèmic rus (m. 1931)",
    "1869 - Naixement d'Edwin Arlington Robinson, poeta i dramaturg nord-americà (m. 1935)",
    "1872 - Naixement de Camille Guérin, veterinari i bacteriòleg francès (m. 1961)",
    "1874 - Naixement de Franz Schmidt, violoncel·lista, pianista i compositor austríac (m. 1939)",
    "1876 ​​- Naixement de Filippo Tommaso Marinetti, poeta i compositor egipci-italià (m. 1944)",
    "1878 - Naixement de Myer Prinstein, saltador polonès-americà (m. 1925)",
    "1880 - Naixement de Fred Woolley, jugador de la lliga de rugbi australiana (m. 1955)",
    "1883 - Naixement d'Edgard Varèse, compositor franco-americà (m. 1965)",
    "1883 - Naixement de Marcus Hurley, ciclista nord-americà (m. 1941)",
    "1884 - Naixement de Sant Elmo Brady, químic i pedagog afroamericà (m. 1966)",
    "1885 - Naixement de Deems Taylor, director d'orquestra i crític nord-americà (m. 1966)",
    "1887 - Naixement de Srinivasa Ramanujan, matemàtic i teòric indi (m. 1920)",
    "1888 - Naixement de J. Arthur Rank, 1r Baron Rank, empresari anglès, fundada Rank Organization (m. 1972)",
    "1889 - Naixement de George Hutson, corredor i soldat anglès (m. 1914)",
    "1892 - Naixement de Herman Potočnik, enginyer eslovè-austríac (m. 1929)",
    "1894 - Naixement d'Edwin Linkomies, acadèmic finlandès, professor i primer ministre de Finlàndia (m. 1963)",
    "1898 - Naixement de Vladimir Fock, físic i matemàtic rus (m. 1974)",
    "1899 - Naixement de Gustaf Gründgens, actor i director alemany (m. 1963)",
    "1900 - Naixement de Marc Allégret, director i guionista francès (m. 1973)",
    "1901 - Naixement d'Andre Kostelanetz, director d'orquestra i compositor rus-americà (m. 1980)",
    "1903 - Naixement de Haldan Keffer Hartline, fisiòleg i acadèmic nord-americà, premi Nobel (m. 1983)",
    "1905 - Naixement de Kenneth Rexroth, poeta, traductor i acadèmic nord-americà (m. 1982)",
    "1905 - Naixement de Pierre Brasseur, actor i guionista franco-italià (m. 1972)",
    "1905 - Naixement de Pierre Levegh, jugador d'hoquei sobre gel i pilot de carreres francès (m. 1955)",
    "1907 - Naixement de Peggy Ashcroft, actriu anglesa (m. 1991)",
    "1908 - Naixement de Giacomo Manzù, escultor i acadèmic italià (m. 1991)",
    "1909 - Naixement de Patricia Hayes, actriu anglesa (m. 1998)",
    "1911 - Naixement de Danny O'Dea, actor anglès (m. 2003)",
    "1912 - Naixement d'Elias Degiannis, comandant grec (m. 1943)",
    "1912 - Naixement de Lady Bird Johnson, activista nord-americana de l'embelliment;  38a Primera Dama dels Estats Units (m. 2007)",
    "1913 - Naixement de Giorgio Oberweger, llançador de disc i obstacle italià (m. 1998)",
    "1915 - Naixement de Barbara Billingsley, actriu nord-americana (m. 2010)",
    "1915 - Naixement de Phillip Glasier, autor i acadèmic anglès (m. 2000)",
    "1917 - Aniversari de Gene Rayburn, presentador i actor nord-americà (m. 1999)",
    "1921 - Naixement de Dimitri Fampas, guitarrista i compositor grec (m. 1996)",
    "1921 - Naixement de Hawkshaw Hawkins, cantant, compositor i guitarrista nord-americà (m. 1963)",
    "1922 - Naixement de Jim Wright, soldat, advocat i polític nord-americà, 56è president de la Cambra de Representants dels Estats Units (m. 2015)",
    "1922 - Naixement de Ruth Roman, actriu nord-americana (m. 1999)",
    "1923 - Naixement de Peregrine Worsthorne, periodista i autor anglès (m. 2020)",
    "1924 - Naixement de Frank Corsaro, actor i director nord-americà (m. 2017)",
    "1925 - Naixement de Lefter Küçükandonyadis, futbolista i entrenador turc (m. 2012)",
    "1925 - Naixement de Lewis Glucksman, empresari i filantrop nord-americà (m. 2006)",
    "1926 - Naixement d'Alcides Ghiggia, futbolista i entrenador italo-uruguaià (m. 2015)",
    "1926 - Naixement de Roberta Leigh, escriptora, artista i productora de televisió anglesa (m. 2014)",
    "1928 - Naixement de Fredrik Barth, antropòleg i acadèmic alemany-noruec (m. 2016)",
    "1929 - Naixement de Wazir Mohammad, jugador de cricket indi-pakistanès",
    "1930 - Naixement d'Ardalion Ignatyev, velocista i educador rus (m. 1998)",
    "1931 - Naixement de Carlos Graça, advocat i polític sato Tomé, primer ministre de Santo Tomé i Príncep (m. 2013)",
    "1931 - Naixement de Gisela Birkemeyer, corredora i entrenadora alemanya",
    "1932 - Naixement de Phil Woosnam, jugador de futbol i entrenador gal·lès (m. 2013)",
    "1933 - Naixement de John Hartle, corredor de motos anglès (m. 1968)",
    "1934 - Naixement de David Pearson, pilot de carreres nord-americà (m. 2018)",
    "1935 - Naixement de Paulo Rocha, director i guionista portuguès (m. 2012)",
    "1936 - Naixement d'Héctor Elizondo, actor i director nord-americà",
    "1936 - Naixement de James Burke, historiador i autor irlandès",
    "1937 - Naixement de Charlotte Lamb, autora anglesa (m. 2000)",
    "1937 - Naixement d'Eduard Uspensky, autor, poeta i dramaturg rus (m. 2018)",
    "1937 - Naixement de Ken Whitmore, autor i dramaturg anglès",
    "1938 - Naixement de Lucien Bouchard, advocat i polític canadenc, 27è primer ministre del Quebec",
    "1938 - Naixement de Matty Alou, jugador de beisbol i explorador dominicano-americà (m. 2011)",
    "1938 - Naixement de Red Steagall, cantant, compositor, guitarrista, actor i poeta nord-americà",
    "1940 - Naixement de Luis Francisco Cuéllar, ramader i polític colombià (m. 2009)",
    "1940 - Naixement de Mike Molloy, periodista, autor i il·lustrador anglès",
    "1942 - Naixement de Dick Parry, saxofonista anglès",
    "1942 - Aniversari de Jerry Koosman, jugador de beisbol nord-americà",
    "1943 - Naixement de Paul Wolfowitz, banquer i polític nord-americà, 25è vicesecretari de Defensa dels Estats Units",
    "1943 - Naixement de Stefan Janos, físic i acadèmic suís eslovac",
    "1944 - Naixement de Barry Jenkins, bateria anglès",
    "1944 - Naixement de Mary Archer, química i acadèmica anglesa",
    "1944 - Naixement de Steve Carlton, jugador de beisbol nord-americà",
    "1945 - Naixement de Diane Sawyer, periodista nord-americana",
    "1945 - Naixement de Frances Lannon, historiadora i acadèmica anglesa",
    "1945 - Naixement de Sam Newman, futbolista i periodista esportiu australià",
    "1946 - Naixement de C. Eugene Steuerle, economista i autor nord-americà",
    "1946 - Naixement de Roger Carr, empresari anglès",
    "1947 - Naixement de Brian Daley, autor i guionista nord-americà (m. 1996)",
    "1947 - Aniversari de Dilip Doshi, jugador de cricket indi",
    "1948 - Aniversari de Chris Old, jugador de cricket i entrenador anglès",
    "1948 - Aniversari de Don Kardong, corredor, periodista i autor nord-americà",
    "1948 - Naixement de Lynne Thigpen, actriu i cantant nord-americana (m. 2003)",
    "1948 - Naixement de Rick Nielsen, cantautor i guitarrista nord-americà",
    "1948 - Aniversari de Steve Garvey, jugador de beisbol i periodista esportiu nord-americà",
    "1949 - Naixement de Maurice Gibb, cantautor i productor anglès manx (m. 2003)",
    "1949 - Naixement de Ray Guy, jugador de futbol americà (m. 2022)",
    "1949 - Naixement de Robin Gibb, cantautor i productor anglès-manx (m. 2012)",
    "1950 - Naixement de Manfred Moore, jugador de futbol americà i jugador de la lliga de rugbi (m. 2020)",
    "1951 - Naixement de Charles de Lint, autor i crític neerlandès-canadenc",
    "1951 - Naixement de Gerald Grosvenor, sisè duc de Westminster, terratinent, home de negocis i filantrop britànic (m. 2016)",
    "1951 - Naixement de Jan Stephenson, golfista australià",
    "1951 - Naixement de Lasse Bengtsson, periodista suec",
    "1951 - Naixement de Tony Isabella, escriptor de còmics, editor, actor, artista i crític nord-americà",
    "1952 - Naixement de Sandra Kalniete, política i diplomàtica letona, exministre d'Afers Exteriors de Letònia",
    "1953 - Aniversari d'Ian Turnbull, jugador d'hoquei sobre gel canadenc",
    "1953 - Naixement de Tom Underwood, jugador de beisbol nord-americà (m. 2010)",
    "1954 - Aniversari de Derick Parry, jugador de cricket de Nevis",
    "1954 - Naixement d'Hideshi Matsuda, pilot de carreres japonès",
    "1955 - Naixement de Galina Murašova, llançadora de disc lituana",
    "1955 - Aniversari de Lonnie Smith, jugador de beisbol nord-americà",
    "1955 - Naixement de Thomas C. Südhof, bioquímic i acadèmic germanoamericà, premi Nobel",
    "1956 - Aniversari de Jane Lighting, empresaria anglesa",
    "1957 - Naixement de Carole James, pedagoga i política anglesa-canadenc",
    "1957 - Naixement de Peter Mortimer, jugador de la lliga australiana de rugbi",
    "1957 - Naixement de Stephen Conway, bisbe anglès",
    "1958 - Naixement de David Heavener, cantant, compositor, productor, actor i director nord-americà",
    "1958 - Naixement de Frank Gambale, guitarrista, compositor i productor australià",
    "1959 - Naixement de Bernd Schuster, futbolista i entrenador alemany",
    "1960 - Naixement de Jean-Michel Basquiat, pintor i poeta nord-americà (m. 1988)",
    "1960 - Naixement de Luther Campbell, raper i actor nord-americà",
    "1960 - Naixement de Paul Kuniholm, artista",
    "1961 - Naixement de Yuri Malenchenko, coronel, pilot i astronauta rus",
    "1962 - Naixement de Ralph Fiennes, actor anglès",
    "1963 - Naixement de Brian McMillan, jugador de cricket i educador sud-africà",
    "1963 - Naixement de Giuseppe Bergomi, futbolista i entrenador italià",
    "1963 - Naixement de Luna H. Mitani, pintora i il·lustradora japonesa-americana",
    "1964 - Naixement de Mike Jackson, jugador de beisbol nord-americà",
    "1964 - Naixement de Simon Kirby, home de negocis i polític anglès",
    "1965 - Naixement de David S. Goyer, guionista nord-americà",
    "1965 - Naixement d'Urszula Włodarczyk, heptatleta polonesa i saltador triple",
    "1966 - Naixement de David Wright, advocat i polític anglès",
    "1966 - Naixement de Dmitry Bilozerchev, gimnasta i entrenador rus",
    "1966 - Naixement de Marcel Schirmer, cantautor i baixista alemany",
    "1967 - Naixement de Dan Petrescu, futbolista i entrenador romanès",
    "1967 - Aniversari de Rebecca Harris, empresaria i política anglesa",
    "1967 - Naixement de Richey Edwards, cantautor i guitarrista gal·lès (m. 1995)",
    "1967 - Naixement de Stéphane Gendron, advocat i polític canadenc",
    "1968 - Naixement de Dina Meyer, actriu nord-americana",
    "1968 - Naixement d'Emre Aracı, compositor, director d'orquestra i historiador turc",
    "1968 - Naixement de Lori McKenna, cantant i compositora nord-americana",
    "1968 - Naixement de Luis Hernández, futbolista mexicà",
    "1969 - Naixement de Mark Robins, futbolista i entrenador anglès",
    "1969 - Aniversari de Myriam Bédard, biatleta canadenca",
    "1970 - Aniversari de Gary Anderson, jugador de dards escocès",
    "1970 - Naixement de Ted Cruz, advocat i polític canadenc-nord-americà",
    "1971 - Naixement d'Ajeenkya Patil, economista i acadèmic indi",
    "1972 - Naixement de Kirk Maltby, jugador d'hoquei sobre gel i explorador canadenc",
    "1972 - Naixement de Mark Hill, músic, productor i compositor anglès",
    "1972 - Naixement de Vanessa Paradis, cantautora i actriu francesa",
    "1974 - Naixement de Rei Hance, actriu nord-americana",
    "1975 - Naixement de Dmitri Khokhlov, futbolista i entrenador rus",
    "1975 - Naixement de Marcin Mięciel, futbolista polonès",
    "1975 - Naixement de Sergei Aschwanden, artista marcial suís",
    "1975 - Naixement de Stanislav Neckář, jugador d'hoquei sobre gel txec",
    "1975 - Naixement de Takuya Onishi, astronauta japonès",
    "1976 - Naixement d'Aya Takano, autora i il·lustradora japonesa",
    "1976 - Naixement de Jason Lane, jugador de beisbol i entrenador nord-americà",
    "1976 - Naixement de Katleen De Caluwé, velocista belga",
    "1977 - Naixement de Steve Kariya, jugador i entrenador d'hoquei sobre gel canadenc",
    "1978 - Naixement de Danny Ahn, cantant sud-coreà",
    "1978 - Naixement d'Emmanuel Olisadebe, futbolista nigeriano-polonès",
    "1978 - Aniversari de Joy Ali, boxejador de Fiji (m. 2015)",
    "1979 - Naixement de Jamie Langfield, futbolista i entrenador escocès",
    "1980 - Naixement de Chris Carmack, actor, cantant i model nord-americà",
    "1980 - Aniversari de Marcus Haislip, jugador de bàsquet nord-americà",
    "1981 - Naixement de Marina Kuptsova, saltadora d'alçada russa",
    "1982 - Naixement d'Alinne Moraes, actriu i model brasilera",
    "1982 - Naixement de Britta Heidemann, esgrimista alemanya",
    "1983 - Aniversari de Doc Gallows, lluitador nord-americà",
    "1983 - Naixement de José Fonte, futbolista portuguès",
    "1983 - Aniversari de Viola Kibiwot, corredora keniana",
    "1984 - Naixement de Basshunter, cantant, productor discogràfic i DJ suec",
    "1984 - Naixement de Greg Finley, actor nord-americà",
    "1986 - Naixement de Dennis Armfield, futbolista australià",
    "1986 - Naixement de Fatih Öztürk, futbolista turc",
    "1987 - Aniversari de Zack Britton, jugador de beisbol nord-americà",
    "1987 - Naixement d'Éder, futbolista portuguès de Bissau",
    "1988 - Aniversari de Leigh Halfpenny, jugador de rugbi gal·lès",
    "1988 - Naixement de Mohamed El Shenawy, futbolista egipci",
    "1988 - Naixement de Scott Darling, jugador d'hoquei sobre gel nord-americà",
    "1989 - Naixement de Jacob Stallings, jugador de beisbol nord-americà",
    "1989 - Naixement de Jordin Sparks, cantautora i actriu nord-americana",
    "1990 - Naixement de Jean-Baptiste Maunier, actor i cantant francès",
    "1991 - Aniversari de DaBaby, raper nord-americà",
    "1992 - Naixement de Michaela Hončová, tenista eslovaca",
    "1992 - Naixement de Moonbyul, raper, vocalista i compositor sud-coreà",
    "1992 - Naixement de Nick Johnson, jugador de bàsquet nord-americà",
    "1993 - Naixement de Meghan Trainor, cantautora i productora nord-americana",
    "1993 - Naixement de Raphaël Guerreiro, futbolista portuguès",
    "1994 - Naixement de Rúben Lameiras, futbolista portuguès",
    "1998 - Naixement de Casper Ruud, tennista noruec",
    "1998 - Naixement de G Hannelius, actriu i cantant nord-americana",
    "2000 - Naixement de Joshua Bassett, actor i cantant nord-americà",
    "2001 - Naixement de Camila Osorio, tenista colombiana",
    "2006 - Naixement de Callan McKenna, futbolista escocès; porter de l'AFC Bournemouth",
    "244 - Naixement de Dioclecià, emperador romà (m. 311)",
    "948 - Naixement de Kang Kam-ch'an, oficial i general coreà (m. 1031)"
  ],
  "day_20_month_7_births.dialog": [
    "1304 - Naixement de Petrarca, poeta i erudit italià (m. 1374)",
    "1313 - Naixement de John Tiptoft, segon baró Tibetot (m. 1367)",
    "1346 - Naixement de Margaret, comtessa de Pembroke, filla del rei Eduard III d'Anglaterra (m. 1361)",
    "1470 - Naixement de John Bourchier, primer comte de Bath, noble anglès (m. 1539)",
    "1519 - Naixement del papa Innocenci IX (m. 1591)",
    "1537 - Naixement d'Arnaud d'Ossat, cardenal francès (m. 1604)",
    "1583 - Naixement d'Alban Roe, màrtir benedictí anglès (m. 1642)",
    "1591 - Naixement d'Anne Hutchinson, predicadora puritana anglesa (m. 1643)",
    "1592 - Naixement de Johan Björnsson Printz, governador de Nova Suècia (m. 1663)",
    "1601 - Naixement de Robert Wallop, polític anglès (m. 1667)",
    "1620 - Naixement de Nikolaes Heinsius el Vell, poeta i erudit holandès (m. 1681)",
    "1649 - Naixement de William Bentinck, primer comte de Portland (m. 1709)",
    "1754 - Naixement d'Antoine Destutt de Tracy, filòsof i acadèmic francès (m. 1836)",
    "1757 - Naixement de Garsevan Chavchavadze, polític i diplomàtic georgià (m. 1811)",
    "1762 - Naixement de Jakob Haibel, tenor i compositor austríac (m. 1826)",
    "1774 - Naixement d'Auguste de Marmont, general francès (m. 1852)",
    "1789 - Naixement de Mahmud II, sultà otomà (m. 1839)",
    "1804 - Naixement de Richard Owen, biòleg, anatomista i paleontòleg anglès (m. 1892)",
    "1816 - Naixement de Sir William Bowman, cirurgià, històleg i anatomista anglès. (m. 1892)",
    "1822 - Naixement de Gregor Mendel, monjo austroalemany, genetista i botànic (m. 1884)",
    "1830 - Naixement de Clements Markham, explorador anglès (m. 1916)",
    "1838 - Naixement d'Augustin Daly, dramaturg i gerent nord-americà (m. 1899)",
    "1838 - Naixement de Sir George Trevelyan, segon baronet, funcionari i polític anglès, canceller del Ducat de Lancaster (m. 1928)",
    "1838 - Naixement de William Paine Lord, advocat i polític nord-americà, novè governador d'Oregon (m. 1911)",
    "1847 - Naixement de Max Liebermann, pintor i acadèmic alemany (m. 1935)",
    "1849 - Naixement de Robert Anderson Van Wyck, advocat i polític nord-americà, 91è alcalde de la ciutat de Nova York (m. 1918)",
    "1852 - Naixement de Theo Heemskerk, advocat i polític holandès, primer ministre dels Països Baixos (m. 1932)",
    "1854 - Naixement de Philomène Belliveau, artista canadenca (m. 1940)",
    "1864 - Naixement d'Erik Axel Karlfeldt, poeta suec, premi Nobel (m. 1931)",
    "1864 - Naixement de Ruggero Oddi, fisiòleg i anatomista italià (m. 1913)",
    "1868 - Naixement de Miron Cristea, clergue i polític romanès, 38è primer ministre de Romania (m. 1939)",
    "1873 - Naixement d'Alberto Santos-Dumont, pilot brasiler (m. 1932)",
    "1876 ​​- Naixement d'Otto Blumenthal, matemàtic i acadèmic alemany (m. 1944)",
    "1877 - Naixement de Tom Crean, mariner i explorador irlandès (m. 1938)",
    "1882 - Naixement d'Olga Hahn-Neurath, matemàtica i filòsofa austríaca (m. 1937)",
    "1889 - Naixement de John Reith, primer baró Reith, locutor escocès, cofundador de la BBC (m. 1971)",
    "1890 - Naixement de Giorgio Morandi, pintor italià (m. 1964)",
    "1890 - Naixement de Julie Vinter Hansen, astrònom i acadèmica danesa-suïssa (m. 1960)",
    "1890 - Naixement de Verna Felton, actriu nord-americana (m. 1966)",
    "1893 - Naixement de George Llewelyn Davies, soldat anglès (m. 1915)",
    "1895 - Naixement de László Moholy-Nagy, pintor, fotògraf i escultor hongarès (m. 1946)",
    "1897 - Naixement de Tadeusz Reichstein, químic i acadèmic polonès-suís, premi Nobel (m. 1996)",
    "1900 - Naixement de Maurice Leyland, jugador de cricket i entrenador anglès (m. 1967)",
    "1901 - Naixement d'Eugenio López Sr., empresari filipí i fundador del Grup d'Empreses López (m. 1975)",
    "1901 - Naixement de Heinie Manush, jugador de beisbol i entrenador nord-americà (m. 1971)",
    "1901 - Naixement d'Ida Mett, anarquista jueva bielorussa (m. 1973)",
    "1901 - Naixement de Vehbi Koç, empresari i filantrop turc, va fundar Koç Holding (m. 1996)",
    "1902 - Naixement de Leonidas Berry, gastroenteròleg nord-americà (m. 1995)",
    "1905 - Naixement de Joseph Levis, esgrimista nord-americà (m. 2005)",
    "1909 - Naixement d'Eric Rowan, jugador de cricket sud-africà (m. 1993)",
    "1910 - Naixement de Vilém Tauský, director d'orquestra i compositor txec-anglès (m. 2004)",
    "1911 - Naixement de Baqa Jilani, jugador de cricket indi (m. 1941)",
    "1911 - Naixement de José Zabala-Santos, autor i il·lustrador filipí (m. 1985)",
    "1911 - Naixement de Loda Halama, ballarina i actriu polonesa (m. 1996)",
    "1912 - Naixement de George Johnston, periodista i autor australià (m. 1970)",
    "1914 - Naixement de Charilaos Florakis, polític grec (m. 2005)",
    "1914 - Naixement de Dobri Dobrev, filantrop búlgar (m. 2018)",
    "1914 - Naixement d'Ersilio Tonini, cardenal italià (m. 2013)",
    "1918 - Naixement de Cindy Walker, cantautora i ballarina nord-americana (m. 2006)",
    "1919 - Naixement d'Edmund Hillary, alpinista i explorador neozelandès (m. 2008)",
    "1919 - Naixement de Jacquemine Charrott Lodwidge, escriptora anglesa (m. 2012)",
    "1920 - Naixement d'Elliot Richardson, tinent i polític nord-americà, 11è secretari de Defensa dels Estats Units (m. 1999)",
    "1921 - Naixement d'Henri Alleg, periodista i autor anglès-francès (m. 2013)",
    "1922 - Naixement d'Alan Stephenson Boyd, advocat i polític nord-americà, primer secretari de Transport dels Estats Units (m. 2020)",
    "1923 - Naixement de Stanisław Albinowski, economista i periodista polonès (m. 2005)",
    "1924 - Naixement de Lola Albright, actriu i cantant nord-americana (m. 2017)",
    "1924 - Naixement de Mort Garson, compositor i compositor canadenc-nord-americà (m. 2008)",
    "1924 - Naixement de Thomas Berger, autor i dramaturg nord-americà (m. 2014)",
    "1925 - Naixement de Frantz Fanon, psiquiatre i filòsof franco-algerià (m. 1961)",
    "1925 - Naixement de Jacques Delors, economista i polític francès, 8è president de la Comissió Europea (m. 2023)",
    "1927 - Naixement de Barbara Bergmann, economista i acadèmica nord-americana (m. 2015)",
    "1927 - Naixement de Heather Chasen, actriu anglesa (m. 2020)",
    "1927 - Naixement d'Ian P. Howard, psicòleg i acadèmic anglès-canadenc (m. 2013)",
    "1927 - Naixement de Michael Gielen, director d'orquestra i compositor austríac (m. 2019)",
    "1928 - Naixement de Belaid Abdessalam, primer ministre d'Algèria (m. 2020)",
    "1928 - Naixement de Józef Czyrek, economista i polític polonès, ministre d'Afers Exteriors polonès (m. 2013)",
    "1929 - Naixement de David Tonkin, polític australià, 38è primer ministre d'Austràlia Meridional (m. 2000)",
    "1929 - Naixement de Hazel Hawke, treballadora social i pianista australiana, 23è cònjuge del primer ministre d'Austràlia (m. 2013)",
    "1929 - Naixement de Mike Ilitch, empresari nord-americà, fundador de Little Caesars (m. 2017)",
    "1929 - Naixement de Rajendra Kumar, actor i productor indi pakistanès (m. 1999)",
    "1930 - Naixement de Chuck Daly, jugador i entrenador de bàsquet nord-americà (m. 2009)",
    "1930 - Naixement de Giannis Agouris, periodista i autor grec (m. 2006)",
    "1930 - Naixement de Sally Ann Howes, cantant i actriu angloamericana (m. 2021)",
    "1930 - Naixement de William H. Goetzmann, historiador i autor nord-americà (m. 2010)",
    "1931 - Naixement de Shakuntala Karandikar, biògraf, assagista i filantrop indi (m. 2018)",
    "1931 - Naixement de Tony Marsh, pilot de cotxes de carreres anglès (m. 2009)",
    "1932 - Naixement de Nam June Paik, artista nord-americà (m. 2006)",
    "1932 - Naixement d'Otto Schily, advocat i polític alemany, ministre de l'Interior alemany",
    "1933 - Naixement de Buddy Knox, cantant, compositor i guitarrista nord-americà (m. 1999)",
    "1933 - Naixement de Cormac McCarthy, novel·lista, dramaturg i guionista nord-americà (m. 2023)",
    "1933 - Aniversari de Rex Williams, jugador de billar anglès",
    "1935 - Naixement de Peter Palumbo, baró Palumbo, empresari i col·leccionista d'art anglès",
    "1936 - Naixement d'Alistair MacLeod, novel·lista i escriptor de contes canadenc (m. 2014)",
    "1936 - Naixement de Barbara Mikulski, treballadora social i política nord-americana",
    "1938 - Naixement de Deniz Baykal, advocat i polític turc, viceprimer ministre de Turquia (m. 2023)",
    "1938 - Naixement de Diana Rigg, actriu anglesa (m. 2020)",
    "1938 - Naixement de Natalie Wood, actriu nord-americana (m. 1981)",
    "1938 - Naixement de Roger Hunt, futbolista anglès (m. 2021)",
    "1938 - Naixement de Tony Oliva, jugador de beisbol i entrenador cubanoamericà",
    "1939 - Naixement de Judy Chicago, artista feminista nord-americana",
    "1941 - Naixement de Don Chuy, jugador de futbol americà (m. 2014)",
    "1941 - Naixement de Kurt Raab, actor, guionista i dissenyador de producció alemany (m. 1988)",
    "1941 - Naixement de Periklis Korovesis, autor i periodista grec (m. 2020)",
    "1942 - Naixement de Pete Hamilton, pilot de carreres nord-americà (m. 2017)",
    "1943 - Naixement d'Adrian Păunescu, poeta, periodista i polític romanès (m. 2010)",
    "1943 - Naixement de Bob McNab, futbolista anglès",
    "1943 - Naixement de Chris Amon, pilot de carreres de Nova Zelanda (m. 2016)",
    "1943 - Naixement de John Lodge, cantant, compositor, baixista i productor anglès",
    "1943 - Naixement de Wendy Richard, actriu anglesa (m. 2009)",
    "1944 - Naixement de Mel Daniels, jugador i entrenador de bàsquet nord-americà (m. 2015)",
    "1944 - Naixement d'Olivier de Kersauson, mariner francès",
    "1944 - Aniversari de T. G. Sheppard, cantant i compositor nord-americà de música country",
    "1944 - Naixement de W. Cary Edwards, polític nord-americà (m. 2010)",
    "1945 - Naixement de Bo Rein, jugador de futbol americà i entrenador (m. 1980)",
    "1945 - Naixement de Charles Bowden, autor de no ficció, periodista i assagista nord-americà (m. 2014)",
    "1945 - Naixement de Kim Carnes, cantant i compositor nord-americà",
    "1945 - Aniversari de Larry Craig, militar i polític nord-americà",
    "1946 - Naixement de Randal Kleiser, actor, director i productor nord-americà",
    "1947 - Naixement de Carlos Santana, cantautor i guitarrista mexicà-nord-americà",
    "1947 - Naixement de Gerd Binnig, físic i acadèmic alemany, premi Nobel",
    "1948 - Naixement de Muse Watson, actor i productor nord-americà",
    "1950 - Naixement d'Edward Leigh, advocat i polític anglès",
    "1950 - Naixement de Lucille Lemay, arquera canadenca",
    "1951 - Naixement de Jeff Rawle, actor i guionista anglès",
    "1953 - Naixement de Dave Evans, cantautor gal·lès-australià",
    "1953 - Naixement de Marcia Hines, cantant i actriu nord-americà-australiana",
    "1953 - Naixement de Thomas Friedman, periodista i autor nord-americà",
    "1954 - Naixement de Jay Jay French, guitarrista i productor nord-americà",
    "1954 - Naixement de Moira Harris, actriu nord-americana",
    "1955 - Naixement de Desmond Douglas, jugador de tennis taula jamaicà-anglès",
    "1955 - Naixement de Jem Finer, intèrpret de banjo i compositor anglès",
    "1955 - Naixement de René-Daniel Dubois, actor i dramaturg canadenc",
    "1956 - Naixement de Jim Prentice, advocat i polític canadenc, 16è primer ministre d'Alberta (m. 2016)",
    "1956 - Naixement de Paul Cook, bateria anglès",
    "1956 - Naixement de Thomas N'Kono, futbolista camerunès",
    "1958 - Naixement de Billy Mays, venedor nord-americà (m. 2009)",
    "1958 - Naixement de Mick MacNeil, teclista i compositor escocès",
    "1959 - Naixement de Radney Foster, cantant, compositor, guitarrista i productor nord-americà",
    "1960 - Naixement de Claudio Langes, pilot de carreres italià",
    "1960 - Naixement de Mike Witt, jugador de beisbol nord-americà",
    "1960 - Naixement de Prvoslav Vujčić, poeta i filòsof serbi-canadenc",
    "1960 - Naixement de Sudesh Berry, actor indi",
    "1961 - Naixement d'Óscar Elías Biscet, metge i activista cubà, funda la Fundació Lawton",
    "1962 - Naixement de Carlos Alazraqui, actor, productor i guionista nord-americà",
    "1962 - Naixement de Giovanna Amati, pilot de cotxes de carreres italiana",
    "1962 - Naixement de Julie Bindel, periodista, autora i acadèmica anglesa",
    "1963 - Naixement de Frank Whaley, actor, director i guionista nord-americà",
    "1964 - Naixement de Bernd Schneider, pilot de carreres alemany",
    "1964 - Naixement de Chris Cornell, cantant, compositor i guitarrista nord-americà (m. 2017)",
    "1964 - Naixement de Sebastiano Rossi, futbolista italià",
    "1964 - Naixement de Terri Irwin, zoòloga i autora nord-americà-australiana",
    "1965 - Naixement de Jess Walter, periodista i autor nord-americà",
    "1966 - Aniversari d'Anton Du Beke, ballarí i presentador anglès",
    "1966 - Naixement d'Enrique Peña Nieto, advocat i polític mexicà, 57è president de Mèxic",
    "1966 - Naixement de Stone Gossard, cantautor i guitarrista nord-americà",
    "1967 - Naixement de Courtney Taylor-Taylor, cantautora i guitarrista nord-americana",
    "1968 - Naixement de Hami Mandıralı, futbolista i entrenador turc",
    "1968 - Aniversari de Jimmy Carson, jugador d'hoquei sobre gel nord-americà",
    "1968 - Aniversari de Kool G Rap, artista de hip-hop nord-americà",
    "1969 - Naixement de Giovanni Lombardi, ciclista italià",
    "1969 - Aniversari de Joon Park, cantant nord-americà sud-coreà",
    "1969 - Naixement de Josh Holloway, actor nord-americà",
    "1969 - Naixement de Kreso Kovacec, futbolista croat-alemany",
    "1969 - Naixement de Tobi Vail, cantant i guitarrista nord-americà",
    "1969 - Aniversari de la vitamina C, cantant i compositor nord-americà",
    "1971 - Naixement de Charles Johnson, jugador de beisbol nord-americà",
    "1971 - Naixement de Sandra Oh, actriu canadenca",
    "1972 - Naixement d'Erik Ullenhag, jurista i polític suec",
    "1972 - Naixement de Jamie Ainscough, jugador de la lliga australiana de rugbi",
    "1972 - Naixement de Jozef Stümpel, jugador d'hoquei sobre gel eslovac",
    "1973 - Naixement de Claudio Reyna, futbolista nord-americà",
    "1973 - Naixement de Haakon, príncep hereu de Noruega",
    "1973 - Naixement de Nixon McLean, jugador de cricket del Carib",
    "1973 - Naixement d'Omar Epps, actor nord-americà",
    "1973 - Naixement de Peter Forsberg, jugador i entrenador d'hoquei sobre gel suec",
    "1973 - Naixement de Roberto Orci, guionista i productor mexicà-nord-americà",
    "1975 - Naixement de Birgitta Ohlsson, periodista i política sueca, cinquena ministra sueca d'Afers de la Unió Europea",
    "1975 - Naixement d'Erik Hagen, futbolista noruec",
    "1975 - Naixement de Jason Raize, cantant i actor nord-americà (m. 2004)",
    "1975 - Naixement de Judy Greer, actriu i productora nord-americana",
    "1975 - Naixement de Ray Allen, jugador i actor de bàsquet nord-americà",
    "1975 - Naixement de Yusuf Şimşek, futbolista i entrenador turc",
    "1976 - Naixement d'Alex Yoong, pilot de carreres de Malàisia",
    "1976 - Naixement d'Andrew Stockdale, cantautor i guitarrista australià",
    "1976 - Aniversari de Debashish Mohanty, jugador de cricket i entrenador indi",
    "1976 - Naixement d'Erica Hill, periodista nord-americana",
    "1977 - Naixement d'Alessandro Santos, futbolista brasiler-japonès",
    "1977 - Naixement de Kiki Musampa, futbolista congolès",
    "1977 - Naixement d'Yves Niaré, llançador de pes francès (m. 2012)",
    "1978 - Naixement d'Elliott Yamin, cantant i compositor nord-americà",
    "1978 - Aniversari d'Ieva Zunda, corredora i corredora d'obstacles letona",
    "1978 - Aniversari de Pavel Datsyuk, jugador d'hoquei sobre gel rus",
    "1978 - Aniversari de Will Solomon, jugador de bàsquet nord-americà",
    "1979 - Naixement de Charlotte Hatherley, cantautora i guitarrista anglesa",
    "1979 - Naixement de David Ortega, nedador espanyol",
    "1979 - Naixement de Miklós Fehér, futbolista hongarès (m. 2004)",
    "1980 - Aniversari de Gisele Bündchen, model, fashionista i empresaria brasilera",
    "1980 - Naixement de Tesfaye Bramble, futbolista anglesa-montserratià",
    "1981 - Naixement de Viktoria Ladõnskaja, periodista i política estònia",
    "1982 - Aniversari d'Antoine Vermette, jugador canadenc d'hoquei sobre gel",
    "1984 - Naixement d'Alexi Casilla, jugador de beisbol dominicà",
    "1984 - Aniversari de Matt Gilroy, jugador d'hoquei sobre gel nord-americà",
    "1985 - Naixement de David Mundy, futbolista australià",
    "1985 - Aniversari de Harley Morenstein, actor canadenc i personalitat de YouTube",
    "1985 - Naixement de John Francis Daley, actor i guionista nord-americà",
    "1986 - Naixement d'Osric Chau, actor, director, productor i guionista canadenc",
    "1987 - Naixement de Niall McGinn, futbolista irlandès",
    "1987 - Naixement de Nicola Benedetti, violinista escocès",
    "1988 - Naixement de Julianne Hough, cantautora, actriu i ballarina nord-americana",
    "1988 - Naixement de Shahram Mahmoudi, jugador de voleibol iranià",
    "1988 - Naixement de Stephen Strasburg, jugador de beisbol nord-americà",
    "1989 - Naixement de Cristian Pasquato, futbolista italià",
    "1989 - Naixement de Javier Cortés, futbolista mexicà",
    "1990 - Aniversari de Lars Unnerstall, futbolista alemany",
    "1991 - Naixement de Chiyoshōma Fujio, lluitador de sumo mongol",
    "1991 - Aniversari de Kira Kazantsev, Miss Amèrica 2015",
    "1991 - Naixement de Philipp Reiter, alpinista i corredor alemany",
    "1991 - Naixement de Ryan James, jugador de la lliga australiana de rugbi",
    "1991 - Naixement de Tawan Vihokratana, actor, amfitrió i model tailandès",
    "1993 - Aniversari de Nick Cousins, jugador canadenc d'hoquei sobre gel",
    "1993 - Naixement de Steven Adams, jugador de bàsquet neozelandès",
    "1995 - Naixement de Moses Leota, jugador de la lliga de rugbi de Nova Zelanda",
    "1996 - Aniversari de Ben Simmons, jugador de bàsquet australià",
    "1999 - Aniversari de Pop Smoke, raper i cantant nord-americà (m. 2020)",
    "682 - Naixement de Taichō, monjo i erudit japonès (m. 767)"
  ],
  "day_4_month_4_deaths.dialog": [
    "1284 - Mort d'Alfons X, rei de Castella i Lleó (n. 1221)",
    "1292 - Mort de Nicolau IV, papa de l'Església catòlica (n. 1227)",
    "1406 - Mort de Robert III, rei d'Escòcia (n. 1337)",
    "1483 - Mort d'Henry Bourchier, primer comte d'Essex (b. c. 1405)",
    "1536 - Mort de Frederic I, margravi de Brandenburg-Ansbach (n. 1460)",
    "1538 - Mort d'Elena Glinskaya, Gran Princesa i regent de Rússia",
    "1588 - Mort de Frederic II, rei de Dinamarca i Noruega (n. 1534)",
    "1589 - Mort de Benet el Moro, frare i sant franciscà sicilià (n. 1526) 1",
    "1596 - Mort de Felip II, duc de Brunswick-Grubenhagen (n. 1533)",
    "1609 - Mort de Carolus Clusius, botànic, micòleg i acadèmic flamenc (n. 1526)",
    "1617 - Mort de John Napier, matemàtic, físic i astrònom escocès (n. 1550)",
    "1643 - Mort de Simon Episcopius, teòleg i acadèmic holandès (n. 1583)",
    "1661 - Mort d'Alexander Leslie, primer comte de Leven, mariscal de camp escocès (n. 1580)",
    "1743 - Mort de Daniel Neal, historiador i autor anglès (n. 1678)",
    "1761 - Mort de Théodore Gardelle, pintor suís (n. 1722)",
    "1766 - Mort de John Taylor, bibliotecari i erudit anglès (n. 1704)",
    "1774 - Mor Oliver Goldsmith, novel·lista, dramaturg i poeta irlandès (n. 1728)",
    "1792 - Mort de James Sykes, advocat i polític nord-americà (n. 1725)",
    "1807 - Mort de Jérôme Lalande, astrònom i acadèmic francès (n. 1732)",
    "1817 - Mort d'André Masséna, general francès (n. 1758)",
    "1841 - Mort de William Henry Harrison, general i polític nord-americà, 9è president dels Estats Units (n. 1773)",
    "1846 - Mor Solomon Sibley, advocat i polític nord-americà, primer alcalde de Detroit (n. 1769)",
    "1861 - Mort de John McLean, jurista i polític nord-americà, sisè director general de correus dels Estats Units (n. 1785)",
    "1863 - Mort de Ludwig Emil Grimm, pintor i gravador alemany (n. 1790)",
    "1864 - Mort de Joseph Pitty Couthouy, comandant i paleontòleg nord-americà (n. 1808)",
    "1870 - Mor Heinrich Gustav Magnus, químic i físic alemany (n. 1802)",
    "1874 - Mort de Charles Ernest Beulé, arqueòleg i polític francès (n. 1826)",
    "1875 - Mort de Karl Mauch, geògraf i explorador alemany (n. 1837)",
    "1878 - Mort de Richard M. Brewer, criminal nord-americà (n. 1850)",
    "1879 - Mor Heinrich Wilhelm Dove, físic i meteoròleg alemany (n. 1803)",
    "1883 - Mor Peter Cooper, empresari i filantrop nord-americà, fundador de Cooper Union (n. 1791)",
    "1890 - Mor Edmond Hébert, geòleg i acadèmic francès (n. 1812)",
    "1890 - Mort de Pierre-Joseph-Olivier Chauveau, advocat i polític canadenc, primer primer ministre del Quebec (n. 1820)",
    "1912 - Mort de Charles Brantley Aycock, advocat i polític nord-americà, 50è governador de Carolina del Nord (n. 1859)",
    "1912 - Mor Isaac K. Funk, ministre, lexicògraf i editor nord-americà, cofundador de Funk & Wagnalls (n. 1839)",
    "1913 - Mor Emmanouil Argyropoulos, aviador pioner grec (n. 1889) ",
    "1913 - Mort de Konstantinos Manos, polític, poeta, soldat i esportista grec (n. 1869)",
    "1919 - Mort de Francisco Marto, sant portuguès (n. 1908)",
    "1919 - Mort de William Crookes, químic i físic anglès (n. 1832)",
    "1923 - Mort de John Venn, matemàtic i filòsof anglès, va crear el diagrama de Venn (n. 1834)",
    "1928 - Mort de Konstantinos Maleas, pintor grec (n. 1879) ",
    "1929 - Mor Karl Benz, enginyer i empresari alemany, fundador de Mercedes-Benz (n. 1844)",
    "1931 - Mor André Michelin, empresari francès, cofundador de Michelin Tire Company (n. 1853)",
    "1932 - Mor Wilhelm Ostwald, químic i acadèmic letó-alemany, premi Nobel (n. 1853)",
    "1933 - Mor Elizabeth Bacon Custer, autora i pedagoga nord-americana (n. 1842)",
    "1944 - Mort de Morris H. Whitehouse, arquitecte nord-americà (n. 1878)",
    "1951 - Mort de George Albert Smith, líder religiós nord-americà, 8è president de l'Església de Jesucrist dels Sants dels Últims Dies (n. 1870)",
    "1953 - Mort de Carol II de Romania (n. 1893)",
    "1957 - Mor E. Herbert Norman, historiador i diplomàtic canadenc (n. 1909)",
    "1958 - Mort de Johnny Stompanato, soldat i guardaespatlles nord-americà (n. 1925)",
    "1961 - Mor Harald Riipalu, comandant militar estonià (n. 1912)",
    "1961 - Mor Simion Stoilow, matemàtic i acadèmic romanès (n. 1873)",
    "1963 - Mor Oskari Tokoi, socialista finlandès i president del Senat de Finlàndia (n. 1873)",
    "1967 - Mort d'Al Lewis, compositor nord-americà (n. 1901)",
    "1967 - Mor Héctor Scarone, futbolista i entrenador uruguaià (n. 1898)",
    "1968 - Mort de Martin Luther King Jr., ministre i activista nord-americà, premi Nobel (assassinat) (n. 1929)",
    "1972 - Mor Adam Clayton Powell Jr., pastor i polític nord-americà (n. 1908)",
    "1972 - Mort de Stefan Wolpe, compositor i acadèmic alemany-americà (n. 1902)",
    "1976 - Mor Harry Nyquist, enginyer i teòric suec (n. 1889)",
    "1977 - Mort d'Andrey Dikiy, periodista, historiador i polític ucraïnès-nord-americà (n. 1893)",
    "1979 - Mort d'Edgar Buchanan, actor nord-americà (n. 1903)",
    "1979 - Mort de Zulfikar Ali Bhutto, advocat i polític pakistanès, quart president del Pakistan (n. 1928)",
    "1980 - Mort de Red Sovine, cantant, compositor i guitarrista nord-americà (n. 1917)",
    "1983 - Mor Bernard Vukas, jugador de futbol croat, que va jugar a l'equip \"Resta del Món\" de la FIFA de 1953 contra Anglaterra a Wembley (n. 1927)",
    "1983 - Mort de Gloria Swanson, actriu nord-americana (n. 1899)",
    "1984 - Mort d'Oleg Antonov, enginyer i empresari rus-ucraïnès que va fundar Antonov Design Bureau (n. 1906)",
    "1985 - Mort de Kate Roberts, escriptora i activista gal·lesa (n. 1891)",
    "1987 - Mort de C. L. Moore, autor i acadèmic nord-americà (n. 1911)",
    "1987 - Mort de Chögyam Trungpa, guru tibetà, poeta i erudit (n. 1939)",
    "1987 - Mort de Sachchidananda Vatsyayan, periodista i autor indi (n. 1911)",
    "1991 - Mor Edmund Adamkiewicz, futbolista alemany (n. 1920)",
    "1991 - Mort de Graham Ingels, il·lustrador nord-americà (n. 1915)",
    "1991 - Mort de H. John Heinz III, militar i polític nord-americà (n. 1938)",
    "1991 - Mor Max Frisch, dramaturg i novel·lista suís (n. 1911)",
    "1992 - Mort d'Arthur Russell, cantant, compositor i violoncel·lista nord-americà (n. 1951)",
    "1992 - Mort de Jack Hamilton, futbolista australià (n. 1928)",
    "1992 - Mort d'Yvette Brind'Amour, actriu i directora canadenca (n. 1918)",
    "1993 - Mort d'Alfred Mosher Butts, dissenyador de jocs nord-americà, inventor de l'Scrabble (n. 1899)",
    "1993 - Mor Douglas Leopold, presentador de ràdio i televisió canadenc (n. 1947)",
    "1995 - Mort de Kenny Everett, presentador de ràdio i televisió anglesa (n. 1944)",
    "1995 - Mort de Priscilla Lane, actriu nord-americana (n. 1915)",
    "1996 - Mort de Barney Ewell, corredor i saltador de llargada nord-americà (n. 1918)",
    "1996 - Mort de Boone Guyton, tinent i pilot nord-americà (n. 1913)",
    "1997 - Mor Alparslan Türkeş, coronel i polític turc, 39è viceprimer ministre de Turquia (n. 1917 )",
    "1997 - Mort de Leo Picard, geòleg i acadèmic germanoisraelià (n. 1900)",
    "1999 - Mort de Early Wynn, jugador de beisbol i periodista esportiu nord-americà (n. 1920)",
    "1999 - Mor Lucille Lortel, actriu, directora artística i productora nord-americana (n. 1900)",
    "2001 - Mort d'Ed Roth, il·lustrador i enginyer nord-americà (n. 1932)",
    "2001 - Mort de Liisi Oterma, astrònom finlandès (n. 1915)",
    "2001 - Mort de Maury Van Vliet, acadèmic nord-americà-canadenc (n. 1913)",
    "2003 - Mort d'Anthony Caruso, actor nord-americà (n. 1916)",
    "2004 - Mort de Briek Schotte, ciclista i entrenador belga (n. 1919)",
    "2005 - Mort d'Edward Bronfman, empresari i filantrop canadenc (n. 1924)",
    "2007 - Mort de Bob Clark, actor, director, productor i guionista nord-americà (n. 1941)",
    "2007 - Mort de Karen Spärck Jones, científica informàtica i acadèmica anglesa (n. 1935)",
    "2008 - Mort de Francis Tucker, pilot de curses sud-africà (n. 1923)",
    "2009 - Mort de Maxine Cooper, actriu, activista i fotògrafa nord-americana (n. 1924)",
    "2011 - Mort de Juliano Mer-Khamis, actor, director i activista israelià (n. 1958)",
    "2011 - Mort de Scott Columbus, bateria nord-americà (n. 1956)",
    "2012 - Mort d'A. Dean Byrd, psicòleg i acadèmic nord-americà (n. 1948)",
    "2012 - Mort d'Anne Karin Elstad, autora i pedagoga noruega (n. 1938)",
    "2012 - Mort de Claude Miller, director, productor i guionista francès (n. 1942)",
    "2012 - Mort de Dimitris Christoulas, pensionista grec que es va suïcidar en públic (n. 1935) ",
    "2012 - Mort de Dubravko Pavličić, futbolista croat (n. 1967)",
    "2012 - Mor Roberto Rexach Benítez, acadèmic i polític porto-riqueny, 10è president del Senat de Puerto Rico (n. 1929)",
    "2013 - Mort de Bengt Blomgren, actor, director i guionista suec (n. 1923)",
    "2013 - Mort de Carmine Infantino, il·lustrador nord-americà (n. 1925)",
    "2013 - Mor Ian Walsh, jugador de rugbi i entrenador australià (n. 1933)",
    "2013 - Mort de Noboru Yamaguchi, autor japonès (n. 1972)",
    "2013 - Mor Roger Ebert, periodista, crític i guionista nord-americà (n. 1942)",
    "2013 - Mort de Tommy Tycho, pianista, compositor i director d'orquestra hongarès-australià (n. 1928)",
    "2014 - Mort de Curtis Bill Pepper, periodista i autor nord-americà (n. 1917)",
    "2014 - Mort de Kumba Ialá, militar i polític de Guinea Bissau, president de Guinea Bissau (n. 1953)",
    "2014 - Mor Margo MacDonald, periodista i política escocesa (n. 1943)",
    "2014 - Mort de Muhammad Qutb, autor i acadèmic egipci (n. 1919)",
    "2014 - Mort de Wayne Henderson, trombonista i productor nord-americà (n. 1939)",
    "2014 - Mort d'İsmet Atlı, lluitador i entrenador turc (n. 1931)",
    "2015 - Mort de Donald N. Levine, sociòleg i acadèmic nord-americà (n. 1931)",
    "2015 - Mort d'Elmer Lach, jugador i entrenador d'hoquei sobre gel canadenc (n. 1918)",
    "2015 - Mort de Jamaluddin Jarjis, enginyer i polític de Malàisia (n. 1951)",
    "2015 - Mort de Klaus Rifbjerg, autor i poeta danès (n. 1931)",
    "2016 - Mort de Chus Lampreave, actriu espanyola (n. 1930)",
    "2024 - Mort de Lynne Reid Banks, autora britànica (n. 1929)",
    "2024 - Mort de Pat Zachry, jugador de beisbol nord-americà (n. 1952)",
    "2024 - Mort de Thomas Gumbleton, prelat catòlic romà nord-americà (n. 1930)",
    "397 - Mort d'Ambrose, arquebisbe i sant romà (n. 338)",
    "636 - Mort d'Isidor de Sevilla, arquebisbe i sant espanyol (n. 560)",
    "814 - Mort de Plató de Sakkoudion, monjo i sant bizantí (n. 735)",
    "896 - Mort de Formós, papa de l'Església catòlica (n. 816)",
    "911 - Mort de Liu Yin, senyor de la guerra i governador xinès (n. 874)",
    "931 - Mort de Kong Xun, oficial i governador xinès (n. 884)",
    "968 - Mort d'Abu Firas al-Hamdani, príncep i poeta àrab (n. 932)",
    "991 - Mort de Reginold, bisbe d'Eichstätt"
  ],
  "day_12_month_4_events.dialog": [
    "1012 - El duc Oldřich de Bohèmia deposa i encega el seu germà Jaromír, que fuig a Polònia.",
    "1204 - Els croats de la quarta croada trenquen les muralles de Constantinoble i entren a la ciutat, que ocupen completament l'endemà.",
    "1606 - S'adopta la bandera de la Unió com a bandera dels vaixells anglesos i escocesos.",
    "1776 - Revolució americana: amb les resolucions d'Halifax, el Congrés provincial de Carolina del Nord autoritza la seva delegació del Congrés a votar a favor de la independència de Gran Bretanya.",
    "1782 - Revolució americana: una flota de la Royal Navy dirigida per l'almirall George Rodney derrota una flota francesa dirigida pel comte de Grasse a la batalla de les Saintes davant de Dominica al mar Carib.",
    "1807 - El motí de Froberg a Malta acaba quan els amotinats restants fan volar la revista de Fort Ricasoli.",
    "1820 - Alexander Ypsilantis és declarat líder de Filiki Eteria, una organització secreta per enderrocar el domini otomà sobre Grècia.",
    "1831 - Els soldats que marxen al pont penjant de Broughton a Manchester, Anglaterra, fan que s'enfonsi.",
    "1861 - Guerra civil nord-americana: batalla de Fort Sumter. La guerra comença amb les forces confederades disparant contra Fort Sumter, al port de Charleston, Carolina del Sud.",
    "1862 - Guerra civil nord-americana: es produeix la incursió d'Andrews (la gran persecució de locomotores), a partir de Big Shanty, Geòrgia (ara Kennesaw).",
    "1864 - Guerra civil nord-americana: la batalla de Fort Pillow: les forces confederades maten la majoria dels soldats afroamericans que es van rendir a Fort Pillow, Tennessee.",
    "1865 - Guerra civil nord-americana: Mobile, Alabama, cau en mans de l'exèrcit de la Unió.",
    "1877 - El Regne Unit s'annexiona el Transvaal.",
    "1900 - Un dia després de la seva promulgació pel Congrés, el president William McKinley signa la Llei Foraker com a llei, donant a Puerto Rico un autogovern limitat.",
    "1910 - Es llança l'SMS Zrínyi, un dels últims cuirassats pre-dreadnought construïts per l'armada austrohongaresa.",
    "1917 - Primera Guerra Mundial: les forces canadenques completen amb èxit la presa de Vimy Ridge als alemanys.",
    "1927 - Rocksprings, Texas, és colpejat per un tornado F5 que destrueix 235 dels 247 edificis de la ciutat, mata 72 habitants i en fereix 205; tercer tornado més mortífer de la història de Texas.",
    "1927 - Massacre de Xangai de 1927: Chiang Kai-shek ordena executar els membres del Partit Comunista Xinès a Xangai, posant fi al Primer Front Unit.",
    "1928 - El Bremen, un avió alemany de tipus Junkers W 33, enlaira per al primer vol transatlàntic amb èxit d'est a oest.",
    "1934 - Comença la vaga Auto-Lite dels Estats Units, que va culminar amb un combat cos a cos de cinc dies entre les tropes de la Guàrdia Nacional d'Ohio i 6.000 vaguistes i piqueters.",
    "1934 - La ràfega de vent de superfície més forta del món en el moment de 231 mph, es mesura al cim del mont Washington, New Hampshire. Des de llavors s'ha superat.",
    "1937 - Sir Frank Whittle prova a terra el primer motor a reacció dissenyat per impulsar un avió, a Rugby, Anglaterra.",
    "1945 - Mor en el càrrec el president dels Estats Units, Franklin D. Roosevelt; El vicepresident Harry S. Truman esdevé president després de la mort de Roosevelt.",
    "1945 - Segona Guerra Mundial: el novè exèrcit dels Estats Units al comandament del general William H. Simpson travessa el riu Elba a cavall de Magdeburg i arriba a Tangermünde, a només 50 milles de Berlín.",
    "1955 - La vacuna contra la poliomielitis, desenvolupada pel doctor Jonas Salk, es declara segura i eficaç.",
    "1961 - Cursa espacial: el cosmonauta soviètic Yuri Gagarin es converteix en el primer humà que viatja a l'espai exterior i realitza el primer vol orbital tripulat, el Vostok 1.",
    "1963 - El submarí de propulsió nuclear soviètica K-33 xoca amb el vaixell mercant finlandès M/S Finnclipper a l'estret danès.",
    "1970 - El submarí soviètic K-8, que transportava quatre torpedes nuclears, s'enfonsa al golf de Biscaia quatre dies després d'un incendi a bord.",
    "1980 - Terry Fox, corredor i atleta canadenc, comença la seva Marathon of Hope Run a St. John's, NF",
    "1980 - El govern americà-liberià de Libèria és deposat violentament.",
    "1980 - El vol Transbrasil 303, un Boeing 727, s'estavella en aproximació a l'aeroport internacional Hercílio Luz de Florianópolis, Brasil. Cinquanta-cinc de les 58 persones a bord moren.",
    "1981 - Té lloc el primer llançament d'un transbordador espacial (Columbia): La missió STS-1.",
    "1983 - Harold Washington és elegit primer alcalde negre de Chicago.",
    "1985 - El transbordador espacial Discovery es llança amb STS-51D per desplegar dos satèl·lits de comunicacions.",
    "1990 - S'inaugura l'exposició \"Twentieth Century Dinosaurs\" de Jim Gary al Museu Nacional d'Història Natural de la Smithsonian Institution a Washington, D.C. És l'únic escultor convidat a presentar-hi una exposició individual.",
    "1990 - El vol Widerøe 839 s'estavella després de l'enlairament de l'aeroport de Værøy a Noruega, i va matar cinc persones.",
    "1992 - L'Euro Disney Resort s'obre oficialment amb el seu parc temàtic Euro Disneyland; l'estació i el nom del seu parc es canvien posteriorment a Disneyland Paris.",
    "1999 - Durant el bombardeig de l'OTAN a Iugoslàvia, un McDonnell Douglas F-15E Strike Eagle nord-americà dispara un tren de passatgers, matant entre 20 i 60 persones.",
    "1999 - El president dels Estats Units, Bill Clinton, és citat per desacato al tribunal per haver fet \"declaracions intencionadament falses\" en una demanda civil; després és multat i inhabilitat.",
    "2002 - Un terrorista suïcida s'explota a l'entrada del mercat Mahane Yehuda de Jerusalem, matant set persones i ferint-ne 104.",
    "2007 - Un terrorista suïcida penetra a la Zona Verda i detona en una cafeteria d'un edifici del parlament, matant el diputat iraquià Mohammed Awad i ferint més d'una vintena de persones.",
    "2009 - Zimbabwe abandona oficialment el dòlar de Zimbabwe com a moneda oficial.",
    "2010 - Descarrilament de Merano: un accident de ferrocarril al Tirol del Sud mata nou persones i 28 més ferides.",
    "2013 - Dos terroristes suïcides maten tres soldats txadians i desenes de ferits de civils en un mercat de Kidal, Mali.",
    "2014 - El Gran Incendi de Valparaíso arrasa la ciutat xilena de Valparaíso, matant 16 persones, desplaçant-ne prop de 10.000 i destruint més de 2.000 habitatges.",
    "240 - Shapur I esdevé coemperador de l'Imperi Sasànide amb el seu pare Ardashir I.",
    "467 - Anthemius és elevat a emperador de l'Imperi Romà d'Occident.",
    "627 - El rei Edwin de Northumbria es converteix al cristianisme per Paulí, bisbe de York."
  ],
  "day_3_month_9_events.dialog": [
    "1189 - Ricard I d'Anglaterra (també conegut com Ricard \"el Cor de Lleó\") és coronat a Westminster.",
    "1260 - Els mamelucs derroten els mongols a la batalla d'Ain Jalut a Palestina, marcant la seva primera derrota decisiva i el punt de màxima expansió de l'Imperi mongol.",
    "1335 - Al congrés de Visegrád Carles I d'Hongria media una reconciliació entre dos monarques veïns, Joan de Bohèmia i Casimiro III de Polònia. ",
    "1411 - Es conclou el Tractat de Selymbria entre l'Imperi Otomà i la República de Venècia.",
    "1650 - La victòria sobre els reialistes a la batalla de Dunbar obre el camí cap a Edimburg per al Nou Exèrcit Model a la Tercera Guerra Civil anglesa.",
    "1651 - La batalla de Worcester és l'última acció significativa de les Guerres dels Tres Regnes.",
    "1658 - La mort d'Oliver Cromwell; Richard Cromwell esdevé Lord Protector d'Anglaterra.",
    "1666 - El Royal Exchange es crema en el Gran Incendi de Londres.",
    "1777 - Guerra d'Independència dels Estats Units: durant la batalla de Cooch's Bridge, la bandera dels Estats Units s'ona a la batalla per primera vegada.",
    "1783 - Guerra d'Independència dels Estats Units: la guerra acaba amb la signatura del Tractat de París pels Estats Units i el Regne de Gran Bretanya.",
    "1798 - Comença la batalla d'una setmana de St. George's Caye entre Espanya i Gran Bretanya davant de la costa de Belize.",
    "1812 - Vint-i-quatre colons són assassinats a la massacre de Pigeon Roost a Indiana.",
    "1838 - El futur abolicionista Frederick Douglass escapa de l'esclavitud.",
    "1843 - El rei Otó de Grècia es veu obligat a atorgar una constitució després d'un aixecament a Atenes.",
    "1855 - Guerres dels indis americans: a Nebraska, 700 soldats sota el comandament del general dels Estats Units William S. Harney vengen la massacre de Grattan atacant un poble sioux i matant 100 homes, dones i nens.",
    "1861 - Guerra civil nord-americana: el general confederat Leonidas Polk envaeix el neutral Kentucky, fet que va fer que la legislatura estatal demanés l'ajuda de la Unió.",
    "1870 - Guerra franco-prussiana: comença el setge de Metz, que es tradueix en una decisiva victòria prusiana el 23 d'octubre.",
    "1875 - Es juga el primer joc oficial de polo a l'Argentina després de ser introduït pels ramaders britànics.",
    "1878 - Més de 640 moren quan l'amuntegada embarcació d'esbarjo Princess Alice xoca amb el castell de Bywell al riu Tàmesi.",
    "1879 - Setge de la residència britànica a Kabul: l'enviat britànic Sir Louis Cavagnari i 72 homes dels guies són massacrats per les tropes afganeses mentre defensaven la residència britànica a Kabul. El seu heroisme i lleialtat es van fer famosos i venerats a tot l'Imperi Britànic.",
    "1895 - John Brallier es converteix en el primer jugador de futbol americà professional pagat obertament, quan David Berry li va pagar 10 dòlars per jugar a la Latrobe Athletic Association en una victòria per 12-0 sobre la Jeanette Athletic Association.",
    "1914 - El compositor francès Albéric Magnard és assassinat defensant la seva finca contra els soldats alemanys invasors.",
    "1914 - Guillem, príncep d'Albània abandona el país després de només sis mesos a causa de l'oposició al seu govern.",
    "1914 - Primera Guerra Mundial: inici de la Batalla de Grand Couronné, un assalt alemany contra les posicions franceses en un terreny alt prop de la ciutat de Nancy.",
    "1916 - Primera Guerra Mundial: Leefe Robinson destrueix l'aeronau alemanya Schütte-Lanz SL 11 sobre Cuffley, al nord de Londres; el primer dirigible alemany que va ser abatut a terra britànica.",
    "1925 - L'USS Shenandoah, el primer dirigible rígid construït als Estats Units, va ser destruït en una línia de tempesta sobre el comtat de Noble, Ohio. Catorze de la seva tripulació de 42 homes van morir, inclòs el seu comandant, Zachary Lansdowne.",
    "1933 - Yevgeniy Abalakov és el primer home a assolir el punt més alt de la Unió Soviètica, el pic del comunisme (ara anomenat pic Ismoil Somoni i situat al Tadjikistan) (7495 m).",
    "1935 - Sir Malcolm Campbell assoleix una velocitat de 304,331 milles per hora a Bonneville Salt Flats a Utah, convertint-se en la primera persona a conduir un automòbil a més de 300 mph.",
    "1939 - Segona Guerra Mundial: França, Regne Unit, Nova Zelanda i Austràlia declaren la guerra a Alemanya després de la invasió de Polònia, formant les nacions aliades. El virrei de l'Índia també declara la guerra, però sense consultar les legislatures provincials.",
    "1939 - Segona Guerra Mundial: el Regne Unit i França inicien un bloqueig naval d'Alemanya que dura fins al final de la guerra. Això també marca l'inici de la Batalla de l'Atlàntic.",
    "1941 - L'Holocaust: Karl Fritzsch, comandant adjunt del camp de concentració d'Auschwitz, experimenta amb l'ús de Zyklon B en el gas de presoners de guerra soviètics.",
    "1942 - Segona Guerra Mundial: en resposta a la notícia de la seva propera liquidació, Dov Lopatyn lidera un aixecament al gueto de Lakhva (actual Bielorússia).",
    "1943 - Segona Guerra Mundial: les tropes britàniques i canadenques desembarquen al continent italià. El mateix dia, Walter Bedell Smith i Giuseppe Castellano signen l'armistici de Cassibile, tot i que no s'anuncia durant cinc dies més.",
    "1944 - Holocaust: la diarista Anne Frank i la seva família són col·locades en l'últim tren de transport des del camp de trànsit de Westerbork fins al camp de concentració d'Auschwitz, arribant tres dies després.",
    "1945 - Comença una celebració de tres dies a la Xina, després del Dia de la Victòria sobre el Japó el 2 de setembre.",
    "1950 - \"Nino\" Farina es converteix en el primer campió de pilots de Fórmula 1 després de guanyar el Gran Premi d'Itàlia de 1950.",
    "1954 - L'Exèrcit Popular d'Alliberament comença a bombardejar les illes de Quemoy controlades per la República de la Xina, iniciant la primera crisi de l'estret de Taiwan.",
    "1967 - Dagen H a Suècia: el trànsit canvia de conduir per l'esquerra a conduir per la dreta durant la nit.",
    "1971 - Qatar es converteix en un estat independent.",
    "1976 - Programa Viking: la nau espacial American Viking 2 aterra a Utopia Planitia a Mart.",
    "1978 - Durant la guerra de Rhodèsia Bush, un grup de guerrillers ZIPRA va abatre un avió civil Vickers Viscount (vol 825 d'Air Rhodesia) amb un SAM Strela-2 de fabricació soviètica; de 56 passatgers i tripulants, 38 persones van morir en un xoc, 10 van ser massacrades pels guerrillers al lloc.",
    "1981 - Les Nacions Unides institueixen la Convenció sobre l'eliminació de totes les formes de discriminació contra la dona, una declaració internacional de drets de les dones.",
    "1987 - En un cop d'estat a Burundi, el president Jean-Baptiste Bagaza és deposat pel major Pierre Buyoya.",
    "1989 - El vol 9046 de Cubana de Aviación s'estavella contra una zona residencial de l'Havana poc després d'enlairar-se de l'aeroport internacional José Martí, causant la mort de 150 persones.",
    "1989 - El vol Varig 254 s'estavella a la selva amazònica prop de São José do Xingu al Brasil, causant la mort de 12 persones.",
    "1997 - El vol 815 de Vietnam Airlines (Tupolev Tu-134) s'estavella quan s'aproxima a l'aeroport de Phnom Penh, causant la mort de 64 persones.",
    "2001 - A Belfast, els lleials protestants comencen un piquet de Holy Cross, una escola primària catòlica per a noies.",
    "2004 - El setge de l'escola de Beslan provoca més de 330 víctimes mortals, inclosos 186 nens.",
    "2010 - Després d'enlairar-se de l'aeroport internacional de Dubai, el vol 6 d'UPS Airlines desenvolupa un incendi durant el vol a la bodega de càrrega i s'estavella prop de Nad Al Sheba, matant els dos membres de la tripulació a bord.",
    "2016 - Els Estats Units i la Xina, junts responsables del 40% de les emissions de carboni del món, ratifiquen formalment l'acord global de París sobre el clima.",
    "2017 - Corea del Nord realitza la seva sisena i més potent prova nuclear.",
    "301 - San Marino, una de les nacions més petites del món i la república més antiga del món que encara existeix, és fundada per Saint Marinus.",
    "36 aC - A la batalla de Nauloc, Marc Vipsanius Agrippa, almirall d'Octavi, derrota a Sext Pompeu, fill de Pompeu, posant així fi a la resistència pompeiana al Segon Triumvirat.",
    "590 - Consagració del papa Gregori I (Gregori el Gran).",
    "673 - El rei Wamba dels visigots sufoca una revolta d'Hilderic, governador de Nimes (França) i rival pel tron.",
    "863 - Gran victòria bizantina a la batalla de Lalakaon contra una incursió àrab."
  ],
  "day_16_month_3_births.dialog": [
    "1399 - Naixement de l'emperador Xuande, governant de la Xina Ming (m. 1435)",
    "1445 - Naixement de Johann Geiler von Kaysersberg, sacerdot i teòleg suís (m. 1510)",
    "1465 - Naixement de Kunigunde d'Àustria, duquessa de Baviera (m. 1520)",
    "1473 - Naixement d'Enric IV, duc de Saxònia (m. 1541)",
    "1559 - Naixement d'Amar Singh I, successor de Maharana Pratap de Mewar (m. 1620)",
    "1581 - Naixement de Pieter Corneliszoon Hooft, historiador i poeta holandès (m. 1647)",
    "1585 - Naixement de Gerbrand Bredero, poeta i dramaturg holandès (m. 1618)",
    "1590 - Naixement de Ii Naotaka, daimyō japonès (m. 1659)",
    "1596 - Naixement d'Ebba Brahe, comtessa sueca (m. 1674)",
    "1609 - Naixement d'Agostino Mitelli, pintor italià (m. 1660)",
    "1609 - Naixement de Michael Franck, poeta i compositor d'himnes alemany (m. 1667)",
    "1621 - Naixement de Georg Neumark, poeta i compositor d'himnes alemany (m. 1681)",
    "1631 - Naixement de René Le Bossu, crític literari francès (m. 1680)",
    "1638 - Naixement de François Crépieul, missioner jesuïta (m. 1702)",
    "1654 - Naixement d'Andreas Acoluthus, erudit alemany (m. 1704)",
    "1670 - Naixement de François de Franquetot de Coigny, general francès (m. 1759)",
    "1673 - Naixement de Jean Bouhier, jurista i erudit francès (m. 1746)",
    "1687 - Naixement de Sofia Dorothea de Hannover, reina consort de Frederic Guillem I (m. 1757)",
    "1693 - Naixement de Malhar Rao Holkar, noble indi (m. 1766)",
    "1701 - Naixement de Daniel Lorenz Salthenius, teòleg suec (m. 1750)",
    "1729 - Naixement de Maria Louise Albertine (m. 1818)",
    "1741 - Naixement de Carlo Amoretti, científic italià (m. 1816)",
    "1744 - Naixement de Nicolas-Germain Léonard, poeta i novel·lista guadeloupec (m. 1793)",
    "1750 - Naixement de Caroline Herschel, astrònom alemany-anglès (m. 1848)",
    "1751 - Naixement de James Madison, acadèmic i polític nord-americà, quart president dels Estats Units (m. 1836)",
    "1753 - Naixement de François Amédée Doppet, general francès (m. 1799)",
    "1760 - Naixement de Johann Heinrich Meyer, pintor i escriptor suís (m. 1832)",
    "1766 - Naixement de Jean-Frédéric Waldeck, anticari, cartògraf, artista i explorador francès (m. 1875)",
    "1771 - Naixement d'Antoine-Jean Gros, pintor francès (m. 1835)",
    "1773 - Naixement de Juan Ramón Balcarce, general i polític argentí, 6è governador de la província de Buenos Aires (m. 1836)",
    "1774 - Naixement de Matthew Flinders, navegant i cartògraf anglès (m. 1814)",
    "1789 - Naixement de Francis Rawdon Chesney, general i explorador anglès (m. 1872)",
    "1789 - Naixement de Georg Ohm, físic i matemàtic alemany (m. 1854)",
    "1794 - Naixement d'Ami Boué, geòleg i etnògraf austríac (m. 1881)",
    "1797 - Naixement d'Alaric Alexander Watts, poeta i periodista anglès (m. 1864)",
    "1799 - Naixement d'Anna Atkins, botànica i fotògrafa anglesa (m. 1871)",
    "1800 - Naixement de l'emperador Ninkō del Japó (m. 1846)",
    "1805 - Naixement d'Ernst von Lasaulx, filòleg i polític alemany (m. 1861)",
    "1806 - Naixement de Félix De Vigne, pintor belga (m. 1862)",
    "1808 - Naixement de Hannah T. King, escriptora i pionera nord-americana d'origen britànic (m. 1886)",
    "1813 - Naixement de Gaëtan de Rochebouët, primer ministre francès (m. 1899)",
    "1819 - Naixement de José Paranhos, polític brasiler (m. 1880)",
    "1820 - Naixement d'Enrico Tamberlik, tenor italià (m. 1889)",
    "1821 - Naixement d'Eduard Heine, matemàtic i acadèmic alemany (m. 1881)",
    "1822 - Naixement de John Pope, general nord-americà (m. 1892)",
    "1822 - Naixement de Rosa Bonheur, pintora i escultora francesa (m. 1899)",
    "1823 - Naixement de William Henry Monk, organista i compositor anglès (m. 1889)",
    "1825 - Naixement de Camilo Castelo Branco, escriptor portuguès (m. 1890)",
    "1828 - Naixement d'Émile Deshayes de Marcère, polític francès (m. 1918)",
    "1834 - Naixement de James Hector, geòleg i cirurgià escocès (m. 1907)",
    "1836 - Naixement d'Andrew Smith Hallidie, enginyer i inventor angloamericà (m. 1900)",
    "1839 - Naixement de John Butler Yeats, pintor irlandès (m. 1922)",
    "1839 - Naixement de Sully Prudhomme, poeta i crític francès, premi Nobel (m. 1907)",
    "1840 - Naixement de Georg von der Gabelentz, lingüista i sinòleg alemany (m. 1893)",
    "1840 - Naixement de Shibusawa Eiichi, industrial japonès (m. 1931)",
    "1845 - Naixement d'Umegatani Tōtarō I, lluitador de sumo japonès, el 15è Yokozuna (m. 1928)",
    "1846 - Naixement de Gösta Mittag-Leffler, matemàtic i acadèmic suec (m. 1927)",
    "1846 - Naixement de Jurgis Bielinis, contrabandista de llibres lituà (m. 1918)",
    "1846 - Naixement de Rebecca Cole, metgessa i reformadora social nord-americana (m. 1922)",
    "1848 - Naixement d'Axel Heiberg, financer i diplomàtic noruec (m. 1932)",
    "1851 - Naixement de Martinus Beijerinck, microbiòleg i botànic holandès (m. 1931)",
    "1851 - Naixement d'Otto Bardenhewer, teòleg alemany (m. 1935)",
    "1856 - Naixement de Napoleó, príncep imperial de França (m. 1879)",
    "1857 - Naixement de Charles Harding Firth, historiador anglès (m. 1936)",
    "1859 - Naixement d'Alexander Stepanovich Popov, físic i inventor rus (m. 1906)",
    "1865 - Naixement de Patsy Donovan, jugadora i entrenadora de beisbol irlandesa-nord-americana (m. 1953)",
    "1869 - Naixement de Willy Burmester, violinista alemany (m. 1933)",
    "1871 - Naixement de Frantz Reichel, jugador de rugbi i corredor d'obstacles francès (m. 1932)",
    "1871 - Naixement de Hans Merensky, geòleg i filantrop sud-africà (m. 1951)",
    "1874 - Naixement de Frédéric François-Marsal, primer ministre francès (m. 1958)",
    "1877 - Naixement de Léo-Ernest Ouimet, director i productor canadenc (m. 1972)",
    "1878 - Naixement de Clemens August Graf von Galen, cardenal alemany (m. 1946)",
    "1878 - Naixement de Paul Jouve, pintor francès (m. 1973)",
    "1881 - Naixement de Fannie Charles Dillon, compositora nord-americana (m. 1947)",
    "1882 - Naixement de James Lightbody, corredor nord-americà (m. 1953)",
    "1883 - Naixement d'Ethel Anderson, poeta, autora i pintora australiana (m. 1958)",
    "1884 - Naixement d'Eric P. Kelly, periodista i autor nord-americà (m. 1960)",
    "1885 - Naixement de Giacomo Benvenuti, compositor i musicòleg italià (m. 1943)",
    "1885 - Naixement de Sydney Chaplin, actor anglès (m. 1965)",
    "1886 - Naixement d'Herbert Lindström, jugador d'estira i arrossegament suec (m. 1951)",
    "1887 - Naixement d'Emilio Lunghi, corredor italià (m. 1925)",
    "1887 - Naixement de S. Stillman Berry, zoòleg marí nord-americà (1984)",
    "1889 - Naixement de Reggie Walker, atleta sud-africà (m. 1951)",
    "1892 - Naixement de César Vallejo, poeta peruà (m. 1938)",
    "1895 - Naixement d'Ernest Labrousse, historiador francès (m. 1988)",
    "1897 - Naixement d'Antonio Donghi, pintor italià (m. 1963)",
    "1897 - Naixement de Conrad Nagel, actor nord-americà (m. 1970)",
    "1900 - Naixement de Cyril Hume, novel·lista i guionista nord-americà (m. 1966)",
    "1900 - Naixement de Mencha Karnicheva, revolucionària i assassina macedònia (m. 1964)",
    "1901 - Naixement d'Alexis Chantraine, futbolista belga (m. 1987)",
    "1903 - Naixement de Mike Mansfield, polític i diplomàtic nord-americà, 22è ambaixador dels Estats Units al Japó (m. 2001)",
    "1904 - Aniversari de Buddy Myer, jugador de beisbol nord-americà (m. 1974)",
    "1906 - Naixement de Francisco Ayala, sociòleg, autor i traductor espanyol (m. 2009)",
    "1906 - Naixement de Henny Youngman, violinista i còmic anglo-nord-americà (m. 1998)",
    "1906 - Naixement de Lloyd Waner, jugador de beisbol nord-americà (m. 1982)",
    "1906 - Naixement de Maurice Turnbull, jugador de cricket i rugbi gal·lès-anglès (m. 1944)",
    "1908 - Naixement d'Ernest Rogez, jugador de waterpolo francès (m. 1986)",
    "1908 - Naixement de René Daumal, escriptor i poeta francès (m. 1944)",
    "1908 - Naixement de Robert Rossen, director, productor i guionista nord-americà (m. 1966)",
    "1909 - Naixement de Don Raye, compositor nord-americà (m. 1985)",
    "1910 - Naixement d'Aladár Gerevich, esgrimista hongarès (m. 1991)",
    "1910 - Naixement d'Iftikhar Ali Khan Pataudi, jugador de cricket i polític indi-anglès, 8è Nawab de Pataudi (m. 1952)",
    "1911 - Naixement de Josef Mengele, metge, capità i assassí en massa alemany (m. 1979)",
    "1911 - Naixement de Felip Pavia, pintor i escultor nord-americà (m. 2005)",
    "1911 - Naixement de Pierre Harmel, advocat i diplomàtic belga, primer ministre de Bèlgica (m. 2009)",
    "1912 - Naixement de Pat Nixon, professor nord-americà, primera dama dels Estats Units (m. 1993)",
    "1913 - Naixement de Rémy Raffalli, soldat francès (m. 1952)",
    "1915 - Naixement de Kunihiko Kodaira, matemàtic japonès (m. 1997)",
    "1916 - Naixement de Mercedes McCambridge, actriu nord-americana (m. 2004)",
    "1916 - Naixement de Tsutomu Yamaguchi, enginyer i empresari japonès (m. 2010)",
    "1917 - Naixement de Laure Pillay, advocada i jurista mauricià (m. 2017)",
    "1917 - Naixement de Louis C. Wyman, advocat i polític nord-americà (m. 2002)",
    "1917 - Naixement de Mehrdad Pahlbod, polític iranià (m. 2018)",
    "1918 - Naixement d'Aldo van Eyck, arquitecte holandès (m. 1999)",
    "1918 - Naixement de Frederick Reines, físic i acadèmic nord-americà, premi Nobel (m. 1998)",
    "1920 - Naixement de John Addison, soldat i compositor anglès-americà (m. 1998)",
    "1920 - Naixement de Leo McKern, actor australià anglès (m. 2002)",
    "1920 - Naixement de Sid Fleischman, autor i guionista nord-americà (m. 2010)",
    "1920 - Naixement de Traudl Junge, secretari alemany (m. 2002)",
    "1922 - Naixement de Harding Lemay, guionista i dramaturg nord-americà (m. 2018)",
    "1923 - Naixement de Heinz Wallberg, director d'orquestra alemany (m. 2004)",
    "1925 - Naixement de Cornell Borchers, actriu i cantant lituà-alemanya (m. 2014)",
    "1925 - Naixement d'Ervin Kassai, jugador de bàsquet i àrbitre hongarès (m. 2012)",
    "1925 - Naixement de Luis E. Miramontes, químic i enginyer mexicà (m. 2004)",
    "1925 - Naixement de Mary Hinkson, ballarina i coreògrafa nord-americana (m. 2014)",
    "1926 - Naixement de Charles Goodell, advocat i polític nord-americà (m. 1987)",
    "1926 - Naixement de Jerry Lewis, actor i còmic nord-americà (m. 2017)",
    "1927 - Naixement de Daniel Patrick Moynihan, sociòleg i polític nord-americà, 12è ambaixador dels Estats Units a les Nacions Unides (m. 2003)",
    "1927 - Naixement d'Olga San Juan, actriu i ballarina nord-americana (m. 2009)",
    "1927 - Naixement de Vladimir Komarov, pilot, enginyer i cosmonauta rus (m. 1967)",
    "1928 - Naixement de Christa Ludwig, cantant d'òpera alemanya (m. 2021)",
    "1928 - Naixement de Wakanohana Kanji I, lluitador de sumo japonès, el 45è Yokozuna (m. 2010)",
    "1929 - Naixement de Betty Johnson, cantant nord-americana (m. 2022)",
    "1929 - Naixement de Nadja Tiller, actriu austríaca (m. 2023)",
    "1929 - Naixement de Tihomir Novakov, físic i acadèmic serbi-americà (m. 2015)",
    "1930 - Naixement de Minoru Miki, compositor japonès (m. 2011)",
    "1930 - Naixement de Tommy Flanagan, pianista i compositor nord-americà (m. 2001)",
    "1931 - Naixement d'Alan Heyman, musicòleg i compositor nord-americà-sud-coreà (m. 2014)",
    "1931 - Naixement d'Anthony Kenny, filòsof i acadèmic anglès",
    "1931 - Naixement d'Augusto Boal, director de teatre, escriptor i polític brasiler (m. 2009)",
    "1931 - Naixement de John Munro, advocat i polític canadenc, 22è ministre de Treball canadenc (m. 2003)",
    "1932 - Naixement de Don Blasingame, jugador de beisbol i entrenador nord-americà (m. 2005)",
    "1932 - Naixement d'Herbert Marx, polític canadenc (m. 2020)",
    "1932 - Naixement de Kurt Diemberger, alpinista i autor austríac",
    "1932 - Naixement de Walter Cunningham, astronauta nord-americà (m. 2023)",
    "1933 - Naixement de Keith Critchlow, arquitecte i acadèmic anglès, cofundador de Temenos Academy (m. 2020)",
    "1933 - Naixement de Sanford I. Weill, banquer, financer i filantrop nord-americà",
    "1934 - Naixement de Howard Schnellenberger, jugador de futbol americà i entrenador (m. 2021)",
    "1934 - Naixement de Jean Cournoyer, polític canadenc",
    "1934 - Naixement de Ray Hnatyshyn, advocat i polític canadenc, 24è governador general del Canadà (m. 2002)",
    "1934 - Naixement de Roger Norrington, violinista i director d'orquestra anglès",
    "1935 - Naixement de Pepe Cáceres, torero colombià (m. 1987)",
    "1935 - Naixement de Teresa Berganza, soprano i actriu espanyola (m. 2022)",
    "1936 - Naixement de Fred Neil, cantautor i guitarrista folk nord-americà (m. 2001)",
    "1936 - Naixement de Raymond Vahan Damadian, inventor armeni-americà, va inventar la ressonància magnètica (m. 2022)",
    "1937 - Naixement d'Amos Tversky, psicòleg i acadèmic israeliano-americà (m. 1996)",
    "1937 - Naixement d'Attilio Nicora, cardenal italià (m. 2017)",
    "1937 - Naixement de David Frith, historiador, periodista i autor anglès",
    "1938 - Naixement de Carlos Bilardo, futbolista i entrenador argentí",
    "1939 - Naixement d'Yvon Côté, polític i professor canadenc",
    "1940 - Naixement de Jan Pronk, acadèmic i polític holandès, Ministeri d'Habitatge, Ordenació del Territori i Medi Ambient holandès",
    "1940 - Naixement de Keith Rowe, guitarrista anglès",
    "1940 - Naixement de Vagif Mustafazadeh, pianista i compositor azerbaidjan (m. 1979)",
    "1941 - Naixement de Bernardo Bertolucci, director i guionista italià (m. 2018)",
    "1941 - Aniversari de Chuck Woolery, presentador de jocs i personatge de televisió nord-americà",
    "1941 - Naixement de Robert Guéï, militar i polític ivorià, tercer president de Costa d'Ivori (m. 2002)",
    "1942 - Naixement de Gijs van Lennep, pilot de cotxes de carreres holandès",
    "1942 - Naixement de James Soong, polític xino-taiwanès, governador de la província de Taiwan",
    "1942 - Naixement de Jean-Pierre Schosteck, polític francès",
    "1942 - Naixement de Jerry Jeff Walker, cantautor i guitarrista nord-americà (m. 2020)",
    "1942 - Naixement de Roger Crozier, jugador canadenc-nord-americà d'hoquei sobre gel (m. 1996)",
    "1943 - Naixement de Hans Heyer, pilot de carreres alemany",
    "1943 - Naixement d'Ursula Goodenough, biòloga, zoòloga i autora nord-americana",
    "1943 - Naixement d'Álvaro de Soto, diplomàtic peruà",
    "1944 - Naixement d'Andrew S. Tanenbaum, informàtic i acadèmic nord-americà",
    "1946 - Naixement de Guesch Patti, cantant francès",
    "1946 - Naixement de J. Z. Knight, professor i autor nord-americà de la Nova Era",
    "1946 - Naixement de Mary Kaldor, economista i acadèmica anglesa",
    "1946 - Naixement de Sigmund Groven, harmònic i compositor noruec",
    "1948 - Naixement de Catherine Quéré, política francesa",
    "1948 - Naixement de Michael Owen Bruce, cantautor i guitarrista nord-americà",
    "1948 - Naixement de Richard Desjardins, cantautor i director canadenc",
    "1949 - Naixement d'Elliott Murphy, cantautor i periodista francès-nord-americà",
    "1949 - Naixement d'Erik Estrada, actor nord-americà",
    "1949 - Naixement de Victor Garber, actor i cantant canadenc",
    "1950 - Naixement d'Edhem Šljivo, futbolista bosnià",
    "1950 - Naixement de Kate Nelligan, actriu canadenca",
    "1950 - Naixement de Peter Forster, bisbe anglès",
    "1951 - Naixement d'Abdelmajid Bourebbou, futbolista algerià",
    "1951 - Naixement d'Alexandre Gonzalez, corredor de fons francès",
    "1951 - Naixement de Joe DeLamielleure, jugador de futbol americà",
    "1951 - Naixement d'Oddvar Brå, esquiador noruec",
    "1951 - Naixement de Ray Benson, cantant, compositor, guitarrista i productor nord-americà",
    "1953 - Naixement de Claus Peter Flor, director d'orquestra alemany",
    "1953 - Naixement d'Isabelle Huppert, actriu francesa",
    "1953 - Naixement de Rainer Knaak, jugador d'escacs alemany",
    "1953 - Naixement de Richard Stallman, informàtic i programador nord-americà",
    "1954 - Naixement de Colin Ireland, assassí en sèrie anglès (m. 2012)",
    "1954 - Naixement de Dav Whatmore, jugador de cricket i entrenador australià de Sri Lanka",
    "1954 - Naixement de David Heath, polític anglès",
    "1954 - Aniversari de Jimmy Nail, cantautor, guitarrista i actor anglès",
    "1954 - Naixement de Nancy Wilson, cantant, compositora, guitarrista, productora i actriu nord-americana",
    "1954 - Naixement de Tim O'Brien, cantautor i guitarrista nord-americà",
    "1955 - Naixement d'Andy Scott, polític canadenc (m. 2013)",
    "1955 - Aniversari de Bob Ley, presentador esportiu i reporter nord-americà",
    "1955 - Naixement de Bruno Barreto, director, productor i guionista brasiler",
    "1955 - Aniversari de Jiro Watanabe, boxejador japonès",
    "1955 - Naixement de Linda Lepomme, actriu i cantant belga",
    "1955 - Naixement de Rimantas Astrauskas, físic lituà",
    "1955 - Naixement de Svetlana Alexeeva, ballarina de gel i entrenadora russa",
    "1956 - Naixement de Clifton Powell, actor, director i productor nord-americà",
    "1956 - Naixement d'Eveline Widmer-Schlumpf, advocada i política suïssa",
    "1956 - Aniversari d'Ozzie Newsome, jugador de futbol americà i executiu",
    "1956 - Naixement de Yoriko Shono, escriptora japonesa",
    "1958 - Naixement de Jorge Ramos, periodista i autor mexicà-nord-americà",
    "1958 - Naixement de Kate Worley, autora nord-americana (m. 2004)",
    "1958 - Naixement de Phillip Wilcher, pianista i compositor australià",
    "1959 - Naixement de Charles Hudson, jugador de beisbol nord-americà",
    "1959 - Aniversari de Flavour Flav, raper i actor nord-americà",
    "1959 - Naixement de Greg Dyer, jugador de cricket australià",
    "1959 - Naixement de Jens Stoltenberg, economista i polític noruec, 27è primer ministre de Noruega, 13è secretari general de l'OTAN",
    "1959 - Naixement de Michael J. Bloomfield, astronauta nord-americà",
    "1959 - Naixement de Sebastian Currier, compositor i pedagog nord-americà",
    "1959 - Naixement de Steve Marker, músic nord-americà",
    "1960 - Naixement de Duane Sutter, jugador i entrenador d'hoquei sobre gel canadenc",
    "1960 - Aniversari de Jenny Eclair, còmic, actriu i guionista anglesa",
    "1960 - Naixement de John Hemming, home de negocis i polític anglès",
    "1961 - Aniversari de Todd McFarlane, autor, il·lustrador i home de negocis canadenc, va fundar McFarlane Toys",
    "1962 - Naixement de Franck Fréon, pilot de cotxes de carreres francès",
    "1962 - Naixement de Liliane Gaschet, atleta francesa",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_13_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_5_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_10_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_5_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_5_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_16_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_4_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_3_month_3_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_18_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_18_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_21_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_11_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_29_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_2_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_26_month_4_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_16_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_2_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_12_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_28_month_5_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_9_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_31_month_8_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_3_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_4_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_2_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_14_month_9_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_1_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_3_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_4_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_2_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_3_month_8_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ]
}
