{
  "day_21_month_4_births.dialog": [
    "1132 - Naixement de Sanç VI, rei de Navarra (m. 1194)",
    "1488 - Naixement d'Ulrich von Hutten, reformador religiós alemany (m. 1523)",
    "1523 - Naixement de Marco Antonio Bragadin, advocat i oficial militar venecià (m. 1571)",
    "1555 - Naixement de Ludovico Carracci, pintor i gravador italià (m. 1619)",
    "1619 - Naixement de Jan van Riebeeck, fundador holandès de Ciutat del Cap (m. 1677)",
    "1630 - Naixement de Pieter Gerritsz van Roestraten, pintor holandès-anglès (m. 1700)",
    "1631 - Naixement de Francesco Maidalchini, cardenal catòlic (m. 1700)",
    "1642 - Naixement de Simon de la Loubère, matemàtic, poeta i diplomàtic francès (m. 1729)",
    "1651 - Naixement de Joseph Vaz, sacerdot, missioner i sant de Sri Lanka (m. 1711)",
    "1652 - Naixement de Michel Rolle, matemàtic i acadèmic francès (m. 1719)",
    "1671 - Naixement de John Law, economista escocès (m. 1729)",
    "1673 - Naixement de Wilhelmine Amalia de Brunswick-Lüneburg (m. 1742)",
    "1713 - Naixement de Louis de Noailles, general francès (m. 1793)",
    "1730 - Naixement d'Antonín Kammel, violinista i compositor txec (m. 1788)",
    "1752 - Naixement de Humphry Repton, jardiner i autor anglès (m. 1818)",
    "1752 - Naixement de Pierre-Alexandre-Laurent Forfait, enginyer, hidrògraf i polític francès, ministre francès de la Marina i les Colònies (m. 1807)",
    "1774 - Naixement de Jean-Baptiste Biot, físic, astrònom i matemàtic francès (m. 1862)",
    "1775 - Naixement d'Alexander Anderson, il·lustrador i gravador escocès-americà (m. 1870)",
    "1783 - Naixement de Reginald Heber, sacerdot anglès (m. 1821)",
    "1790 - Naixement de Manuel Blanco Encalada, almirall i polític hispanoxilè, primer president de Xile (m. 1876)",
    "1810 - Naixement de John Putnam Chapin, polític nord-americà, 10è alcalde de Chicago (m. 1864)",
    "1811 - Naixement d'Alson Sherman, comerciant i polític nord-americà, vuitè alcalde de Chicago (m. 1903)",
    "1814 - Naixement d'Angela Burdett-Coutts, primera baronessa Burdett-Coutts, col·leccionista d'art i filantropa anglesa (m. 1906)",
    "1816 - Naixement de Charlotte Brontë, novel·lista i poeta anglesa (m. 1855)",
    "1837 - Naixement de Fredrik Bajer, tinent i polític danès, premi Nobel (m. 1922)",
    "1838 - Naixement de John Muir, ecologista i autor escocès-americà (m. 1914)",
    "1854 - Naixement de William Stang, bisbe germanoamericà (m. 1907)",
    "1864 - Naixement de Max Weber, economista i sociòleg alemany (m. 1920)",
    "1868 - Naixement d'Alfred Henry Maurer, pintor nord-americà (m. 1932)",
    "1868 - Naixement de Mary Rogers Miller, autora i pedagoga nord-americana (m. 1971)",
    "1870 - Naixement d'Edwin Stanton Porter, director, productor i guionista nord-americà (m. 1941)",
    "1874 - Naixement de Vincent Scotto, compositor i actor francès (m. 1952)",
    "1882 - Naixement de Percy Williams Bridgman, físic i acadèmic nord-americà, premi Nobel (m. 1961)",
    "1885 - Naixement de Tatu Kolehmainen, corredor finlandès (m. 1967)",
    "1887 - Naixement de Joe McCarthy, entrenador de beisbol nord-americà (m. 1978)",
    "1889 - Naixement d'Efrem Zimbalist, Sr., violinista, compositor i director d'orquestra rus-nord-americà (m. 1985)",
    "1889 - Naixement de Marcel Boussac, empresari francès (m. 1980)",
    "1889 - Naixement de Paul Karrer, químic i acadèmic rus-suís, premi Nobel (m. 1971)",
    "1892 - Naixement de Freddie Dixon, corredor de motos i pilot de carreres anglès (m. 1956)",
    "1893 - Naixement de Romeo Bertini, corredor italià (m. 1973)",
    "1897 - Naixement d'Odd Lindbäck-Larsen, general de l'exèrcit noruec i historiador de guerra (m. 1975)",
    "1898 - Naixement de Maurice Wilson, soldat, pilot i alpinista anglès (m. 1934)",
    "1899 - Naixement de Randall Thompson, compositor i acadèmic nord-americà (m. 1984)",
    "1903 - Naixement de Luis Saslavsky, director, productor i guionista argentí (m. 1995)",
    "1904 - Naixement de Jean Hélion, pintor francès (m. 1987)",
    "1904 - Naixement d'Odilo Globocnik, oficial italo-austríac de les SS (m. 1945)",
    "1905 - Naixement de Pat Brown, advocat i polític nord-americà, 32è governador de Califòrnia (m. 1996)",
    "1911 - Naixement d'Ivan Combe, home de negocis nord-americà, desenvolupat Clearasil (m. 2000)",
    "1911 - Naixement de Kemal Satır, metge i polític turc (m. 1991)",
    "1912 - Aniversari d'Eve Arnold, fotoperiodista russoamericana (m. 2012)",
    "1912 - Naixement de Marcel Camus, director i guionista francès (m. 1982)",
    "1913 - Naixement de Norman Parkinson, fotògraf anglès (m. 1990)",
    "1914 - Naixement d'Angelo Savoldi, lluitador i promotor italo-americà, cofundador de la International World Class Championship Wrestling (m. 2013)",
    "1915 - Naixement d'Anthony Quinn, actor mexicà-nord-americà (m. 2001)",
    "1915 - Naixement de Garrett Hardin, ecologista, autor i acadèmic nord-americà (m. 2003)",
    "1916 - Naixement d'Estella B. Diggs, empresaria i política nord-americana (m. 2013)",
    "1918 - Naixement d'Eddy Christiani, cantautor i guitarrista holandès (m. 2016)",
    "1919 - Naixement de Don Cornell, cantant nord-americà (m. 2004)",
    "1919 - Naixement de Licio Gelli, financer italià (m. 2015)",
    "1919 - Naixement de Roger Doucet, tenor canadenc (m. 1981)",
    "1922 - Naixement d'Alistair MacLean, novel·lista i guionista escocès (m. 1987)",
    "1922 - Naixement d'Allan Watkins, jugador de cricket gal·lès-anglès (m. 2011)",
    "1923 - Naixement de John Mortimer, advocat i autor anglès (m. 2009)",
    "1924 - Naixement d'Ira Louvin, cantant, compositora i mandolina nord-americana (f. 1965)",
    "1925 - Naixement d'Anthony Mason, soldat i jutge australià, 9è cap de justícia d'Austràlia",
    "1925 - Naixement de John Swinton de Kimmerghame, general i polític anglès, Lord Lieutenant de Berwickshire (m. 2018)",
    "1926 - Naixement d'Arthur Rowley, futbolista, entrenador i jugador de cricket anglès (m. 2002)",
    "1926 - Naixement d'Isabel II, reina del Regne Unit i els seus altres regnes (m. 2022)",
    "1927 - Naixement d'Ahmed Arif, poeta i autor turc (m. 1991)",
    "1928 - Naixement de Jack Evans, jugador i entrenador d'hoquei sobre gel canadenc-gal·lès (m. 1996)",
    "1930 - Naixement de Dieter Roth, il·lustrador i escultor germano-suís (m. 1998)",
    "1930 - Naixement d'Hilda Hilst, autora, poeta i dramaturga brasilera (m. 2004)",
    "1930 - Naixement de Jack Taylor, futbolista i àrbitre anglès (m. 2012)",
    "1930 - Naixement de Silvana Mangano, actriu italiana (m. 1989)",
    "1931 - Naixement de Morgan Wootten, entrenador nord-americà de bàsquet de secundària (m. 2020)",
    "1932 - Naixement d'Angela Mortimer, tennista anglesa",
    "1932 - Naixement d'Elaine May, actriu, còmic, directora i guionista nord-americana",
    "1932 - Naixement de Slide Hampton, trombonista i compositor afroamericà (m. 2021)",
    "1933 - Naixement d'Easley Blackwood, Jr., pianista, compositor i educador nord-americà (m. 2023)",
    "1933 - Naixement d'Edelmiro Amante, advocat i polític filipí (m. 2013)",
    "1933 - Naixement d'Ignatius Zakka I Iwas, patriarca iraquià (m. 2014)",
    "1935 - Naixement de Charles Grodin, actor nord-americà i presentador de tertúlies (m. 2021) ",
    "1935 - Naixement de Thomas Kean, acadèmic i polític nord-americà, 48è governador de Nova Jersey",
    "1936 - Naixement de James Dobson, evangelista, psicòleg i autor nord-americà, va fundar Focus on the Family",
    "1936 - Naixement de Reg Fleming, jugador canadenc-nord-americà d'hoquei sobre gel (m. 2009)",
    "1937 - Naixement de Ben Zinn, acadèmic nord-americà nascut a Israel i antic jugador de futbol internacional",
    "1937 - Naixement de Gary Peters, jugador de beisbol nord-americà (m. 2023)",
    "1939 - Naixement de John McCabe, pianista i compositor anglès (m. 2015)",
    "1939 - Naixement de Reni Santoni, actor nord-americà (m. 2020)",
    "1939 - Naixement de la germana Helen Prejean, monja, activista i autora nord-americana",
    "1940 - Naixement de Jacques Caron, jugador i entrenador d'hoquei sobre gel canadenc",
    "1940 - Naixement de Souleymane Cissé, director, productor i guionista malià",
    "1941 - Naixement de David L. Boren, advocat i polític nord-americà, 21è governador d'Oklahoma",
    "1942 - Naixement de Geoffrey Palmer, polític neozelandès, 33è primer ministre de Nova Zelanda",
    "1945 - Naixement de Diana Darvey, actriu, cantant i ballarina anglesa (m. 2000)",
    "1945 - Naixement de Mark Wainberg, investigador canadenc i activista pel VIH/SIDA (m. 2017)",
    "1945 - Naixement de Srinivasaraghavan Venkataraghavan, jugador de cricket i àrbitre indi",
    "1947 - Naixement d'Al Bumbry, jugador de beisbol nord-americà",
    "1947 - Aniversari d'Iggy Pop, cantautor, productor i actor nord-americà",
    "1947 - Naixement de John Weider, baixista anglès",
    "1948 - Naixement de Dieter Fromm, corredor alemany",
    "1948 - Naixement de Gary Condit, home de negocis i polític nord-americà",
    "1948 - Naixement de Josef Flammer, oftalmòleg suís",
    "1948 - Naixement de Paul Davis, cantant, compositor i músic nord-americà (m. 2008)",
    "1949 - Naixement de Patti LuPone, actriu i cantant nord-americana",
    "1950 - Naixement de Shivaji Satam, actor indi",
    "1951 - Aniversari de Bob Varsha, periodista esportiu nord-americà",
    "1951 - Naixement de Michael Freedman, matemàtic i acadèmic nord-americà",
    "1951 - Aniversari de Steve Vickers, jugador canadenc d'hoquei sobre gel",
    "1951 - Naixement de Tony Danza, actor i productor nord-americà",
    "1952 - Naixement de Cheryl Gillan, empresaria i política britànica, secretària d'Estat de Gal·les (m. 2021)",
    "1952 - Naixement de Gerald Early, autor i acadèmic nord-americà",
    "1953 - Naixement de John Brumby, polític australià, 45è primer ministre de Victòria",
    "1954 - Naixement d'Ebiet G. Ade, cantautor i guitarrista indonesi",
    "1954 - Naixement de James Morrison, actor, director, productor i guionista nord-americà",
    "1954 - Naixement de Mike Wingfield, acadèmic i científic sud-africà",
    "1955 - Naixement de Murathan Mungan, autor, poeta i dramaturg turc",
    "1956 - Naixement de Peter Kosminsky, director, productor i guionista anglès",
    "1956 - Naixement de Phillip Longman, demògraf i periodista alemany-americà",
    "1957 - Naixement d'Herbert Wetterauer, pintor, escultor i autor alemany",
    "1957 - Naixement d'Hervé Le Tellier, lingüista i autor francès",
    "1958 - Naixement d'Andie MacDowell, model, actriu i productora nord-americana",
    "1958 - Naixement de Michael Zarnock, autor nord-americà",
    "1958 - Naixement de Yoshito Usui, il·lustrador japonès (m. 2009)",
    "1959 - Naixement de Robert Smith, cantautor i guitarrista anglès",
    "1959 - Naixement de Tim Jacobus, il·lustrador i pintor nord-americà",
    "1961 - Naixement de David Servan-Schreiber, metge, neurocientífic i autor francès (m. 2011)",
    "1963 - Naixement de Ken Caminiti, jugador de beisbol nord-americà (m. 2004)",
    "1965 - Naixement de Fiona Kelleghan, acadèmica, crítica i bibliotecària nord-americana",
    "1969 - Naixement de Toby Stephens, actor anglès",
    "1970 - Naixement de Rob Riggle, actor i còmic nord-americà",
    "1971 - Naixement de Michael Turner, autor i il·lustrador nord-americà (m. 2008)",
    "1973 - Naixement de Steve Backshall, naturalista, escriptor i presentador de televisió anglès",
    "1977 - Naixement de Gyula Koi, erudit i educador hongarès",
    "1979 - Naixement de James McAvoy, actor escocès",
    "1979 - Naixement de Virginie Basselot, xef francesa",
    "1980 - Aniversari de Tony Romo, jugador de futbol americà i locutor",
    "1983 - Naixement de Tarvaris Jackson, jugador de futbol americà (m. 2020)",
    "1988 - Naixement de Jencarlos Canela, cantautor i actor nord-americà",
    "1988 - Naixement de Ricky Berens, nedador nord-americà",
    "1989 - Aniversari de Nikki Cross, lluitadora escocesa",
    "1992 - Naixement d'Isco, futbolista espanyol",
    "1992 - Naixement de Joc Pederson, jugador de beisbol nord-americà",
    "1994 - Naixement de Ludwig Augustinsson, futbolista suec",
    "1996 - Naixement d'Arianne Hartono, tenista holandesa",
    "1997 - Naixement de Mikel Oyarzabal, futbolista espanyol",
    "1998 - Naixement de Jarrett Allen, jugador de bàsquet nord-americà",
    "2003 - Naixement de Xavi Simons, futbolista holandès",
    "2007 - Naixement de la princesa Isabel de Dinamarca, filla del rei Frederik X i de la reina Maria de Dinamarca"
  ],
  "day_19_month_9_births.dialog": [
    "1377 - Naixement d'Albert IV, duc d'Àustria (m. 1404)[cita necessària]",
    "1426 - Naixement de Maria de Clèves, duquessa d'Orleans, noble francesa (m. 1487)[cita necessària]",
    "1477 - Naixement de Ferrante d'Este, noble i condoller ferrarès (m. 1540)",
    "1551 - Naixement d'Enric III de França (m. 1589)",
    "1560 - Naixement de Thomas Cavendish, explorador naval anglès, va dirigir la tercera expedició per donar la volta al món (m. 1592)",
    "1608 - Naixement d'Alfons Litta, cardenal i arquebisbe catòlic romà (m. 1679)",
    "1638 - Naixement d'Isaac Milles, ministre anglès (m. 1720)",
    "1662 - Naixement de Jean-Paul Bignon, sacerdot francès i home de lletres (m. 1743)",
    "1721 - Naixement de William Robertson, historiador escocès (m. 1793)",
    "1749 - Naixement de Jean Baptiste Joseph Delambre, matemàtic i astrònom francès (m. 1822)",
    "1754 - Naixement de John Ross Key, tinent nord-americà, advocat i jutge (m. 1821)",
    "1759 - Naixement de William Kirby, sacerdot i entomòleg anglès (m. 1850)",
    "1778 - Naixement de Henry Brougham, primer baró Brougham i Vaux, advocat i polític escocès, Lord Canceller de Gran Bretanya (m. 1868)",
    "1796 - Naixement de Hartley Coleridge, poeta i autor anglès (m. 1849)",
    "1802 - Naixement de Lajos Kossuth, periodista, advocat i polític hongarès, governador-president d'Hongria (m. 1894)",
    "1803 - Naixement de Maria Anna de Savoia (m. 1884)",
    "1811 - Naixement d'Orson Pratt, matemàtic i líder religiós nord-americà (m. 1881)",
    "1824 - Naixement de William Sellers, enginyer, inventor i empresari nord-americà (m. 1905)",
    "1828 - Naixement de Fridolin Anderwert, jutge i polític suís, president del Consell Nacional Suís (m. 1880)",
    "1856 - Naixement d'Arthur Morgan, polític australià, 16è primer ministre de Queensland (m. 1916)",
    "1865 - Naixement de Frank Eugene, fotògraf nord-americà-alemany (m. 1936)",
    "1867 - Naixement d'Arthur Rackham, il·lustrador anglès (m. 1939)",
    "1869 - Naixement de Ben Turpin, còmic i actor nord-americà (m. 1940)",
    "1871 - Naixement de Frederick Ruple, pintor suís-americà (m. 1938)",
    "1882 - Naixement de Christopher Stone, presentador de ràdio anglès (m. 1965)",
    "1883 - Naixement de Mabel Vernon, educadora i activista nord-americana (m. 1975)",
    "1887 - Naixement de Lovie Austin, pianista, compositor i director d'orquestra nord-americà (m. 1972)",
    "1887 - Naixement de Lynne Overman, actor i cantant nord-americà (m. 1943)",
    "1888 - Naixement de James Waddell Alexander II, matemàtic i topòleg nord-americà (m. 1971)",
    "1888 - Naixement de Porter Hall, actor nord-americà (m. 1953)",
    "1889 - Naixement de Sarah Louise Delany, metge i autor nord-americà (m. 1999)",
    "1894 - Naixement de Rachel Field, autora i poeta nord-americana (m. 1942)",
    "1898 - Naixement de Giuseppe Saragat, advocat i polític italià, 5è president d'Itàlia (m. 1988)",
    "1900 - Naixement de Ricardo Cortez, actor nord-americà (m. 1977)",
    "1905 - Naixement de Judith Auer, resistent alemanya de la Segona Guerra Mundial (m. 1944)",
    "1905 - Naixement de Leon Jaworski, advocat nord-americà, cofundador de Fulbright & Jaworski (m. 1982)",
    "1907 - Naixement de Lewis F. Powell, Jr., advocat i jurista nord-americà (m. 1998)",
    "1908 - Naixement de Paul Bénichou, historiador, autor i crític francès (m. 2001)",
    "1908 - Naixement de Robert Lecourt, advocat, jutge i polític francès, Lord Canceller de França (m. 2004)",
    "1908 - Naixement de Tatsuo Shimabuku, artista marcial japonès, fundador d'Isshin-ryū (m. 1975)",
    "1909 - Naixement de Ferdinand Porsche, enginyer i empresari austríac (m. 1998)",
    "1910 - Naixement d'Arturo M. Tolentino, diplomàtic i polític filipí (m. 2004)",
    "1910 - Naixement de Margaret Lindsay, actriu nord-americana (m. 1981)",
    "1911 - Naixement de William Golding, novel·lista, dramaturg i poeta britànic, premi Nobel (m. 1993)",
    "1912 - Naixement de Kurt Sanderling, director d'orquestra polonès-alemany (m. 2011)",
    "1912 - Naixement de Reuben David, veterinari indi i fundador del zoològic (m. 1989)",
    "1913 - Naixement de Frances Farmer, actriu nord-americana (m. 1970)",
    "1913 - Naixement de Helen Ward, cantant nord-americana (m. 1998)",
    "1915 - Naixement de Germán Valdés, actor, cantant i productor mexicà (m. 1973)",
    "1918 - Naixement de Pablita Velarde, pintora nadiua de Santa Clara Pueblo (m. 2006)",
    "1919 - Naixement d'Amalia Hernández, coreògrafa i ballarina mexicana (m. 2000)",
    "1919 - Naixement de Roger Grenier, periodista i autor francès (m. 2017)",
    "1920 - Naixement de Roger Angell, periodista, autor i editor nord-americà (m. 2022) ",
    "1921 - Naixement de Billy Ward, cantant i compositor nord-americà de R&B (m. 2002)",
    "1921 - Naixement de Paulo Freire, filòsof, teòric i acadèmic brasiler (m. 1997)",
    "1922 - Naixement de Damon Knight, autor i crític nord-americà (m. 2002)",
    "1922 - Naixement d'Emil Zátopek, corredor txec (m. 2000)",
    "1922 - Naixement de Willie Pep, boxejador i àrbitre nord-americà (m. 2006)",
    "1924 - Naixement de Don Harron, actor i guionista canadenc (m. 2015)",
    "1924 - Naixement de Vern Benson, jugador de beisbol, entrenador i entrenador nord-americà (m. 2014)",
    "1925 - Naixement de W. Reece Smith, Jr., advocat i acadèmic nord-americà (m. 2013)",
    "1926 - Naixement de Duke Snider, jugador de beisbol i periodista esportiu nord-americà (m. 2011)",
    "1926 - Naixement de James Lipton, actor, productor i guionista nord-americà (m. 2020)",
    "1926 - Naixement de Masatoshi Koshiba, físic i acadèmic japonès, premi Nobel (m. 2020)",
    "1926 - Naixement de Victoria Barbă, directora de cinema d'animació moldava (m. 2020)",
    "1927 - Naixement d'Helen Carter, cantant nord-americana (m. 1998)",
    "1927 - Naixement de Nick Massi, cantant i baixista nord-americà (m. 2000)",
    "1927 - Naixement de Rosemary Harris, actriu anglesa",
    "1927 - Naixement de William Hickey, actor nord-americà (m. 1997)",
    "1928 - Naixement d'Adam West, actor i empresari nord-americà (m. 2017)",
    "1929 - Naixement de Marge Roukema, educadora i política nord-americana (m. 2014)",
    "1930 - Naixement d'Antonio Margheriti, director, productor i guionista italià (m. 2002)",
    "1930 - Aniversari de Bettye Lane, fotògrafa i periodista nord-americana (m. 2012)",
    "1930 - Naixement de Muhal Richard Abrams, pianista, compositor i pedagog nord-americà (m. 2017)",
    "1931 - Naixement de Brook Benton, cantant i compositor nord-americà de pop/R&B/rock & roll (m. 1988)",
    "1931 - Naixement de Derek Gardner, enginyer anglès (m. 2011)",
    "1932 - Naixement de Mike Royko, periodista i autor nord-americà (m. 1997)",
    "1932 - Naixement de Stefanie Zweig, periodista i autora alemanya (m. 2014)",
    "1933 - Naixement de David McCallum, actor escocès (m. 2023)",
    "1933 - Naixement de Gilles Archambault, periodista i autor canadenc",
    "1934 - Naixement d'Austin Mitchell, periodista, acadèmic i polític anglès (m. 2021)",
    "1934 - Naixement de Brian Epstein, empresari anglès, gerent de The Beatles (m. 1967)",
    "1935 - Naixement de Benjamin Thurman Hacker, almirall nord-americà (m. 2003)",
    "1936 - Naixement d'Al Oerter, llançador de disc nord-americà (m. 2007)",
    "1936 - Naixement de Martin Fay, violinista irlandès (m. 2012)",
    "1936 - Naixement de Milan Marcetta, jugador canadenc d'hoquei sobre gel (m. 2014)",
    "1937 - Naixement d'Abner Haynes, jugador de futbol americà",
    "1939 - Naixement de Carl Schultz, director, productor i guionista hongarès-australià",
    "1940 - Naixement de Bill Medley, cantant i compositor nord-americà",
    "1940 - Naixement de Paul Williams, cantautor i actor nord-americà",
    "1940 - Naixement de Zandra Rhodes, dissenyadora de moda anglesa, va fundar el Museu de la Moda i el Tèxtil",
    "1941 - Naixement de Cass Elliot, cantant nord-americà (m. 1974)",
    "1941 - Naixement de Jim Fox, pentatleta anglès",
    "1941 - Naixement de Mariangela Melato, actriu italiana (m. 2013)",
    "1941 - Naixement d'Umberto Bossi, polític italià",
    "1942 - Naixement de Freda Payne, cantant i actriu nord-americana",
    "1943 - Naixement d'André Boudrias, jugador i entrenador d'hoquei sobre gel canadenc (m. 2019)",
    "1943 - Naixement de Joe Morgan, jugador de beisbol nord-americà (m. 2020)",
    "1944 - Naixement d'Anders Björck, polític suec, 25è ministre de Defensa suec",
    "1944 - Naixement d'Edmund Joensen, polític feroès, 9è primer ministre de les Illes Fèroe",
    "1944 - Naixement d'İsmet Özel, poeta i erudit turc",
    "1945 - Naixement de David Bromberg, multiinstrumentista, cantant i compositor nord-americà",
    "1945 - Naixement de Kate Adie, periodista i autora anglesa",
    "1945 - Aniversari de Randolph Mantooth, actor nord-americà",
    "1946 - Naixement de Brian Henton, pilot de cotxes de carreres anglès",
    "1946 - Aniversari de Gerald Brisco, lluitador nord-americà",
    "1947 - Naixement de Brian Hill, jugador de bàsquet i entrenador nord-americà",
    "1947 - Naixement d'Henry Bromell, novel·lista i guionista nord-americà (m. 2013)",
    "1947 - Naixement de Lol Creme, músic, compositor i director de vídeos musicals anglès",
    "1947 - Naixement de Tanith Lee, autora anglesa (m. 2015)",
    "1947 - Naixement de Thomas H. Cook, autor i acadèmic nord-americà",
    "1948 - Aniversari de Jeremy Irons, actor anglès",
    "1948 - Aniversari de Jim Ard, jugador de bàsquet nord-americà",
    "1948 - Naixement de Mykhaylo Fomenko, futbolista i entrenador ucraïnès (m. 2024)",
    "1949 - Naixement de Barry Scheck, advocat nord-americà, cofundador del projecte Innocence",
    "1949 - Naixement de Ringo Mendoza, lluitador mexicà",
    "1949 - Aniversari de Sidney Wicks, jugador de bàsquet nord-americà",
    "1949 - Aniversari de Twiggy, model, actriu i cantant anglesa",
    "1950 - Naixement de Joan Lunden, periodista de televisió nord-americà, presentador i autor",
    "1950 - Naixement de Michael Proctor, físic, matemàtic i acadèmic anglès",
    "1951 - Naixement de Daniel Lanois, cantant, compositor, guitarrista i productor canadenc",
    "1952 - Naixement de George Warrington, home de negocis nord-americà (m. 2007)",
    "1952 - Naixement d'Henry Kaiser, guitarrista i compositor nord-americà",
    "1952 - Naixement de Nile Rodgers, guitarrista, compositor i productor nord-americà",
    "1952 - Naixement de Rhys Chatham, trompetista, guitarrista i compositor nord-americà",
    "1953 - Naixement de Sarana VerLin, cantautora i violinista nord-americana",
    "1953 - Naixement de Wayne Clark, jugador de cricket australià",
    "1954 - Naixement d'Adam Phillips, psicoterapeuta i autor gal·lès",
    "1954 - Naixement d'Eleni Vitali, cantautora grega",
    "1955 - Naixement de Richard Burmer, compositor i enginyer nord-americà (m. 2006)",
    "1957 - Naixement de Chris Roupas, jugador de bàsquet nord-americà",
    "1957 - Naixement de Dan Hampton, jugador de futbol americà",
    "1958 - Naixement de Kevin Hooks, actor, director i productor nord-americà",
    "1958 - Naixement de Lita Ford, cantautora i guitarrista angloamericana",
    "1960 - Naixement de Loïc Bigois, aerodinàmic i enginyer francès",
    "1960 - Naixement de Mario Batali, xef i autor nord-americà",
    "1960 - Naixement de Yolanda Saldívar, assassina condemnada nord-americana",
    "1961 - Naixement d'Artur Ekert, físic i acadèmic britànic polonès",
    "1962 - Naixement de Cheri Oteri, actriu, còmic i guionista nord-americana",
    "1962 - Naixement de Ken Rosenthal, periodista esportiu nord-americà",
    "1962 - Aniversari de Randy Myers, jugador de beisbol nord-americà",
    "1963 - Naixement de David Seaman, futbolista anglès",
    "1963 - Naixement de Jarvis Cocker, cantautor i guitarrista anglès",
    "1963 - Naixement d'Urmas Tartes, biòleg i fotògraf estonià",
    "1964 - Naixement de Daniel Wincott, politòleg britànic",
    "1964 - Naixement de Patrick Marber, actor, director i guionista anglès",
    "1964 - Naixement de Trisha Yearwood, cantautora i actriu nord-americana",
    "1965 - Naixement d'Andrew Leeds, jugador de rugbi i entrenador australià",
    "1965 - Aniversari de Sunita Williams, capità, pilot i astronauta nord-americà",
    "1965 - Naixement de Tim Scott, polític nord-americà",
    "1966 - Naixement de Soledad O'Brien, periodista i productora nord-americana",
    "1966 - Aniversari de Yoshihiro Takayama, lluitador japonès i artista marcial mixt",
    "1967 - Naixement d'Aleksandr Karelin, lluitador i polític rus",
    "1967 - Naixement de Jim Abbott, jugador de beisbol nord-americà",
    "1968 - Aniversari de Monica Crowley, presentadora i autora de tertúlies nord-americanes",
    "1969 - Naixement d'Alkinoos Ioannidis, cantautor i guitarrista xipriota",
    "1969 - Aniversari de Candy Dulfer, saxofonista holandès",
    "1969 - Naixement de Jacek Frąckiewicz, futbolista polonès",
    "1969 - Naixement de Kostya Tszyu, boxejador rus-australià",
    "1969 - Naixement de Michael Symon, xef i autor nord-americà",
    "1969 - Naixement de Tapio Wilska, cantant i compositor finlandès",
    "1970 - Naixement d'Antoine Hey, futbolista i entrenador alemany",
    "1970 - Naixement de Dan Bylsma, jugador i entrenador nord-americà d'hoquei sobre gel",
    "1970 - Naixement de Gilbert Dionne, jugador d'hoquei sobre gel canadenc",
    "1970 - Naixement de Victor Williams, actor nord-americà",
    "1971 - Naixement de Mike Sadlo, futbolista i entrenador alemany",
    "1971 - Naixement de Sanaa Lathan, actriu nord-americana",
    "1972 - Naixement d'Ashot Nadanian, jugador d'escacs i entrenador armeni",
    "1972 - Naixement de N. K. Jemisin, escriptor nord-americà",
    "1972 - Naixement de Ryan Girdler, jugador de la lliga australiana de rugbi",
    "1973 - Naixement de Cristiano da Matta, pilot de cotxes de carreres brasiler",
    "1973 - Naixement de David Zepeda, actor, model i cantant mexicà",
    "1973 - Naixement de Jacinta Allan, política australiana, 49è primer ministre de Victòria",
    "1973 - Naixement de Javier Duarte, polític mexicà",
    "1973 - Naixement de Nick Colgan, futbolista i entrenador irlandès",
    "1974 - Naixement d'Hidetaka Miyazaki, dissenyador i executiu de videojocs japonès",
    "1974 - Aniversari de Jimmy Fallon, còmic nord-americà i presentador de tertúlies",
    "1975 - Naixement de Marcus Dunstan, director i guionista nord-americà",
    "1976 - Aniversari d'Alison Sweeney, actriu i presentadora de televisió nord-americana",
    "1976 - Naixement de Jan Hlaváč, jugador d'hoquei sobre gel txec",
    "1976 - Aniversari de Raja Bell, jugador de bàsquet nord-americà",
    "1976 - Naixement de Sergey Tsinkevich, futbolista i àrbitre bielorús",
    "1977 - Aniversari d'Aakash Chopra, jugador de cricket indi",
    "1977 - Naixement d'Emil Sutovsky, jugador d'escacs israelià",
    "1977 - Aniversari de Mike Smith, jugador de beisbol nord-americà",
    "1977 - Naixement de Poon Yiu Cheuk, futbolista i entrenador de Hong Kong",
    "1977 - Naixement de Ryan Dusick, músic i productor discogràfic nord-americà",
    "1977 - Naixement de Tommaso Rocchi, futbolista italià",
    "1978 - Naixement de Brett Keisel, jugador de futbol americà",
    "1978 - Naixement de Jorge López Montaña, futbolista espanyol",
    "1978 - Naixement de Nick Johnson, jugador de beisbol nord-americà",
    "1978 - Naixement de Nigel Mitchell, presentador de ràdio i televisió anglesa",
    "1979 - Naixement de Mikael Tellqvist, jugador d'hoquei sobre gel suec",
    "1980 - Naixement de Dimitri Yachvili, jugador de rugbi francès",
    "1980 - Naixement de J. R. Bremer, jugador de bàsquet americà-bosnià",
    "1980 - Naixement de James Ellison, corredor de motos anglès",
    "1980 - Naixement de Sara Quin, cantant i músic canadenca",
    "1980 - Naixement de Tegan Quin, cantant i músic canadenc",
    "1981 - Naixement de Damiano Cunego, ciclista italià",
    "1981 - Naixement de Rick DiPietro, jugador d'hoquei sobre gel nord-americà",
    "1982 - Naixement de Columbus Short, actor i coreògraf nord-americà",
    "1982 - Naixement d'Eduardo Carvalho, futbolista portuguès",
    "1982 - Naixement d'Eleni Daniilidou, tennista grega",
    "1982 - Aniversari de Jordan Parise, jugador d'hoquei sobre gel nord-americà",
    "1982 - Naixement de Shaun Barker, futbolista anglès",
    "1983 - Aniversari de Carl Landry, jugador de bàsquet nord-americà",
    "1983 - Naixement d'Eamon, cantant i compositor nord-americà",
    "1983 - Naixement de Joni Pitkänen, jugador d'hoquei sobre gel finlandès",
    "1984 - Naixement de Danny Valencia, jugador de beisbol americà-israelià",
    "1984 - Naixement d'Eva Marie, lluitadora nord-americana",
    "1984 - Naixement de Kevin Zegers, actor canadenc",
    "1984 - Naixement d'Ángel Reyna, futbolista mexicà",
    "1985 - Naixement d'Alun Wyn Jones, jugador de rugbi gal·lès",
    "1985 - Naixement de Gio González, jugador de beisbol nord-americà",
    "1985 - Naixement de Nathanael Liminski, polític alemany",
    "1985 - Aniversari de Renee Paquette, personalitat televisiva canadenca-nord-americana",
    "1985 - Naixement de Song Joong-ki, actor sud-coreà",
    "1986 - Naixement de Leon Best, futbolista anglès",
    "1986 - Naixement de Sally Pearson, atleta australiana",
    "1987 - Naixement de Carlos Quintero, futbolista colombià",
    "1987 - Naixement de Danielle Panabaker, actriu nord-americana",
    "1987 - Naixement de Nicolas Pallois, futbolista francès",
    "1988 - Naixement de Katrina Bowden, actriu nord-americana",
    "1988 - Naixement de Kenny Britt, jugador de futbol americà",
    "1989 - Naixement de George Springer, jugador de beisbol nord-americà",
    "1989 - Aniversari de Tyreke Evans, jugador de bàsquet nord-americà",
    "1990 - Naixement de Kieran Trippier, futbolista anglès",
    "1990 - Naixement de Saki Fukuda, actriu i cantant japonesa",
    "1990 - Naixement de Savvas Gentsoglou, futbolista grec",
    "1990 - Aniversari de Stephon Gilmore, jugador de futbol americà",
    "1991 - Aniversari de CJ McCollum, jugador de bàsquet nord-americà",
    "1992 - Naixement de Diego Antonio Reyes, futbolista mexicà",
    "1992 - Aniversari de Jiro Kuroshio, lluitador japonès",
    "1996 - Aniversari de Brandon Clarke, jugador de bàsquet canadenc-nord-americà",
    "1996 - Naixement de Chris Silva, jugador de bàsquet gabonès",
    "1996 - Naixement de Dejounte Murray, jugador de bàsquet nord-americà",
    "1996 - Aniversari de Pia Mia, cantant, compositora, model i actriu nord-americana",
    "1998 - Naixement de Nolan Patrick, jugador canadenc d'hoquei sobre gel",
    "1998 - Aniversari de Trae Young, jugador de bàsquet nord-americà",
    "1999 - Aniversari de Precious Achiuwa, jugador de bàsquet nigerià",
    "2001 - Naixement de Ghina Raihanah, defensora, model i influencer indonèsia",
    "86 - Naixement d'Antonin Pius, emperador romà (m. 161)",
    "866 - Naixement de Lleó VI el Savi, emperador bizantí (m. 912)",
    "931 - Naixement de Mu Zong, emperador de la dinastia Liao (m. 969)"
  ],
  "day_27_month_6_deaths.dialog": [
    "1162 - Mort d'Odó II, duc de Borgonya (n. 1118)",
    "1194 - Mort del rei Sanç VI de Navarra (n. 1132)",
    "1296 - Mort de Floris V, comte d'Holanda (n. 1254)",
    "1458 - Mort d'Alfons V d'Aragó (n. 1396)",
    "1497 - Mort de Michael An Gof, líder rebel",
    "1497 - Mor Thomas Flamank, líder rebel",
    "1574 - Mor Giorgio Vasari, historiador, pintor i arquitecte italià (n. 1511)",
    "1601 - Mort d'Henry Norris, primer baró Norreys (n. 1525)",
    "1603 - Mort de Jan Dymitr Solikowski, arquebisbe polonès (n. 1539)",
    "1627 - Mort de John Hayward, historiador, periodista i polític anglès (n. 1564)",
    "1636 - Mort de Date Masamune, home fort japonès (n. 1567)",
    "1654 - Mort de Johannes Valentinus Andreae, teòleg alemany (n. 1586)",
    "1655 - Mort d'Eleonora Gonzaga, emperadriu del Sacre Imperi Romanogermànic (n. 1598)",
    "1672 - Mort de Roger Twysden, historiador i polític anglès (n. 1597)",
    "1720 - Mort de Guillaume Amfrye de Chaulieu, poeta i escriptor francès (n. 1639)",
    "1729 - Mor Élisabeth Jacquet de La Guerre, clavicèmbal i compositora francesa (n. 1665 )",
    "1794 - Mort de Philippe de Noailles, general francès (n. 1715)",
    "1794 - Mort de Wenzel Anton, príncep de Kaunitz-Rietberg (n. 1711)",
    "1827 - Mort de Johann Gottfried Eichhorn, teòleg i acadèmic alemany (n. 1754)",
    "1829 - Mort de James Smithson, químic i mineralogista anglès (n. 1765)",
    "1831 - Mort de Konstantin Pavlovich, gran duc de Rússia i fill de l'emperador Pau I de Rússia (n. 1779)",
    "1831 - Mort de Sophie Germain, matemàtica i física francesa (n. 1776)",
    "1839 - Mort de Ranjit Singh, fundador de l'Imperi Sikh (n. 1780)",
    "1844 - Mort d'Hyrum Smith, líder religiós nord-americà (n. 1800)",
    "1844 - Mort de Joseph Smith, líder religiós nord-americà, va fundar el moviment dels Sants dels Últims Dies (n. 1805)",
    "1878 - Mor Sidney Breese, jurista i polític nord-americà (n. 1800)",
    "1894 - Mor Giorgio Costantino Schinas, arquitecte i enginyer civil maltès (n. 1834)",
    "1896 - Mort de John Berryman, soldat anglès, destinatari de la Creu de Victòria (n. 1825)",
    "1905 - Mor Harold Mahony, tennista escocès-irlandès (n. 1867)",
    "1907 - Mor Elizabeth Cabot Agassiz, pedagoga nord-americana, cofundadora del Radcliffe College (n. 1822)",
    "1911 - Mort de Victor Surridge, corredor de motos anglès (n. 1882)",
    "1912 - Mort de George Bonnor, jugador de cricket australià (n. 1855)",
    "1917 - Mort de Karl Allmenröder, soldat i pilot alemany (n. 1896)",
    "1919 - Mort de Peter Sturholdt, boxejador nord-americà (n. 1885)",
    "1920 - Mort d'Adolphe-Basile Routhier, advocat i jutge canadenc (n. 1839)",
    "1934 - Mort de Francesco Buhagiar, polític maltès, segon primer ministre de Malta (n. 1876)",
    "1935 - Mor Eugene Augustin Lauste, inventor franco-americà (n. 1857)",
    "1944 - Mor Milan Hodža, periodista i polític txec, 10è primer ministre de Txecoslovàquia (n. 1878)",
    "1946 - Mort de Wanda Gág, autora i il·lustradora nord-americana (n. 1893)",
    "1948 - Mort de Dorothea Bleek, antropòloga i filòloga sud-africana (n. 1873)",
    "1949 - Mort de Frank Smythe, botànic i alpinista anglès (n. 1900)",
    "1950 - Mort de Milada Horáková, política txeca, víctima d'un assassinat judicial (n. 1901)",
    "1952 - Mort de Max Dehn, matemàtic i acadèmic alemany-americà (n. 1878)",
    "1957 - Mor Hermann Buhl, soldat i alpinista austríac (n. 1924)",
    "1960 - Mor Harry Pollitt, polític britànic i secretari general del Partit Comunista de Gran Bretanya (n. 1890)",
    "1960 - Mort de Lottie Dod, tennista, golfista i arquera anglesa (n. 1871)",
    "1962 - Mort de Paul Viiding, autor, poeta i crític estonià (n. 1904)",
    "1967 - Mor Jaan Lattik, pastor i polític estonià, 9è ministre d'Afers Exteriors d'Estònia (n. 1878)",
    "1970 - Mort de Daniel Kinsey, corredor d'obstacles i erudit nord-americà (n. 1902)",
    "1973 - Mort d'Ida Mett, anarquista jueva bielorussa (n. 1901)",
    "1975 - Mort de G.I. Taylor, matemàtic i físic anglès (n. 1886)",
    "1977 - Mort d'Arthur Perdue, empresari nord-americà (n. 1885)",
    "1986 - Mor George Nēpia, jugador de rugbi i àrbitre neozelandès (n. 1905)",
    "1987 - Mort de Billy Snedden, advocat i polític australià, 17è fiscal general d'Austràlia (n. 1926)",
    "1989 - Mor A. J. Ayer, filòsof i acadèmic anglès (n. 1910)",
    "1991 - Mort de Milton Subotsky, guionista i productor anglès americà (n. 1921)",
    "1996 - Mort d'Albert R. Broccoli, productor de cinema nord-americà (n. 1909)",
    "1998 - Mort de Gilles Rocheleau, home de negocis i polític canadenc (n. 1935)",
    "1999 - Mor Georgios Papadopoulos, coronel i polític grec, 169è primer ministre de Grècia (n. 1919)",
    "2000 - Mort de Pierre Pflimlin, advocat i polític francès, primer ministre de França (n. 1907)",
    "2001 - Mort de Jack Lemmon, actor nord-americà (n. 1925)",
    "2001 - Mort de Joan Sims, actriu anglesa (n. 1930)",
    "2001 - Mort de Tove Jansson, autor, il·lustrador i pintor finlandès (n. 1914)",
    "2002 - Mort de John Entwistle, cantant, compositor, baixista i productor anglès (n. 1944)",
    "2002 - Mort de Robert L. J. Long, almirall nord-americà (n. 1920)",
    "2003 - Mort de David Newman, director, productor i guionista nord-americà (n. 1937)",
    "2004 - Mort de Darrell Russell, pilot de carreres nord-americà (n. 1968)",
    "2004 - Mort de George Patton IV, general nord-americà (n. 1923)",
    "2005 - Mort de John T. Walton, empresari nord-americà, cofundador del Children's Scholarship Fund (n. 1946)",
    "2005 - Mort de Ray Holmes, tinent i pilot anglès (n. 1914)",
    "2005 - Mort de Shelby Foote, historiadora i autora nord-americana (n. 1916)",
    "2006 - Mort d'Eileen Barton, cantant nord-americana (n. 1924)",
    "2006 - Mort d'Ángel Maturino Reséndiz, assassí en sèrie mexicà (n. 1960)",
    "2007 - Mort de William Hutt, actor canadenc (n. 1920)",
    "2008 - Mort de Sam Manekshaw, mariscal de camp indi (n. 1914)",
    "2009 - Mort de Gale Storm, actriu nord-americana (n. 1922)",
    "2010 - Mort de Corey Allen, actor, escriptor, director i productor nord-americà de cinema i televisió (n. 1934)",
    "2011 - Mort de Mike Doyle, futbolista anglès (n. 1946)",
    "2012 - Mort de Rosemary Dobson, poeta i il·lustradora australiana (n. 1920)",
    "2012 - Mort de Stan Cox, corredor anglès (n. 1918)",
    "2013 - Mort d'Ian Scott, pintor anglès-neozelandès (n. 1945)",
    "2013 - Mort de Stefano Borgonovo, futbolista italià (n. 1964)",
    "2014 - Mort d'Allen Grossman, poeta, crític i acadèmic nord-americà (n. 1932)",
    "2014 - Mor Edmond Blanchard, jurista i polític canadenc (n. 1954)",
    "2014 - Mort de Leslie Manigat, educadora i política haitiana, 43è president d'Haití (n. 1930)",
    "2014 - Mort de Rachid Solh, polític libanès, 48è primer ministre del Líban (n. 1926)",
    "2014 - Mort de Violet Milstead, aviadora canadenca de la Segona Guerra Mundial i pilot d'arbustos (n. 1919)",
    "2015 - Mort de Chris Squire, músic anglès (baixista), cantant i compositor, membre de la banda de rock Yes (n. 1948)",
    "2015 - Mort de Knut Helle, historiador i professor noruec (n. 1930)",
    "2015 - Mort de Zvi Elpeleg, diplomàtic, autor i acadèmic polonès-israelià (n. 1926)",
    "2016 - Mort de Bud Spencer, nedador, actor i guionista italià (n. 1929)",
    "2017 - Mort de Peter L. Berger, sociòleg austríac (n. 1929)",
    "2018 - Mort de Joe Jackson, entrenador nord-americà, pare de Michael Jackson i Janet Jackson (n. 1928)",
    "2018 - Mort de Liz Jackson, periodista australiana i antiga advocada (n. 1951)",
    "2018 - Mort de William McBride, obstetra australià (n. 1927)",
    "992 - Mort de Conan I de Rennes, duc de Bretanya"
  ],
  "day_20_month_7_deaths.dialog": [
    "1031 - Mort de Robert II, rei de França (n. 972)",
    "1128 - Mort d'Al-Ma'mun al-Bata'ihi, visir fatimita (b. c. 1086)",
    "1156 - Mort de Toba, emperador del Japó (n. 1103)",
    "1320 - Mort d'Oshin, rei d'Armènia (n. 1282)",
    "1332 - Mort de Thomas Randolph, primer comte de Moray, regent d'Escòcia",
    "1387 - Mort de Robert IV, noble francès (n. 1356)",
    "1398 - Mort de Roger Mortimer, 4t comte de March, noble gal·lès (n. 1374)",
    "1405 - Mort d'Alexander Stewart, comte de Buchan, quart fill del rei Robert II d'Escòcia (aproximadament, n. 1343)",
    "1453 - Mor Enguerrand de Monstrelet, historiador i autor francès (n. 1400)",
    "1454 - Mort de Joan II, rei de Castella i Lleó (n. 1405)",
    "1514 - Mort de György Dózsa, líder de la revolta camperola de Transsilvània (n. 1470)",
    "1524 - Mort de Claude, reina consort de França (n. 1499)",
    "1526 - Mort de García Jofre de Loaísa, explorador espanyol (n. 1490)",
    "1600 - Mort de William More, cortesà anglès (n. 1520)",
    "1616 - Mor Hugh O'Neill, comte de Tyrone, noble irlandès i soldat rebel (n. 1550 )",
    "1704 - Mort de Peregrine White, pagès i soldat anglès-americà (n. 1620)",
    "1752 - Mort de Johann Christoph Pepusch, compositor i teòric alemany-anglès (n. 1667)",
    "1816 - Mort de Gavrila Derzhavin, poeta i polític rus (n. 1743)",
    "1866 - Mor Bernhard Riemann, matemàtic i acadèmic alemany (n. 1826)",
    "1897 - Mort de Jean Ingelow, poeta i autor anglès (n. 1820)",
    "1901 - Mort de William Cosmo Monkhouse, poeta i crític anglès (n. 1840)",
    "1903 - Mort de Lleó XIII, papa de l'Església catòlica (n. 1810)",
    "1908 - Mort de Demetrius Vikelas, empresari i escriptor grec (n. 1835)",
    "1908 - Mort de Karl Bernhard Zoeppritz, geofísic i sismòleg alemany (n. 1881)",
    "1910 - Mort d'Anderson Dawson, polític australià, 14è primer ministre de Queensland (n. 1863)",
    "1917 - Mort d'Ignaz Sowinski, arquitecte gallec (n. 1858)",
    "1922 - Mort d'Andrey Markov, matemàtic i teòric rus (n. 1856)",
    "1923 - Mor Pancho Villa, general i polític mexicà, governador de Chihuahua (n. 1878)",
    "1926 - Mort de Felix Dzerzhinsky, pedagog i polític soviètic d'origen bielorús (n. 1877)",
    "1927 - Mort de Ferran I, rei de Romania (n. 1865)",
    "1928 - Mort de Kostas Karyotakis, poeta i autor grec (n. 1896)",
    "1932 - Mor René Bazin, escriptor i acadèmic francès (n. 1853)",
    "1937 - Mor Guglielmo Marconi, físic i enginyer italià, premi Nobel (n. 1874)",
    "1937 - Mor Olga Hahn-Neurath, matemàtica i filòsofa austríaca del Cercle de Viena (n. 1882)",
    "1941 - Mort de Lew Fields, actor i productor nord-americà (n. 1867)",
    "1944 - Mort de Ludwig Beck, general alemany (n. 1880)",
    "1944 - Mort de Mildred Harris, actriu nord-americana (n. 1901) ",
    "1945 - Mor Paul Valéry, escriptor i poeta francès (n. 1871)",
    "1951 - Mort d'Abdullah I, rei de Jordània (n. 1882)",
    "1953 - Mort de Dumarsais Estimé, advocat i polític haitiano, 33è president d'Haití (n. 1900)",
    "1953 - Mor Jan Struther, autor i himnista anglès (n. 1901)",
    "1955 - Mort de Calouste Gulbenkian, empresari i filantrop armeni (n. 1869)",
    "1956 - Mort de James Alexander Calder, educador i polític canadenc, ministre canadenc de Milícia i Defensa (n. 1868)",
    "1959 - Mort de William D. Leahy, almirall i diplomàtic nord-americà, ambaixador dels Estats Units a França (n. 1875)",
    "1965 - Mort de Batukeshwar Dutt, activista indi (n. 1910)",
    "1968 - Mort de Bray Hammond, historiador i autor nord-americà (n. 1886)",
    "1970 - Mor Iain Macleod, periodista i polític anglès, canceller d'Hisenda (n. 1913)",
    "1972 - Mor Geeta Dutt, cantant i actriu índia (n. 1930)",
    "1973 - Mort de Bruce Lee, actor i artista marcial nord-americà (n. 1940)",
    "1973 - Mort de Robert Smithson, fotògraf i escultor nord-americà (n. 1938)",
    "1974 - Mort d'Allen Jenkins, actor i cantant nord-americà (n. 1900)",
    "1974 - Mor Kamal Dasgupta, director musical, compositor i artista folk bengalí. (n. 1912)",
    "1976 - Mort de Joseph Rochefort, capità i criptoanalista nord-americà (n. 1900)",
    "1977 - Mort de Gary Kellgren, productor discogràfic nord-americà, cofundador de Record Plant (n. 1939)",
    "1980 - Mort de Maria Martínez, ceramista de San Ildefonso Pueblo (nadiu americà) (n. 1887)",
    "1981 - Mor Kostas Choumis, futbolista greco-romanès (n. 1913)",
    "1983 - Mort de Frank Reynolds, soldat i periodista nord-americà (n. 1923)",
    "1987 - Mort de Richard Egan, soldat i actor nord-americà (n. 1921)",
    "1989 - Mort de Forrest H. Anderson, jutge i polític nord-americà, 17è governador de Montana (n. 1913)",
    "1990 - Mor Herbert Turner Jenkins, agent de policia nord-americà (n. 1907)",
    "1993 - Mort de Vince Foster, advocat i personatge polític nord-americà (n. 1945)",
    "1994 - Mort de Paul Delvaux, pintor belga (n. 1897)",
    "1997 - Mort de M. E. H. Maharoof, polític de Sri Lanka (n. 1939)",
    "1998 - Mort de June Byers, lluitador nord-americà (n. 1922)",
    "1999 - Mort de Sandra Gould, actriu nord-americana (n. 1916)",
    "2002 - Mort de Michalis Kritikopoulos, futbolista grec (n. 1946)",
    "2003 - Mort de Nicolas Freeling, autor anglès (n. 1927)",
    "2004 - Mort de Lala Mara, política de Fiji (n. 1931)",
    "2004 - Mort de Valdemaras Martinkėnas, futbolista i entrenador lituà (n. 1965)",
    "2005 - Mort de Finn Gustavsen, periodista i polític noruec (n. 1926)",
    "2005 - Mort de James Doohan, actor canadenc-nord-americà (n. 1920)",
    "2005 - Mort de Kayo Hatta, director i director de fotografia nord-americà (n. 1958)",
    "2006 - Mort de Gérard Oury, actor, director i productor francès (n. 1919)",
    "2006 - Mort de Ted Grant, teòric i activista sud-africà-anglès (n. 1913)",
    "2007 - Mort de Tammy Faye Messner, evangelista cristiana nord-americana i presentadora de tertúlies (n. 1942)",
    "2008 - Mort d'Artie Traum, guitarrista, compositor i productor nord-americà (n. 1943)",
    "2008 - Mort de Dinko Šakić, comandant del camp de concentració croat (n. 1921)",
    "2009 - Mort de Mark Rosenzweig, psicòleg i acadèmic nord-americà (n. 1922)",
    "2009 - Mort de Vedat Okyar, futbolista turc (n. 1945)",
    "2011 - Mort de Lucian Freud, pintor i il·lustrador alemany-anglès (n. 1922)",
    "2012 - Mort d'Alastair Burnet, periodista anglès (n. 1928)",
    "2012 - Mort de Jack Davis, corredor d'obstacles nord-americà (n. 1930)",
    "2012 - Mor José Hermano Saraiva, historiador, jurista i polític portuguès, ministre d'Educació de Portugal (n. 1919)",
    "2013 - Mort d'Augustus Rowe, metge i polític canadenc (n. 1920)",
    "2013 - Mor Helen Thomas, periodista i autora nord-americana (n. 1920)",
    "2013 - Mort de Khurshed Alam Khan, polític indi, segon governador de Goa (n. 1919)",
    "2013 - Mor Pierre Fabre, farmacèutic i empresari francès, fundador dels Laboratoires Pierre Fabre (n. 1926)",
    "2014 - Mort de Bob McNamara, jugador de futbol americà (n. 1931)",
    "2014 - Mort de Constantin Lucaci, escultor i pedagog romanès (n. 1923)",
    "2014 - Mort de Klaus Schmidt, arqueòleg i acadèmic alemany (n. 1953)",
    "2014 - Mort de Victor G. Atiyeh, home de negocis i polític nord-americà, 32è governador d'Oregon (n. 1923)",
    "2015 - Mort de Dieter Moebius, teclista i productor suís-alemany (n. 1944)",
    "2015 - Mort de Fred Else, futbolista i entrenador anglès (n. 1933)",
    "2015 - Mort de Wayne Carson, cantautor i productor nord-americà (n. 1943)",
    "2016 - Mort de Radu Beligan, actor, director i assagista romanès (n. 1918)",
    "2017 - Mort de Chester Bennington, cantant nord-americà (n. 1976)",
    "2020 - Mort de Michael Brooks, comentarista polític (n. 1983)",
    "518 - Mort d'Amanci, gran camarlenc bizantí i màrtir monofisita",
    "833 - Mort d'Ansegis, abat i sant franc",
    "985 - Mort de Bonifaci VII, antipapa de Roma"
  ],
  "day_23_month_4_events.dialog": [
    "1014 - Batalla de Clontarf: el gran rei d'Irlanda Brian Boru derrota als invasors víkings, però mor a la batalla.",
    "1016 - Edmund Ironside succeeix al seu pare Æthelred the Unready com a rei d'Anglaterra.",
    "1343 - Comença l'aixecament nocturn de Sant Jordi al Ducat d'Estònia.",
    "1348 - El dia de Sant Jordi s'anuncia la fundació de l'Ordre de la Lliga pel rei Eduard III.",
    "1500 - L'explorador portuguès Pedro Álvarez Cabral arriba a un nou litoral (Brasil).",
    "1516 - El Munich Reinheitsgebot (referent als ingredients de la cervesa) entra en vigor a tota Baviera.",
    "1521 - Batalla de Villalar: el rei Carles I d'Espanya derrota els comuners.",
    "1635 - Es funda la primera escola pública dels Estats Units, la Boston Latin School.",
    "1655 - Comença el setge de Santo Domingo durant la guerra anglo-espanyola, i fracassa set dies després.",
    "1660 - S'estableix el Tractat d'Oliva entre Suècia i Polònia.",
    "1661 - El rei Carles II d'Anglaterra, Escòcia i Irlanda és coronat a l'abadia de Westminster.",
    "1724 - Johann Sebastian Bach dirigeix ​​la primera interpretació de la seva cantata Du Hirte Israel, höre, BWV 104, que il·lustra el tema del Bon Pastor en la música pastoral.",
    "1815 - Segon aixecament serbi: una segona fase de la revolució nacional dels serbis contra l'Imperi Otomà, esclata poc després de l'annexió del país a l'Imperi Otomà.",
    "1879 - El foc crema el segon edifici principal i la cúpula de la Universitat de Notre Dame, fet que va provocar la construcció del tercer i actual edifici principal amb la seva cúpula daurada.",
    "1891 - Guerra Civil Xilena: l'acoraxat Blanco Encalada és enfonsat a la badia de Caldera per vaixells torpeders.",
    "1918 - Primera Guerra Mundial: la Royal Navy britànica fa una incursió per intentar neutralitzar el port belga de Bruges-Zeebrugge.",
    "1919 - Es celebra a Estònia l'Assemblea Constituent d'Estònia, que marca el naixement del Parlament estonià, el Riigikogu.",
    "1920 - Es funda a Ankara la Gran Assemblea Nacional de Turquia (TBMM). L'assemblea denuncia el govern del sultà Mehmed VI i anuncia la preparació d'una constitució temporal.",
    "1927 - El Cardiff City va derrotar l'Arsenal a la final de la FA Cup, l'única vegada que ha estat guanyada per un equip que no té seu a Anglaterra.",
    "1935 - S'aprova la Constitució polonesa de 1935.",
    "1940 - L'incendi del Rhythm Club en una sala de ball a Natchez, Mississipí, mata 198 persones.",
    "1941 - Segona Guerra Mundial: el govern grec i el rei Jordi II evacuen Atenes abans de la invasió de la Wehrmacht.",
    "1942 - Segona Guerra Mundial: Baedeker Blitz: bombarders alemanys van colpejar Exeter, Bath i York en represàlia per l'atac britànic a Lübeck.",
    "1945 - Segona Guerra Mundial: el successor designat d'Adolf Hitler, Hermann Göring, li envia un telegrama demanant permís per prendre el lideratge de l'Alemanya nazi. Martin Bormann i Joseph Goebbels aconsellen a Göring que el telegrama és traïdor.",
    "1946 - Manuel Roxas és elegit l'últim president de la Commonwealth de les Filipines.",
    "1949 - Guerra civil xinesa: establiment de la Marina de l'Exèrcit Popular d'Alliberament.",
    "1951 - Guerra Freda: el periodista nord-americà William N. Oatis és detingut per espionatge pel govern comunista de Txecoslovàquia.",
    "1961 - Pusch d'Alger dels generals francesos.",
    "1966 - El vol 2723 d'Aeroflot s'estavella al mar Caspi davant de la península d'Absheron i mata 33 persones.",
    "1967 - Programa espacial soviètic: Soyuz 1 (en rus: Союз 1, Unió 1) un vol espacial tripulat que transporta el cosmonauta coronel Vladimir Komarov es posa en òrbita.",
    "1968 - Guerra del Vietnam: estudiants que manifestaven a la Universitat de Columbia a la ciutat de Nova York es fan càrrec dels edificis administratius i tanquen la universitat.",
    "1971 - Guerra d'Alliberament de Bangla Desh: L'exèrcit del Pakistan i els Razakars massacreen aproximadament 3.000 emigrants hindús a la zona de Jathibhanga al Pakistan oriental (ara Bangla Desh).",
    "1979 - Blair Peach, un activista britànic, va resultar ferit mortalment després de quedar inconscient durant una manifestació de la Lliga Antinazi contra una reunió electoral del Front Nacional a Southall, Londres.",
    "1979 - El vol 011 de SAETA s'estavella a la província de Pastaza, Equador, matant les 57 persones a bord. Les restes no es van descobrir fins al 1984.",
    "1985 - Coca-Cola canvia la seva fórmula i llança New Coke. La resposta és aclaparadorament negativa i la fórmula original torna al mercat en menys de tres mesos.",
    "1990 - Namíbia esdevé el 160è membre de les Nacions Unides i el 50è membre de la Commonwealth of Nations.",
    "1993 - Els eritreus voten majoritàriament a favor de la independència d'Etiòpia en un referèndum supervisat per les Nacions Unides.",
    "1993 - El polític de Sri Lanka Lalith Athulathmudali és assassinat mentre es dirigia a una reunió, aproximadament quatre setmanes abans de les eleccions al Consell Provincial per a la província occidental.",
    "1999 - L'OTAN bombardeja la seu de la Ràdio Televisió de Sèrbia, com a part de la seva campanya aèria contra la República Federal de Iugoslàvia.",
    "2005 - El primer vídeo de YouTube, titulat \"Me at the zoo\", va ser publicat pel cofundador Jawed Karim.",
    "2013 - Almenys 111 persones moren i 233 resulten ferides quan esclata la violència a Hawija, Iraq.",
    "2018 - Un atemptat amb un vehicle mata 11 persones i en fereix 15 a Toronto. Un sospitós de 25 anys, Alek Minassian, és arrestat.",
    "2019 - El col·lapse de la mina de jade Hpakant de l'abril de 2019 a Myanmar mata quatre miners i dos rescatadors, amb almenys 50 desapareguts i presumptes morts.",
    "2024 - La col·lisió aèria de Lumut del 2024 a Malàisia va matar 10 persones mentre assajaven per al 90è aniversari de la Marina Reial de Malàisia.",
    "215 aC - Es construeix un temple al turó Capitolí dedicat a Venus Erycina per commemorar la derrota romana al llac Trasimene.",
    "599 - El rei maia Uneh Chan de Calakmul ataca la ciutat-estat rival Palenque al sud de Mèxic, derrotant la reina Yohl Ik'nal i saquejant la ciutat.",
    "711 - Dagobert III succeeix al seu pare, el rei Childebert III, com a rei dels francs."
  ],
  "day_2_month_10_deaths.dialog": [
    "1264 - Mort del papa Urbà IV",
    "1559 - Mort de Jacquet de Màntua, compositor franco-italià (n. 1483)",
    "1626 - Mort de Diego Sarmiento de Acuña, 1r comte de Gondomar, acadèmic i diplomàtic espanyol (n. 1567)",
    "1629 - Mort d'Antonio Cifra, compositor italià (n. 1584)",
    "1629 - Mort de Pierre de Bérulle, cardenal i teòleg francès (n. 1575)",
    "1674 - Mort de George Frederick de Nassau-Siegen, oficial de l'exèrcit holandès (n. 1606)",
    "1678 - Mort de Wu Sangui, general xinès Qing (n. 1612)",
    "1708 - Mort d'Anne Jules de Noailles, general francesa (n. 1650)",
    "1709 - Mort d'Ivan Mazepa, diplomàtic ucraïnès (n. 1639)",
    "1724 - Mort de François-Timoléon de Choisy, historiador i autor francès (n. 1644)",
    "1746 - Mort de Josiah Burchett, almirall i polític anglès (n. 1666)",
    "1764 - Mort de William Cavendish, quart duc de Devonshire, polític anglès, primer ministre del Regne Unit (n. 1720)",
    "1780 - Mort de John André, soldat anglès (n. 1750)",
    "1782 - Mort de Charles Lee, general americà d'origen anglès (n. 1732)",
    "1786 - Mort d'Augustus Keppel, primer vescomte Keppel, almirall i polític anglès (n. 1725 )",
    "1803 - Mort de Samuel Adams, polític nord-americà, governador de Massachusetts (n. 1722)",
    "1804 - Mort de Nicolas-Joseph Cugnot, enginyer francès (n. 1725)",
    "1850 - Mort de Sarah Biffen, pintora anglesa (n. 1784)",
    "1853 - Mort de François Arago, matemàtic, físic, astrònom i polític francès (n. 1786)",
    "1920 - Mor Max Bruch, compositor i director d'orquestra alemany (n. 1838)",
    "1927 - Mor Svante Arrhenius, físic i químic suec, premi Nobel (n. 1859)",
    "1938 - Mor Alexandru Averescu, líder militar i polític romanès, 24è primer ministre de Romania (n. 1859)",
    "1943 - Mort de John Evans, polític anglès-australià, 21è primer ministre de Tasmània (n. 1855)",
    "1953 - Mort de John Marin, pintor nord-americà (n. 1870)",
    "1955 - Mort de William R. Orthwein, nedador i jugador de waterpolo nord-americà (n. 1881)",
    "1968 - Mor Marcel Duchamp, pintor i escultor francès (n. 1887)",
    "1971 - Mort de Jessie Arms Botke, pintora nord-americana (n. 1883)",
    "1973 - Mort de Paavo Nurmi, corredor finlandès (n. 1897)",
    "1973 - Mor Paul Hartman, actor i ballarí nord-americà (n. 1904)",
    "1974 - Mort de Vasily Shukshin, actor, director i guionista rus (n. 1929)",
    "1975 - Mort de K. Kamaraj, advocat i polític indi (n. 1903)",
    "1981 - Mor Harry Golden, periodista i autor nord-americà (n. 1902)",
    "1981 - Mort de Hazel Scott, activista, actriu i músic trinitense (n. 1920)",
    "1985 - Mort de Rock Hudson, actor nord-americà (n. 1925)",
    "1987 - Mort de Madeleine Carroll, actriu anglesa (n. 1906)",
    "1987 - Mort de Peter Medawar, biòleg i zoòleg brasiler-anglès, premi Nobel (n. 1915)",
    "1988 - Mort d'Alec Issigonis, dissenyador d'automòbils anglès, dissenyador del Mini (n. 1906)",
    "1988 - Mort d'Hamengkubuwono IX, polític indonesi, vicepresident d'Indonèsia (n. 1912)",
    "1991 - Mort de Demetrio I de Constantinoble (n. 1914)",
    "1991 - Mort de Hazen Argue, polític canadenc (n. 1921)",
    "1996 - Mor Andrey Lukanov, polític búlgar, 40è primer ministre de Bulgària (n. 1938)",
    "1996 - Mort de Robert Bourassa, advocat i polític canadenc, primer ministre del Quebec (n. 1933)",
    "1998 - Mort de Gene Autry, actor, cantant i guitarrista nord-americà (n. 1907)",
    "1999 - Mor Heinz G. Konsalik, periodista i autor alemany (n. 1921)",
    "2000 - Mort de David Tonkin, polític australià, primer ministre d'Austràlia Meridional (n. 1929)",
    "2001 - Mort de Franz Biebl, compositor i acadèmic alemany (n. 1906)",
    "2002 - Mort de Heinz von Foerster, físic i filòsof austríac-americà (n. 1911)",
    "2003 - Mort de John Thomas Dunlop, erudit i polític nord-americà, secretari de Treball dels Estats Units (n. 1914)",
    "2005 - Mort d'August Wilson, autor i dramaturg nord-americà (n. 1945)",
    "2005 - Mort de Nipsey Russell, còmic i actor nord-americà (n. 1918)",
    "2006 - Mort d'Helen Chenoweth-Hage, política nord-americana (n. 1938)",
    "2006 - Mort de Paul Halmos, matemàtic hongarès-nord-americà (n. 1916)",
    "2007 - Mort de Dan Keating, voluntari de l'exèrcit republicà irlandès (n. 1902)",
    "2007 - Mort de George Grizzard, actor nord-americà (n. 1928)",
    "2007 - Mort de Tex Coulter, jugador de futbol americà (n. 1924)",
    "2010 - Mort de Kwa Geok Choo, advocat i erudit de Singapur (n. 1920)",
    "2012 - Mort de Charles Roach, advocat i activista trinitense-canadenc (n. 1933)",
    "2012 - Mort de J. Philippe Rushton, psicòleg, teòric i acadèmic anglès-canadenc (n. 1943)",
    "2012 - Mort de Nguyễn Chí Thiện, poeta i activista nord-americà vietnamita (n. 1939)",
    "2013 - Mort d'Abraham Nemeth, matemàtic i acadèmic nord-americà (n. 1918)",
    "2014 - Mort de Robert Flower, futbolista australià (n. 1955)",
    "2015 - Mor Brian Friel, autor, dramaturg i director irlandès (n. 1929)",
    "2015 - Mort de Coleridge Goode, baixista i compositor jamaicà-anglès (n. 1914)",
    "2015 - Mort de Johnny Paton, futbolista i entrenador escocès (n. 1923)",
    "2016 - Mort de Neville Marriner, director d'orquestra britànic (n. 1924)",
    "2017 - Mort de Tom Petty, músic nord-americà (n. 1950)",
    "2018 - Mort de Jamal Khashoggi, periodista saudita (n. 1958)",
    "2020 - Mort d'Anne-Marie Hutchinson, advocada britànica (n. 1957)",
    "2022 - Mort de Sacheen Littlefeather, actriu, model i activista nord-americana pels drets civils dels nadius americans (n. 1946)",
    "2023 - Mort de Francis Lee, futbolista anglès (n. 1944)",
    "534 - Mort d'Atalaric, rei dels ostrogots a Itàlia",
    "829 - Mort de Miquel II, emperador bizantí",
    "939 - Mort d'Eberhard de Franconia",
    "939 - Mort de Gilbert, duc de Lorena"
  ],
  "day_15_month_4_births.dialog": [
    "1282 - Naixement de Frederic IV, duc de Lorena (m. 1329)",
    "1442 - Naixement de John Paston, noble anglès (m. 1479)",
    "1452 - Naixement de Leonardo da Vinci, pintor, escultor i arquitecte italià (m. 1519)",
    "1469 - Naixement de Guru Nanak, el primer guru sikh (m. 1539)",
    "1552 - Naixement de Pietro Cataldi, matemàtic i astrònom italià (m. 1626)",
    "1563 - Naixement del Guru Arjan Dev, cinquè líder sikh (m. 1606)",
    "1588 - Naixement de Claudi Salmasius, autor i erudit francès (m. 1653)",
    "1592 - Naixement de Francesco Maria Brancaccio, cardenal catòlic (m. 1675)",
    "1641 - Naixement de Robert Sibbald, metge i geògraf escocès (m. 1722)",
    "1642 - Naixement de Soliman II, soldà otomà (m. 1691)",
    "1646 - Naixement de Cristià V de Dinamarca (m. 1699)",
    "1684 - Naixement de Caterina I de Rússia (m. 1727)",
    "1688 - Naixement de Johann Friedrich Fasch, violinista i compositor alemany (m. 1758)",
    "1707 - Naixement de Leonhard Euler, matemàtic i físic suís (m. 1783)",
    "1710 - Naixement de William Cullen, metge i químic escocès (m. 1790)",
    "1741 - Naixement de Charles Willson Peale, pintor i soldat nord-americà (m. 1827)",
    "1771 - Naixement de Nicolas Chopin, pedagog franco-polonès (m. 1844)",
    "1772 - Naixement d'Étienne Geoffroy Saint-Hilaire, biòleg i zoòleg francès (m. 1844)",
    "1793 - Naixement de Friedrich Georg Wilhelm von Struve, astrònom i acadèmic alemany (m. 1864)",
    "1795 - Naixement de Maria Schicklgruber, mare d'Alois Hitler i àvia paterna d'Adolf Hitler (m. 1847)",
    "1800 - Naixement de James Clark Ross, capità i explorador anglès (m. 1862)",
    "1808 - Naixement de William Champ, polític anglès-australià, primer primer ministre de Tasmània (m. 1892)",
    "1809 - Naixement de Hermann Grassmann, lingüista i matemàtic alemany (m. 1877)",
    "1817 - Naixement de William Crowther, polític holandès-australià, 14è primer ministre de Tasmània (m. 1885)",
    "1828 - Naixement de Jean Danjou, capità francès (m. 1863)",
    "1832 - Naixement de Wilhelm Busch, poeta, pintor i il·lustrador alemany (m. 1908)",
    "1841 - Naixement de Joseph E. Seagram, home de negocis i polític canadenc, va fundar Seagram Company Ltd (m. 1919)",
    "1841 - Naixement de Mary Grant Roberts, propietaria d'un zoo australià (m. 1921)",
    "1843 - Naixement d'Henry James, novel·lista, escriptor de contes i crític nord-americà (m. 1916)",
    "1856 - Naixement de Jean Moréas, poeta i crític grec (m. 1910)",
    "1858 - Naixement d'Émile Durkheim, sociòleg, psicòleg i filòsof francès (m. 1917)",
    "1861 - Naixement de Bliss Carman, poeta i dramaturg britànic canadenc (m. 1929)",
    "1863 - Naixement d'Ida Freund, química i pedagoga d'origen austríac (m. 1914)",
    "1874 - Naixement de George Harrison Shull, botànic i genetista nord-americà (m. 1954)",
    "1874 - Naixement de Johannes Stark, físic i acadèmic alemany, premi Nobel (m. 1957)",
    "1875 - Naixement de James J. Jeffries, boxejador i promotor nord-americà (m. 1953)",
    "1877 - Naixement de Georg Kolbe, escultor alemany (m. 1947)",
    "1877 - Naixement de William David Ross, filòsof escocès (m. 1971)",
    "1878 - Naixement de Robert Walser, autor i dramaturg suís (m. 1956)",
    "1879 - Naixement de Melville Henry Cane, advocat i poeta nord-americà (m. 1980)",
    "1883 - Naixement de Stanley Bruce, capità i polític australià, vuitè primer ministre d'Austràlia (m. 1967)",
    "1885 - Naixement de Tadeusz Kutrzeba, general polonès (m. 1947)",
    "1886 - Naixement de Nikolay Gumilyov, poeta i crític rus (m. 1921)",
    "1887 - Naixement de Felix Pipes, tennista austríac (m. 1983)",
    "1887 - Naixement de William Forgan Smith, polític escocès-australià, 24è primer ministre de Queensland (m. 1953)",
    "1888 - Naixement de Maximilian Kronberger, poeta i autor alemany (m. 1904)",
    "1889 - Naixement d'A. Philip Randolph, activista nord-americà (m. 1979)",
    "1889 - Naixement de Thomas Hart Benton, pintor i pedagog nord-americà (m. 1975)",
    "1890 - Naixement de Percy Shaw, empresari anglès, va inventar l'ull de gat (m. 1976)",
    "1892 - Aniversari de Corrie ten Boom, rellotger holandès-nord-americà, resistent nazi i autor (m. 1983)",
    "1892 - Naixement de Theo Osterkamp, ​​general i pilot alemany (m. 1975)",
    "1894 - Naixement de Bessie Smith, cantant i actriu afroamericana (m. 1937)",
    "1894 - Naixement de Nikita Khrushchev, general i polític rus, 7è primer ministre de la Unió Soviètica (m. 1971)",
    "1895 - Naixement d'Abigail Mejia, activista feminista dominicana, nacionalista, crítica literària i pedagoga (m. 1941)",
    "1895 - Naixement de Clark McConachy, jugador de billar de Nova Zelanda (m. 1980)",
    "1896 - Naixement de Nikolay Semyonov, físic i químic rus, premi Nobel (m. 1986)",
    "1898 - Naixement d'Harry Edward, velocista de Guyana-anglès (m. 1973)",
    "1900 - Naixement de Ramón Iribarren, enginyer civil espanyol (m. 1967) ",
    "1901 - Naixement d'Ajoy Mukherjee, polític indi, ministre en cap de Bengala Occidental (m. 1986)",
    "1901 - Aniversari de Joe Davis, jugador de billar anglès (m. 1978)",
    "1901 - Naixement de René Pleven, home de negocis i polític francès, primer ministre de França (m. 1993)",
    "1902 - Naixement de Fernando Pessa, periodista portuguès (m. 2002)",
    "1903 - Naixement de John Williams, actor anglès-nord-americà (m. 1983)",
    "1904 - Naixement d'Arshile Gorky, pintor i il·lustrador armeni-americà (m. 1948)",
    "1907 - Naixement de Nikolaas Tinbergen, etòleg i ornitòleg holandès-anglès, premi Nobel (m. 1988)",
    "1908 - Naixement de Lita Grey, actriu nord-americana (m. 1995)",
    "1908 - Naixement d'eden ahbez, compositor i artista nord-americà (m. 1995)",
    "1909 - Naixement de Robert Edison Fulton Jr., inventor i aventurer nord-americà (m. 2004)",
    "1910 - Naixement de Miguel Najdorf, jugador d'escacs i teòric polonès-argentí (m. 1997)",
    "1910 - Naixement de Sulo Bärlund, llançador de pes finlandès (m. 1986)",
    "1912 - Naixement de Kim Il Sung, general i polític nord-coreà, primer líder suprem de Corea del Nord (m. 1994)",
    "1912 - Naixement de William Congdon, pintor i escultor italià nord-americà (m. 1998)",
    "1915 - Naixement d'Elizabeth Catlett, escultora i il·lustradora afroamericana (m. 2012)",
    "1916 - Naixement d'Alfred S. Bloomingdale, empresari nord-americà (m. 1982)",
    "1916 - Naixement d'Helene Hanff, autora i guionista nord-americana (m. 1997)",
    "1917 - Naixement d'Elmer Gedeon, jugador de beisbol i pilot de bombarders nord-americà (m. 1944)",
    "1917 - Naixement de Hans Conried, actor nord-americà (m. 1982)",
    "1917 - Naixement de James Kee, advocat i polític nord-americà (m. 1989)",
    "1918 - Naixement de Hans Billian, director de cinema, guionista i actor alemany (m. 2007)",
    "1919 - Naixement d'Alberto Breccia, autor i il·lustrador uruguaià-argentí (m. 1993)",
    "1920 - Naixement de Godfrey Stafford, físic i acadèmic anglès-sud-africà (m. 2013)",
    "1920 - Naixement de Richard von Weizsäcker, militar i polític alemany, sisè president d'Alemanya (m. 2015)",
    "1920 - Naixement de Thomas Szasz, psiquiatre i acadèmic hongarès-nord-americà (m. 2012)",
    "1921 - Naixement d'Angelo DiGeorge, metge i endocrinòleg nord-americà (m. 2009)",
    "1921 - Naixement de Georgy Beregovoy, general, pilot i astronauta ucraïnès-rus (m. 1995)",
    "1922 - Naixement de Graham Whitehead, pilot de carreres anglès (m. 1981)",
    "1922 - Naixement de Harold Washington, advocat i polític nord-americà, 51è alcalde de Chicago (m. 1987)",
    "1922 - Naixement d'Hasrat Jaipuri, poeta i compositor indi (m. 1999)",
    "1922 - Naixement de Michael Ansara, actor sirioamericà (m. 2013)",
    "1923 - Naixement d'Artur Alliksaar, poeta i autor estonià (m. 1966)",
    "1923 - Naixement de Robert DePugh, activista nord-americà, va fundar els Minutemen (una organització anticomunista) (m. 2009)",
    "1924 - Naixement de M. Canagaratnam, polític de Sri Lanka (m. 1980)",
    "1924 - Naixement de Neville Marriner, violinista i director d'orquestra anglès (m. 2016)",
    "1924 - Naixement de Rikki Fulton, còmic escocès (m. 2004)",
    "1926 - Naixement de Jurriaan Schrofer, escultor, dissenyador i pedagog holandès (m. 1990)",
    "1927 - Naixement de Robert Mills, físic i acadèmic nord-americà (m. 1999)",
    "1929 - Naixement d'Adrian Cadbury, remador i empresari anglès (m. 2015)",
    "1929 - Naixement de Gérald Beaudoin, advocat i polític canadenc (m. 2008)",
    "1930 - Naixement de Georges Descrières, actor francès (m. 2013)",
    "1930 - Naixement de Vigdís Finnbogadóttir, pedagog i polític islandès, quart president d'Islàndia",
    "1931 - Naixement de Kenneth Bloomfield, funcionari nord-irlandès",
    "1931 - Naixement de Tomas Tranströmer, poeta, traductor i psicòleg suec, premi Nobel (m. 2015)",
    "1933 - Naixement de David Hamilton, fotògraf i director anglès-francès (m. 2016)",
    "1933 - Naixement d'Elizabeth Montgomery, actriu i productora nord-americana (m. 1995)",
    "1933 - Naixement de Roy Clark, músic i personatge de la televisió nord-americà (m. 2018)",
    "1935 - Naixement de Stavros Paravas, actor i productor grec (m. 2008)",
    "1936 - Naixement de Raymond Poulidor, ciclista francès (m. 2019)",
    "1937 - Naixement de Bob Luman, cantant, compositor i guitarrista nord-americà (m. 1978)",
    "1937 - Naixement de Robert W. Gore, enginyer i empresari nord-americà, coinventor de Gore-Tex (m. 2020)",
    "1938 - Naixement de Claudia Cardinale, actriu italiana",
    "1938 - Naixement de Hso Khan Pha, geòleg i polític birmà-canadenc (m. 2016)",
    "1939 - Naixement de Desiré Ecaré, cineasta ivorià (m. 2009)",
    "1939 - Naixement de Marty Wilde, cantautor i actor anglès",
    "1940 - Naixement de Jeffrey Archer, autor, dramaturg i polític anglès",
    "1940 - Aniversari de Penelope Coelen, actriu, model, reina de bellesa i Miss Món de 1958 sud-africana",
    "1940 - Naixement de Robert Lacroix, economista i acadèmic canadenc",
    "1940 - Naixement de Robert Walker, actor nord-americà (m. 2019)",
    "1940 - Naixement de Willie Davis, jugador i actor de beisbol nord-americà (m. 2010)",
    "1941 - Naixement de Howard Berman, advocat i polític nord-americà",
    "1942 - Naixement de Francis X. DiLorenzo, bisbe nord-americà (m. 2017)",
    "1942 - Naixement de Kenneth Lay, home de negocis i criminal nord-americà (m. 2006)",
    "1942 - Naixement de Tim Lankester, economista i acadèmic anglès",
    "1942 - Naixement de Walt Hazzard, jugador i entrenador de bàsquet nord-americà (m. 2011)",
    "1943 - Naixement de Hugh Thompson, Jr., soldat i pilot nord-americà (m. 2006)",
    "1943 - Naixement de Pınar Kür, autor, dramaturg i acadèmic turc",
    "1943 - Naixement de Robert Lefkowitz, metge i bioquímic nord-americà, premi Nobel",
    "1943 - Naixement de Veronica Linklater, baronessa Linklater, política anglesa",
    "1944 - Naixement de Dave Edmunds, cantautor, guitarrista i productor gal·lès",
    "1946 - Naixement de John Lloyd, periodista i autor escocès",
    "1946 - Aniversari de Pete Rouse, polític nord-americà, cap de gabinet de la Casa Blanca",
    "1947 - Naixement de Cristina Husmark Pehrsson, infermera i política sueca, ministra sueca de Seguretat Social",
    "1947 - Naixement de David Omand, funcionari i acadèmic anglès",
    "1947 - Naixement de Linda Bloodworth-Thomason, guionista i productora nord-americana",
    "1947 - Naixement de Lois Chiles, model i actriu nord-americana",
    "1947 - Naixement de Martin Broughton, empresari anglès",
    "1948 - Naixement de Christopher Brown, historiador, comissari i acadèmic anglès",
    "1948 - Naixement de Michael Kamen, compositor i director d'orquestra nord-americà (m. 2003)",
    "1948 - Naixement de Phil Mogg, cantautor i músic anglès",
    "1949 - Naixement d'Alla Pugacheva, cantautora i actriu russa",
    "1949 - Naixement de Craig Zadan, director, productor i guionista nord-americà (m. 2018)",
    "1950 - Naixement d'Amy Wright, actriu nord-americana",
    "1950 - Naixement de Josiane Balasko, actriu, directora i guionista francesa",
    "1950 - Naixement de Karel Kroupa, futbolista txec",
    "1951 - Naixement d'Heloise, periodista i autora nord-americana",
    "1951 - Naixement de John L. Phillips, capità i astronauta nord-americà",
    "1951 - Naixement de Marsha Ivins, enginyer i astronauta nord-americà",
    "1951 - Naixement de Stuart Prebble, periodista i productor anglès",
    "1952 - Naixement d'Avital Ronell, filòsof i acadèmic txec-americà",
    "1952 - Naixement de Brian Muir, escultor i escenògraf anglès",
    "1952 - Naixement de Glenn Shadix, actor nord-americà, (m. 2010)",
    "1952 - Naixement de Kym Gyngell, actor, còmic i guionista australià",
    "1955 - Naixement de Dodi Fayed, productor de cinema egipci (m. 1997)",
    "1955 - Naixement de Joice Mujuru, polític de Zimbabwe ",
    "1956 - Naixement de Michael Cooper, jugador i entrenador de bàsquet nord-americà",
    "1957 - Naixement d'Evelyn Ashford, corredora i entrenadora nord-americana",
    "1958 - Naixement de Benjamin Zephaniah, actor, autor, poeta i dramaturg anglès (m. 2023)",
    "1958 - Naixement de John Bracewell, jugador de cricket neozelandès",
    "1958 - Naixement de Keith Acton, jugador i entrenador d'hoquei sobre gel canadenc",
    "1958 - Naixement de Memos Ioannou, jugador de bàsquet i entrenador grec",
    "1959 - Naixement d'Emma Thompson, actriu, còmica, autora, activista i guionista anglesa",
    "1959 - Aniversari de Fruit Chan, director, productor i guionista xinès",
    "1959 - Naixement de Kevin Lowe, jugador d'hoquei sobre gel, entrenador i entrenador canadenc",
    "1960 - Naixement de Pedro Delgado, ciclista i periodista esportiu espanyol",
    "1960 - Naixement de Pierre Aubry, jugador d'hoquei sobre gel canadenc",
    "1960 - Naixement de Susanne Bier, directora i guionista danesa",
    "1960 - Aniversari de Tony Jones, jugador de billar anglès",
    "1961 - Naixement de Carol W. Greider, biòloga molecular nord-americana",
    "1961 - Naixement de Dawn Wright, geògrafa i oceanògrafa nord-americana",
    "1961 - Naixement de Neil Carmichael, acadèmic i polític anglès",
    "1962 - Naixement de Nawal El Moutawakel, esportista i polític marroquí",
    "1962 - Naixement de Tom Kane, actor de veu nord-americà",
    "1963 - Naixement d'Alex Crawford, periodista nigeriano-sud-africà",
    "1963 - Aniversari de Manoj Prabhakar, jugador de cricket i periodista esportiu indi",
    "1963 - Naixement de Manzoor Elahi, jugador de cricket pakistanès",
    "1964 - Naixement d'André Joubert, jugador de rugbi sud-africà",
    "1964 - Naixement de Lee Kernaghan, cantautor i guitarrista australià",
    "1965 - Naixement de Kevin Stevens, jugador d'hoquei sobre gel nord-americà",
    "1965 - Naixement de Linda Perry, cantant, compositora, músic i productora discogràfica nord-americana",
    "1965 - Naixement de Soichi Noguchi, enginyer i astronauta japonès",
    "1966 - Naixement de Mott Green, home de negocis nord-americà (m. 2013)",
    "1966 - Naixement de Samantha Fox, cantautora i actriu anglesa",
    "1967 - Naixement de Dara Torres, nedadora i periodista nord-americana",
    "1967 - Naixement de Frankie Poullain, baixista i compositor escocès",
    "1968 - Naixement de Ben Clarke, jugador de rugbi i entrenador anglès",
    "1968 - Naixement de Brahim Lahlafi, corredor marroquí-francès",
    "1968 - Naixement d'Ed O'Brien, guitarrista anglès",
    "1969 - Aniversari de Jeromy Burnitz, jugador de beisbol nord-americà",
    "1969 - Naixement de Jimmy Waite, jugador i entrenador d'hoquei sobre gel canadenc-alemany",
    "1969 - Naixement de Kaisa Roose, pianista i directora d'orquestra estònia",
    "1970 - Naixement de Chris Huffins, decatleta i entrenador nord-americà",
    "1971 - Naixement de Finidi George, futbolista nigerià",
    "1971 - Naixement de Jason Sehorn, jugador de futbol americà",
    "1971 - Naixement de Josia Thugwane, corredora sud-africana",
    "1971 - Naixement de Karl Turner, advocat i polític anglès",
    "1971 - Naixement de Philippe Carbonneau, jugador de rugbi francès",
    "1972 - Naixement d'Arturo Gatti, boxejador italocanadenc (m. 2009)",
    "1972 - Naixement de Lou Romano, animador i actor de veu nord-americà",
    "1974 - Aniversari de Danny Pino, actor i guionista nord-americà",
    "1974 - Naixement de Douglas Spain, actor, director i productor nord-americà",
    "1974 - Naixement de Kim Min-kyo, actor i director sud-coreà",
    "1974 - Aniversari de Mike Quinn, jugador de futbol americà",
    "1974 - Naixement de Tim Thomas, jugador d'hoquei sobre gel nord-americà",
    "1975 - Naixement de Sarah Teichmann, biofísica i immunòloga germanoamericana",
    "1976 - Naixement de Darius Regelskis, futbolista lituà",
    "1976 - Naixement de Jason Bonsignore, jugador i entrenador d'hoquei sobre gel canadenc",
    "1976 - Naixement de Kęstutis Šeštokas, jugador de bàsquet lituà",
    "1976 - Naixement de Steve Williams, rem anglès",
    "1977 - Naixement de Brian Pothier, jugador d'hoquei sobre gel nord-americà",
    "1977 - Naixement de Sudarsan Pattnaik, escultor indi",
    "1978 - Naixement de Chris Stapleton, cantautor i guitarrista country nord-americà",
    "1978 - Naixement de Luis Fonsi, cantautor i ballarí porto-riqueny",
    "1978 - Naixement de Milton Bradley, jugador de beisbol nord-americà",
    "1978 - Naixement de Tim Corcoran, jugador de beisbol nord-americà",
    "1979 - Naixement de Luke Evans, actor i cantant gal·lès",
    "1980 - Naixement d'Aida Mollenkamp, ​​xef i autora nord-americana",
    "1980 - Aniversari de Billy Yates, jugador de futbol americà",
    "1980 - Naixement de James Foster, jugador de cricket anglès",
    "1980 - Naixement de Patrick Carney, bateria, músic i productor nord-americà",
    "1980 - Naixement de Raül López, jugador de bàsquet espanyol",
    "1980 - Naixement de Willie Mason, jugador de la lliga de rugbi neozelandesa-australiana",
    "1981 - Naixement d'Andrés D'Alessandro, futbolista argentí",
    "1982 - Naixement d'Anthony Green, cantant i compositor nord-americà",
    "1982 - Naixement de Michael Aubrey, jugador de beisbol nord-americà",
    "1982 - Naixement de Seth Rogen, actor, director, productor i guionista canadenc-americà",
    "1983 - Naixement d'Alice Braga, actriu brasilera",
    "1983 - Naixement d'Andreas Fransson, esquiador suec (m. 2014)",
    "1983 - Naixement de Dudu Cearense, futbolista brasiler",
    "1983 - Naixement d'Ilya Kovalchuk, jugador rus d'hoquei sobre gel",
    "1983 - Naixement de Martin Pedersen, ciclista danès",
    "1983 - Naixement de Matt Cardle, cantautor i guitarrista anglès",
    "1984 - Aniversari d'Antonio Cromartie, jugador de futbol americà",
    "1984 - Aniversari de Cam Janssen, jugador d'hoquei sobre gel nord-americà",
    "1984 - Aniversari de Daniel Paille, jugador canadenc d'hoquei sobre gel",
    "1985 - Naixement de Ryan Hamilton, jugador canadenc d'hoquei sobre gel",
    "1986 - Naixement de Sylvain Marveaux, futbolista francès",
    "1986 - Naixement de Tom Heaton, futbolista anglès",
    "1988 - Naixement de Blake Ayshford, jugador de la lliga australiana de rugbi",
    "1988 - Naixement de Chris Tillman, llançador de beisbol nord-americà",
    "1988 - Naixement de Steven Defour, futbolista belga",
    "1989 - Naixement de Darren Nicholls, jugador de la lliga australiana de rugbi",
    "1990 - Naixement d'Emma Watson, actriu anglesa",
    "1991 - Aniversari de Daiki Arioka, ídol, cantant i actor japonès",
    "1991 - Naixement de Javier Fernández López, patinador artístic espanyol",
    "1992 - Aniversari de Jeremy McGovern, jugador de futbol reglament australià",
    "1994 - Aniversari de Brodie Grundy, jugador de futbol reglament australià",
    "1994 - Naixement de Shaunae Miller-Uibo, velocista bahamesa",
    "1995 - Naixement de Leander Dendoncker, futbolista belga",
    "1997 - Naixement d'Ashleigh Gardner, jugadora de cricket australiana",
    "1997 - Naixement de Maisie Williams, actriu anglesa",
    "1999 - Naixement de Denis Shapovalov, tennista canadenc",
    "2001 - Aniversari de Shanti Dope, raper filipí",
    "68 aC - Naixement de Gai Mecenas, polític romà (m. 8 aC)"
  ],
  "day_28_month_8_events.dialog": [
    "1189 - Tercera croada: els croats comencen el setge d'Acre sota Guy de Lusignan.",
    "1521 - Guerres otomanes a Europa: els turcs otomans ocupen Belgrad.",
    "1524 - Els maies Kaqchikel es rebel·len contra els seus antics aliats espanyols durant la conquesta espanyola de Guatemala.",
    "1542 - Guerra turco-portuguesa: Batalla de Wofla: els portuguesos són dispersos, el seu líder Christovão da Gama és capturat i després executat.",
    "1565 - Pedro Menéndez de Avilés descobreix terra a prop de Sant Agustí, Florida, i funda la ciutat més antiga i ocupada contínuament establerta per Europa als Estats Units continentals.",
    "1609 - Henry Hudson descobreix la badia de Delaware.",
    "1619 - Elecció de Ferran II, emperador del Sacre Germànic.",
    "1640 - Segona Guerra del Bisbe: l'exèrcit anglès del rei Carles I perd davant una força escocesa Covenanter a la batalla de Newburn.",
    "1648 - Segona Guerra Civil Anglesa: el setge de Colchester acaba quan les Forces Realistes es rendeixen a les Forces Parlamentaris després d'onze setmanes, durant la Segona Guerra Civil Anglesa.",
    "1709 - Meidingnu Pamheiba és coronat rei de Manipur.",
    "1789 - William Herschel descobreix una nova lluna de Saturn: Enceladus.",
    "1810 - Guerres napoleòniques: l'armada francesa accepta la rendició d'una flota de la marina reial britànica a la batalla de Grand Port.",
    "1830 - La nova locomotora de vapor Tom Thumb del ferrocarril de Baltimore i Ohio corre amb un cotxe tirat per cavalls, presagiant el paper del vapor als ferrocarrils dels Estats Units.",
    "1833 - La Llei d'abolició de l'esclavitud de 1833 rep el consentiment reial, fent il·legal la compra o la propietat d'esclaus a l'Imperi Britànic amb excepcions.",
    "1845 - Es publica el primer número de la revista Scientific American.",
    "1849 - Revolucions de 1848 a l'Imperi Austríac: després d'un mes de setge, Venècia, que s'havia declarat independent com a República de Sant Marc, es rendeix a Àustria.",
    "1850 - Lohengrin de Richard Wagner s'estrena a la Staatskapelle de Weimar.",
    "1859 - L'esdeveniment Carrington és la tempesta geomagnètica més forta que s'ha registrat a la Terra. El servei de telègraf elèctric està àmpliament interromput.",
    "1861 - Guerra Civil Americana: les forces de la Unió ataquen Cape Hatteras, Carolina del Nord, a la Batalla de Hatteras Inlet Batteries que dura dos dies.",
    "1862 - Guerra civil nord-americana: comença a Virgínia la Segona Batalla de Bull Run, també coneguda com la Batalla de la Segona Manassas.  La batalla acaba el 30 d'agost amb una altra derrota de la Unió.",
    "1867 - Els Estats Units prenen possessió de l'atol de Midway (en aquest moment desocupat).",
    "1879 - Guerra anglo-zulú: Cetshwayo, últim rei dels zulús, és capturat pels britànics.",
    "1898 - La beguda de Caleb Bradham \"Brad's Drink\" passa a anomenar-se \"Pepsi-Cola\".",
    "1901 - Es funda la Universitat Silliman a les Filipines. És la primera escola privada nord-americana del país.",
    "1909 - Un grup d'oficials de l'exèrcit grec de nivell mitjà llança el cop d'estat de Goudi, buscant reformes d'ampli abast.",
    "1913 - La reina Guillermina obre el Palau de la Pau a l'Haia.",
    "1914 - Primera Guerra Mundial: la Royal Navy derrota la flota alemanya a la batalla d'Heligoland Bight.",
    "1916 - Primera Guerra Mundial: Alemanya declara la guerra a Romania.",
    "1916 - Primera Guerra Mundial: Itàlia declara la guerra a Alemanya.",
    "1917 - Deu sufragistes, membres dels Silent Sentinels, són arrestats mentre feien un piquet a la Casa Blanca a favor del sufragi femení als Estats Units.",
    "1921 - Guerra civil russa: l'Exèrcit Roig va dissoldre la Makhnovshchina, després d'expulsar l'Exèrcit Insurgent Revolucionari fora d'Ucraïna.",
    "1924 - L'oposició de Geòrgia fa l'aixecament d'agost contra la Unió Soviètica.",
    "1936 - L'Alemanya nazi comença les detencions massives dels Testimonis de Jehovà, que són internats en camps de concentració.",
    "1937 - Toyota Motors es converteix en una empresa independent.",
    "1943 - Dinamarca a la Segona Guerra Mundial: les autoritats alemanyes exigeixen que les autoritats daneses reprimissin els actes de resistència. L'endemà, la llei marcial s'imposa a Dinamarca.",
    "1944 - Segona Guerra Mundial: Marsella i Toulon són alliberats.",
    "1946 - El Partit dels Treballadors de Corea del Nord, predecessor del governant Partit dels Treballadors de Corea, es funda en un congrés celebrat a Pyongyang, Corea del Nord.",
    "1955 - L'adolescent negre Emmett Till és linxat a Mississipí per xiular a una dona blanca, galvanitzant el naixent moviment pels drets civils.",
    "1957 - El senador dels Estats Units Strom Thurmond comença un obstruccionament per evitar que el Senat dels Estats Units voti la Llei de Drets Civils de 1957; va deixar de parlar 24 hores i 18 minuts després, el filibuster més llarg mai realitzat per un sol senador.",
    "1963 - Marxa a Washington per l'Ocupació i la Llibertat: el reverend Dr. Martin Luther King Jr. pronuncia el seu discurs I Have a Dream.",
    "1964 - Comença el disturbi racial de Filadèlfia.",
    "1968 - La policia i els manifestants s'enfronten durant les protestes de la Convenció Nacional Demòcrata de 1968 mentre els manifestants coregen \"El món sencer està mirant\".",
    "1973 - Robatori de Norrmalmstorg: la policia d'Estocolm assegura la rendició dels presoners d'ostatges Jan-Erik Olsson i Clark Olofsson, desactivant la crisi dels ostatges de Norrmalmstorg. Els comportaments dels ostatges donen lloc posteriorment al terme síndrome d'Estocolm.",
    "1988 - Desastre aeri de Ramstein: tres avions de l'equip de demostració Frecce Tricolori xoquen i les restes cauen entre la multitud. Setanta-cinc morts i 346 ferits greus.",
    "1990 - Un tornado F5 colpeja les ciutats d'Illinois de Plainfield i Joliet, matant 29 persones.",
    "1990 - Guerra del Golf: l'Iraq declara Kuwait com la seva província més nova.",
    "1993 - Un Yakovlev Yak-40 de Tajikistan Airlines s'estavella durant l'enlairament des de l'aeroport de Khorog a Tadjikistan, causant la mort de 82 persones.",
    "1993 - La sonda Galileo de la NASA fa un sobrevol de l'asteroide 243 Ida. Més tard, els astrònoms descobreixen una lluna, la primera lluna d'asteroides coneguda, en imatges del sobrevol i l'anomenen Dactyl.",
    "1993 - Eleccions presidencials de Singapur: l'exviceprimer ministre Ong Teng Cheong és elegit president de Singapur. Tot i que són les primeres eleccions presidencials que es determina per votació popular, els candidats permesos són només Ong i un reticent a qui el govern havia demanat presentar-se per conferir a les eleccions l'aparença d'una oposició.",
    "1993 - La comunitat autònoma croata d'Herzeg-Bòsnia a Bòsnia i Hercegovina es transforma en la República Croata d'Herzeg-Bòsnia.",
    "1996 - El Servei de Protecció Federal arresta set acusats de Chicago David Dellinger, l'activista contra la guerra Bradford Lyttle, l'historiador del Moviment de Drets Civils Randy Kryn i vuit persones més mentre protestaven en una manifestació a l'edifici federal Kluczynski al centre de Chicago durant la Convenció Nacional Demòcrata d'aquell any.",
    "1998 - L'Assemblea Nacional del Pakistan aprova una esmena constitucional per convertir l'\"Alcorà i la Sunna\" en la \"llei suprema\", però el projecte de llei és rebutjat al Senat.",
    "1998 - Segona Guerra del Congo: tropes lleialistes recolzades per les forces angoleses i de Zimbabwe rebutgen l'ofensiva del RCD i de Rwanda a Kinshasa.",
    "1999 - La missió espacial russa Soyuz TM-29 arriba a la seva finalització, posant fi a gairebé 10 anys d'ocupació contínua a l'estació espacial Mir quan s'acosta al final de la seva vida.",
    "2003 - En \"un dels crims més complicats i estranys dels anals de l'FBI\", Brian Wells mor després d'haver-se vist involucrat en un complex complot que implica un robatori a un banc, una caça del carrony i un artefacte explosiu casolà.",
    "2016 - La primera missió experimental del motor Scramjet d'ISRO cap a la realització d'un sistema de propulsió de respiració d'aire es porta a terme amb èxit des del Centre espacial Satish Dhawan SHAR, Sriharikota.",
    "2017 - Afrontament fronterer entre la Xina i l'Índia: la Xina i l'Índia treuen les seves tropes de Doklam, posant fi a un estancament de dos mesos de durada per la construcció d'una carretera a la Xina en un territori en disputa.",
    "475 - El general romà Orestes obliga l'emperador romà d'oest Juli Nepote a fugir de la seva capital, Ravenna.",
    "489 - Teodoric, rei dels ostrogots, derrota a Odoacre a la batalla d'Isonzo, forçant el seu camí cap a Itàlia.",
    "632 - Mor Fàtima, filla del profeta islàmic Mahoma, amb la seva causa de mort un tema controvertit entre els musulmans sunnites i els musulmans xiïtes.",
    "663 - Els exèrcits de Silla-Tang aixafen l'intent de restauració de Baekje i obliguen a Yamato Japó a retirar-se de Corea a la batalla de Baekgang."
  ],
  "day_15_month_7_deaths.dialog": [
    "1015 - Mort de Vladimir el Gran, gran príncep de la Rus de Kíev (b. c. 958)",
    "1274 - Mort de Bonaventura, bisbe i sant italià (n. 1221)",
    "1291 - Mort de Rodolf I d'Alemanya (n. 1218)",
    "1299 - Mort del rei Èric II de Noruega (c. 1268)",
    "1381 - Mort de John Ball, sacerdot lollard anglès",
    "1388 - Mort d'Agnes de Durazzo, emperadriu llatina titular consort de Constantinoble (n. 1313)",
    "1397 - Mort de Caterina de Henneberg, governant alemany (b. c. 1334)",
    "1406 - Mort de Guillem, duc d'Àustria",
    "1410 - Mort d'Ulrich von Jungingen, Gran Mestre alemany dels cavallers teutons (n. 1360)",
    "1445 - Mor Joan Beaufort, reina d'Escòcia",
    "1542 - Mort de Lisa del Giocondo, tema de la pintura de Leonardo da Vinci, Mona Lisa (n. 1479)",
    "1544 - Mort de René de Châlon (n. 1519)",
    "1571 - Mort de Shimazu Takahisa, daimyō japonès (n. 1514)",
    "1609 - Mort d'Annibale Carracci, pintor i il·lustrador italià (n. 1560)",
    "1614 - Mort de Pierre de Bourdeille, senyor de Brantôme, soldat, historiador i autor francès (n. 1540)",
    "1655 - Mort de Girolamo Rainaldi, arquitecte italià (n. 1570)",
    "1685 - Mort de James Scott, primer duc de Monmouth, general i polític holandès-anglès, governador de Kingston-upon-Hull (n. 1649)",
    "1750 - Mort de Vasily Tatishchev, etnògraf i polític rus (n. 1686)",
    "1765 - Mort de Charles-André van Loo, pintor francès (n. 1705)",
    "1767 - Mort de Michael Bruce, poeta i compositor escocès (n. 1746)",
    "1789 - Mor Jacques Duphly, clavicèmbal i compositor francès (n. 1715)",
    "1828 - Mort de Jean-Antoine Houdon, escultor francès (n. 1741)",
    "1839 - Mort de Winthrop Mackworth Praed, poeta i polític anglès (n. 1802)",
    "1844 - Mort de Claude Charles Fauriel, filòleg i historiador francès (n. 1772)",
    "1851 - Mor Anne-Marie Javouhey, monja francesa, fundadora de les Germanes de Sant Josep de Cluny (n. 1779)",
    "1851 - Mor Juan Felipe Ibarra, general i polític argentí (n. 1787)",
    "1857 - Mort de Carl Czerny, pianista i compositor austríac (n. 1791)",
    "1858 - Mort d'Alexandre Andreievitx Ivanov, pintor rus (n. 1806)",
    "1883 - Mort del general Tom Thumb, artista de circ nord-americà (n. 1838)",
    "1885 - Mor Rosalía de Castro, autora i poeta espanyola (n. 1837)",
    "1890 - Mor Gottfried Keller, autor, poeta i dramaturg suís (n. 1819)",
    "1898 - Mort de Jean-Baptiste Salpointe, arquebisbe franco-americà (n. 1825)",
    "1904 - Mort d'Anton Txékhov, dramaturg i escriptor de contes rus (n. 1860)",
    "1919 - Mor Emil Fischer, químic i acadèmic alemany, premi Nobel (n. 1852)",
    "1929 - Mort d'Hugo von Hofmannsthal, autor, poeta i dramaturg austríac (n. 1874)",
    "1930 - Mort de Leonora Barry, activista social nord-americana d'origen irlandès (n. 1849)",
    "1930 - Mor Leopold Auer, violinista, compositor i director d'orquestra hongarès (n. 1845)",
    "1931 - Mort de Ladislaus Bortkiewicz, economista i matemàtic rus-alemany (n. 1868)",
    "1932 - Mort de Bahíyyih Khánum, escriptor i líder de la fe baha'i (n. 1846) ",
    "1932 - Mor Cornelis Jacobus Langenhoven, poeta i polític sud-africà (n. 1873)",
    "1933 - Mort de Freddie Keppard, cornetista nord-americà (n. 1890)",
    "1933 - Mor Irving Babbitt, erudit, crític i acadèmic nord-americà (n. 1865)",
    "1940 - Mort d'Eugen Bleuler, psiquiatre i metge suís (n. 1857)",
    "1940 - Mort de Robert Wadlow, gegant nord-americà, 8\" 11' 271 cm (n. 1918)",
    "1942 - Mort de Wenceslao Vinzons, advocat i polític filipí (n. 1910)",
    "1944 - Mort de Marie-Victorin Kirouac, botànica i acadèmica canadenca (n. 1885)",
    "1946 - Mort de Razor Smith, jugador de cricket i entrenador anglès (n. 1877)",
    "1947 - Mort de Walter Donaldson, soldat i compositor nord-americà (n. 1893)",
    "1948 - Mort de John J. Pershing, general nord-americà (n. 1860)",
    "1953 - Mor Geevarghese Mar Ivanios, arquebisbe indi, fundant l'Ordre de la Imitació de Crist (n. 1882)",
    "1957 - Mort de James M. Cox, editor i polític nord-americà, 46è governador d'Ohio (n. 1870)",
    "1957 - Mort de Vasily Maklakov, advocat i polític rus (n. 1869)",
    "1959 - Mor Ernest Bloch, compositor i acadèmic suís-nord-americà (n. 1880)",
    "1959 - Mor Vance Palmer, autor i crític australià (n. 1885)",
    "1960 - Mort de Lawrence Tibbett, cantant i actor nord-americà (n. 1896)",
    "1960 - Mort de Set Persson, polític suec (n. 1897)",
    "1961 - Mort de John Edward Brownlee, advocat i polític canadenc, 5è primer ministre d'Alberta (n. 1884)",
    "1961 - Mort de Nina Bari, matemàtica russa (n. 1901)",
    "1965 - Mort de Francis Cherry, advocat i polític nord-americà, 35è governador d'Arkansas (n. 1908)",
    "1966 - Mort de Seyfi Arkan, arquitecte turc (n. 1903)",
    "1969 - Mort de Grace Hutchins, investigadora i reformadora laboral nord-americana (n. 1885)",
    "1974 - Mort de Christine Chubbuck, periodista nord-americana (n. 1944)",
    "1976 - Mor Paul Gallico, periodista i autor nord-americà (n. 1897)",
    "1977 - Mort de Donald Mackay, home de negocis i activista australià (n. 1933)",
    "1979 - Mor Gustavo Díaz Ordaz, acadèmic i polític mexicà, 29è president de Mèxic (n. 1911)",
    "1981 - Mort de Frédéric Dorion, advocat, jutge i polític canadenc (n. 1898)",
    "1982 - Mort de Bill Justis, saxofonista, compositor i productor nord-americà (n. 1926)",
    "1986 - Mort de Billy Haughton, corredor i entrenador nord-americà (n. 1923)",
    "1988 - Mort d'Eleanor Estes, bibliotecària, autora i il·lustradora nord-americana (n. 1906)",
    "1989 - Mort de Laurie Cunningham, futbolista anglesa (n. 1956)",
    "1990 - Mort de Margaret Lockwood, actriu anglesa (n. 1916)",
    "1990 - Mort d'Omar Abu Risha, poeta i diplomàtic sirià, quart ambaixador sirià als Estats Units (n. 1910)",
    "1990 - Mort de Zaim Topčić, escriptor iugoslau i bosnià (n. 1920)",
    "1991 - Mort de Bert Convy, actor, cantant i presentador de jocs nord-americà (n. 1933)",
    "1992 - Mort de Chingiz Mustafayev, periodista i autor azerbaidjan (n. 1960)",
    "1992 - Mort de Hammer DeRoburt, pedagog i polític de Nauru, primer president de Nauru (n. 1922)",
    "1997 - Mort de Gianni Versace, dissenyador de moda italià, fundador de Versace (n. 1946)",
    "1997 - Mort de Justinas Lagunavičius, jugador de bàsquet lituà (n. 1924)",
    "1998 - Mort de S. Shanmuganathan, polític de Sri Lanka (n. 1960)",
    "2000 - Mort de Louis Quilico, cantant i pedagog d'òpera canadenc (n. 1925)",
    "2001 - Mort de C. Balasingham, advocat i funcionari de Sri Lanka (n. 1917)",
    "2003 - Mort d'Elisabeth Welch, actriu i cantant nord-americana (n. 1904)",
    "2003 - Mort de Roberto Bolaño, novel·lista, narrador, poeta i assagista xilè (n. 1953)",
    "2006 - Mor Alireza Shapour Shahbazi, arqueòleg i acadèmic iranià (n. 1942)",
    "2006 - Mort de Robert H. Brooks, empresari nord-americà, fundador de Hooters i Naturally Fresh, Inc. (n. 1937)",
    "2008 - Mort de György Kolonics, corredor de piragüisme hongarès (n. 1972)",
    "2010 - Mort de James E. Akins, polític i diplomàtic nord-americà, ambaixador dels Estats Units a l'Aràbia Saudita (n. 1926)",
    "2011 - Mort de Friedrich Wilhelm Schnitzler, terratinent i polític alemany (n. 1928)",
    "2011 - Mort de Googie Withers, actriu britànica-australiana (n. 1917)",
    "2012 - Mor Boris Cebotari, futbolista moldau (n. 1975)",
    "2012 - Mort de Celeste Holm, actriu i cantant nord-americana (n. 1917)",
    "2012 - Mort de David Fraser, general anglès (n. 1920)",
    "2012 - Mort de Grant Feasel, jugador de futbol americà (n. 1960)",
    "2012 - Mort de Tsilla Chelton, actriu israeliano-francesa (n. 1919)",
    "2012 - Mort de Yoichi Takabayashi, director i guionista japonès (n. 1931)",
    "2013 - Mort d'Earl Gros, jugador de futbol americà (n. 1940)",
    "2013 - Mort d'Henry Braden, advocat i polític nord-americà (n. 1944)",
    "2013 - Mort de John T. Riedl, informàtic i acadèmic nord-americà (n. 1962)",
    "2013 - Mort de Meskerem Legesse, corredor etíop (n. 1986)",
    "2013 - Mort de Ninos Aho, poeta i activista sirioamericà (n. 1945)",
    "2013 - Mort de Noël Lee, pianista i compositor xinesoamericà (n. 1924)",
    "2013 - Mort de Tom Greenwell, advocat i jutge nord-americà (n. 1956)",
    "2014 - Mort d'Edward Perl, neurocientífic i acadèmic nord-americà (n. 1926)",
    "2014 - Mort de James MacGregor Burns, historiador, politòleg i autor nord-americà (n. 1918)",
    "2014 - Mort de Robert A. Roe, militar i polític nord-americà (n. 1924)",
    "2014 - Mort d'Óscar Acosta, escriptor, poeta i diplomàtic hondureny (n. 1933)",
    "2015 - Mort d'Aubrey Morris, actor britànic (n. 1926)",
    "2015 - Mort de Dave Somerville, cantant canadenc (n. 1933)",
    "2015 - Mort de Masahiko Aoki, economista i acadèmic japonès-nord-americà (n. 1938)",
    "2015 - Mort de Wan Li, polític xinès, quart viceprimer ministre de la República Popular de la Xina (n. 1916)",
    "2017 - Mort de Martin Landau, actor de cinema i televisió nord-americà (n. 1928)",
    "2021 - Mort de Peter R. de Vries, periodista d'investigació i reporter de crims holandès (n. 1956)",
    "756 - Mort de Yang Guifei, consort de Xuan Zong (n. 719)",
    "998 - Mort d'Abu al-Wafā' Būzjānī, matemàtic i astrònom persa (n. 940)"
  ],
  "day_1_month_8_events.dialog": [
    "1203 - Isaac II Àngel, emperador bizantí restaurat, declara el seu fill Aleix IV Àngel coemperador després de la pressió de les forces de la Quarta Croada.",
    "1291 - Es forma l'Antiga Confederació Suïssa amb la signatura de la Carta Federal.",
    "1469 - Lluís XI de França funda l'orde cavalleresc anomenada Orde de Sant Miquel a Amboise.",
    "1498 - Cristòfor Colom es converteix en el primer europeu a visitar l'actual Veneçuela.",
    "1571 - Es conclou la conquesta otomana de Xipre, amb la rendició de Famagusta.",
    "1620 - Speedwell deixa Delfshaven per portar pelegrins a Amèrica a través d'Anglaterra.",
    "1664 - Les forces otomanes són derrotades a la batalla de Sant Gotard per un exèrcit austríac liderat per Raimondo Montecuccoli, donant lloc a la pau de Vasvár.",
    "1714 - Jordi, elector de Hannover, esdevé rei Jordi I de Gran Bretanya, marcant l'inici de l'era georgiana de la història britànica.",
    "1759 - Guerra dels Set Anys: la batalla de Minden, victòria de l'exèrcit aliat angloalemany sobre els francesos. A Gran Bretanya, aquest va ser un dels nombrosos esdeveniments que van constituir l'Annus Mirabilis de 1759 i que alguns regiments de l'exèrcit britànic celebren com a Minden Day.",
    "1774 - El científic britànic Joseph Priestley descobreix gas oxigen, corroborant el descobriment previ d'aquest element pel químic alemany-suec Carl Wilhelm Scheele.",
    "1798 - Guerres de la revolució francesa: Batalla del Nil (batalla de la badia d'Aboukir): La batalla comença quan una flota britànica s'enfronta a la flota de la Marina Revolucionària Francesa en una acció nocturna inusual.",
    "1800 - S'aproven les Actes d'unió de 1800 que fusionen el Regne de Gran Bretanya i el Regne d'Irlanda amb el Regne Unit de Gran Bretanya i Irlanda.",
    "1801 - Primera Guerra de Barbaria: la goleta nord-americana USS Enterprise captura la polacca tripolitana Trípoli en una acció d'un sol vaixell davant de la costa de l'actual Líbia.",
    "1834 - Comença la construcció del Monument Wilberforce a Kingston Upon Hull.",
    "1834 - L'esclavitud és abolida a l'Imperi Britànic a mesura que entra en vigor la Llei d'abolició de l'esclavitud de 1833, encara que segueix sent legal en les possessions de la Companyia de les Índies Orientals fins a l'aprovació de la Llei d'esclavitud índia de 1843.",
    "1842 - El motí de Lombard Street esclata a Filadèlfia, Pennsilvània, Estats Units.",
    "1849 - Joven Daniel naufraga a la costa d'Araucanía, Xile, provocant denúncies que les tribus maputxes locals van assassinar supervivents i van segrestar Elisa Bravo.",
    "1855 - Primera ascensió al Monte Rosa, el segon cim més alt dels Alps.",
    "1863 - A proposta del senador J. V. Snellman i de l'ordre de l'emperador Alexandre II, es prometen plens drets sobre la llengua finlandesa mitjançant un reglament lingüístic al Gran Ducat de Finlàndia.",
    "1876 ​​- Colorado és admès com el 38è estat dels Estats Units.",
    "1893 - Henry Perky patenta el blat triturat.",
    "1894 - L'Imperi del Japó i la Xina Qing es declaren la guerra mútuament després d'una setmana de lluita per Corea, inaugurant formalment la Primera Guerra Xino-japonesa.",
    "1907 - L'inici del primer campament escolta a l'illa de Brownsea, origen del moviment escolta mundial.",
    "1911 - Harriet Quimby fa la seva prova de pilot i es converteix en la primera dona dels Estats Units a obtenir un certificat d'aviadora de l'Aero Club of America.",
    "1914 - Primera Guerra Mundial: l'Imperi Alemany declara la guerra a l'Imperi Rus.",
    "1914 - Primera Guerra Mundial: l'exèrcit suís es mobilitza a causa de la Primera Guerra Mundial.",
    "1915 - Patrick Pearse pronuncia el seu famós discurs \"Irlanda unfree no estarà mai en pau\" al funeral d'O'Donovan Rossa a Dublín.",
    "1927 - L'aixecament de Nanchang marca la primera batalla important de la guerra civil xinesa entre el Kuomintang i el Partit Comunista Xinès. Aquest dia es commemora com l'aniversari de la fundació de l'Exèrcit Popular d'Alliberament.",
    "1933 - Els activistes antifeixistes Bruno Tesch, Walter Möller, Karl Wolff i August Lütgens són executats pel règim nazi a Altona.",
    "1936 - S'obren els Jocs Olímpics a Berlín amb una cerimònia presidida per Adolf Hitler.",
    "1937 - Josip Broz Tito llegeix la resolució \"Manifest del congrés constitucional de KPH\" al congrés constitutiu de KPH (Partit Comunista Croat) als boscos prop de Samobor.",
    "1943 - Segona Guerra Mundial: l'operació Tidal Wave també coneguda com \"Diumenge Negre\", va ser un intent fallit dels Estats Units de destruir jaciments petroliers romanesos.",
    "1944 - Segona Guerra Mundial: esclata l'aixecament de Varsòvia contra l'ocupació alemanya nazi a Varsòvia, Polònia.",
    "1946 - Els líders de l'Exèrcit d'Alliberament Rus, una força de presoners de guerra russos que van col·laborar amb l'Alemanya nazi, són executats a Moscou, Unió Soviètica, per traïció.",
    "1950 - Guam s'organitza com un territori no incorporat dels Estats Units quan el president Harry S. Truman signa la Llei Orgànica de Guam.",
    "1957 - Els Estats Units i el Canadà formen el Comandament de Defensa Aeroespacial d'Amèrica del Nord (NORAD).",
    "1960 - Dahomey (més tard rebatejat Benín) declara la independència de França.",
    "1960 - Islamabad és declarada capital federal del govern del Pakistan.",
    "1961 - El secretari de Defensa dels Estats Units, Robert McNamara, ordena la creació de la Defense Intelligence Agency (DIA), la primera organització d'espionatge militar centralitzada del país.",
    "1964 - L'antic Congo belga passa a anomenar-se República Democràtica del Congo.",
    "1965 - La novel·la de Frank Herbert, Dune es va publicar per primera vegada.  Va ser nomenada com la novel·la de ciència ficció més venuda del món l'any 2003.",
    "1966 - Charles Whitman mata 16 persones a la Universitat de Texas a Austin abans de ser assassinat per la policia.",
    "1966 - Les purgues d'intel·lectuals i imperialistes esdevenen la política oficial de la Xina a l'inici de la Revolució Cultural.",
    "1968 - Es celebra la coronació d'Hassanal Bolkiah, el 29è sultà de Brunei.",
    "1971 - El Concert per a Bangla Desh, organitzat per l'antic Beatle George Harrison, se celebra al Madison Square Garden de la ciutat de Nova York.",
    "1974 - Disputa de Xipre: el Consell de Seguretat de les Nacions Unides autoritza la UNFICYP a crear la \"Línia Verda\", dividint Xipre en dues zones.",
    "1976 - Niki Lauda té un greu accident que gairebé se li cobra la vida al Gran Premi d'Alemanya de Nurburgring.",
    "1980 - Un accident de tren mata 18 persones al comtat de Cork, Irlanda.",
    "1980 - Vigdís Finnbogadóttir és escollida presidenta d'Islàndia i es converteix en la primera dona cap d'estat elegida democràticament del món.",
    "1981 - MTV comença a emetre als Estats Units i emet el seu primer vídeo, \"Video Killed the Radio Star\" de The Buggles.",
    "1984 - Els talladors de torba comercials descobreixen el cos de pantà preservat d'un home, anomenat Lindow Man, a Lindow Moss, Cheshire, Anglaterra.",
    "1988 - Un soldat britànic va morir a l'atemptat d'Inglis Barracks a Londres, Anglaterra.",
    "1993 - La gran inundació dels rius Mississipí i Missouri de 1993 arriba al màxim.",
    "2004 - Un incendi d'un supermercat mata 396 persones i 500 més ferides a Asunción, Paraguai.",
    "2007 - El pont I-35W del riu Mississipí que travessa el riu Mississipí a Minneapolis, Minnesota, s'ensorra durant l'hora punta del vespre, causant la mort de 13 persones i 145 ferides.",
    "2008 - Onze alpinistes d'expedicions internacionals van morir al K2, la segona muntanya més alta de la Terra en el pitjor accident de la història de l'alpinisme K2.",
    "2008 - El ferrocarril interurbà Beijing-Tianjin comença a funcionar com el sistema ferroviari de rodalies més ràpid del món.",
    "2017 - Un atemptat suïcida contra una mesquita a Herat, Afganistan, mata 20 persones.",
    "2023 - L'expresident dels Estats Units Donald Trump és acusat pel seu paper en l'atemptat del 6 de gener al Capitoli dels Estats Units, la seva tercera acusació el 2023.",
    "30 aC - Octavi (més tard conegut com a August) entra a Alexandria, Egipte, posant-la sota el control de la República Romana.",
    "527 - Justinià I esdevé l'únic governant de l'Imperi Bizantí.",
    "607 - Ono no Imoko és enviat com a enviat a la cort Sui a la Xina (data tradicional japonesa: 3 de juliol de 607).",
    "69 - Rebel·lió bàtava: Els bàtaus a Germania Inferior (Països Baixos) es revolten sota el lideratge de Gaius Julius Civilis.",
    "902 - Taormina, l'últim bastió bizantí de Sicília, és capturada per l'exèrcit aglabide, concloent la conquesta musulmana de Sicília."
  ],
  "day_11_month_9_births.dialog": [
    "1182 - Naixement de Minamoto no Yoriie, shōgun japonès (m. 1204)",
    "1318 - Naixement d'Elionor de Lancaster, comtessa d'Arundel (m. 1372)",
    "1465 - Naixement de Bernardo Accolti, poeta italià (m. 1536)",
    "1476 - Naixement de Lluís de Savoia, regent francès (m. 1531)",
    "1494 - Naixement d'Elisabeth de Brunswick-Lüneburg, duquessa de Güelders (1518-1538) (m. 1572)",
    "1522 - Naixement d'Ulisse Aldrovandi, ornitòleg i botànic italià (m. 1605)",
    "1524 - Naixement de Pierre de Ronsard, poeta i escriptor francès (m. 1585)",
    "1525 - Naixement de John George, elector de Brandenburg (m. 1598)",
    "1557 - Naixement de Josep Calasanz, sacerdot espanyol i fundador dels escolapis (m. 1648)",
    "1572 - Naixement de Daniyal, príncep imperial de la Casa Reial de Timur (m. 1604)",
    "1578 - Naixement de Vincenzo Maculani, cardenal catòlic (m. 1667)",
    "1611 - Naixement d'Enric de la Tour d'Auvergne, vescomte de Turenne, general francès (m. 1675)",
    "1681 - Naixement de Johann Gottlieb Heineccius, acadèmic i jurista alemany (m. 1741)",
    "1700 - Naixement de James Thomson, poeta i dramaturg escocès (m. 1748)",
    "1711 - Naixement de William Boyce, organista i compositor anglès (m. 1779)",
    "1723 - Naixement de Johann Bernhard Basedow, autor i pedagog alemany (m. 1790)",
    "1751 - Naixement de la princesa Carlota de Saxe-Meiningen (m. 1827)",
    "1764 - Naixement de Valentino Fioravanti, organista i compositor italià (m. 1837)",
    "1771 - Naixement de Mungo Park, cirurgià i explorador escocès (m. 1806)",
    "1786 - Naixement de Friedrich Kuhlau, pianista i compositor alemany-danès (m. 1832)",
    "1798 - Naixement de Franz Ernst Neumann, mineralogista i físic alemany (m. 1895)",
    "1800 - Naixement de Daniel S. Dickinson, advocat i polític nord-americà, 13è tinent governador de Nova York (m. 1866)",
    "1816 - Naixement de Carl Zeiss, fabricant alemany de lents, va crear l'instrument òptic (m. 1888)",
    "1825 - Naixement d'Eduard Hanslick, musicòleg i crític bohemio-austríac (m. 1904)",
    "1829 - Naixement de Thomas Hill, pintor nord-americà (m. 1908)",
    "1836 - Naixement de Fitz Hugh Ludlow, periodista, autor i explorador nord-americà (m. 1870)",
    "1838 - Naixement de John Ireland, arquebisbe irlandès-americà (m. 1918)",
    "1847 - Naixement de Mary Watson Whitney, astrònom i acadèmica nord-americana (m. 1921)",
    "1859 - Naixement de Vjenceslav Novak, autor i dramaturg croat (m. 1905)",
    "1860 - Naixement de James Allan, jugador de rugbi neozelandès (m. 1934)",
    "1861 - Naixement de Juhani Aho, autor i periodista finlandès (m. 1921)",
    "1862 - Naixement de Hawley Harvey Crippen, metge nord-americà (m. 1910)",
    "1862 - Naixement de Julian Byng, primer vescomte Byng de Vimy, mariscal de camp i polític anglès, 12è governador general del Canadà (m. 1935)",
    "1862 - Naixement d'O. Henry, escriptor nord-americà de contes (m. 1910)",
    "1865 - Naixement de Rainis, poeta i dramaturg letó (m. 1929)",
    "1871 - Naixement de Scipione Borghese, 10è príncep de Sulmona, pilot de carreres, alpinista i polític italià (m. 1927)",
    "1876 ​​- Naixement de Stan Rowley, velocista australià (m. 1924)",
    "1877 - Naixement de Felix Dzerzhinsky, acadèmic i polític polonès-rus (m. 1926)",
    "1877 - Naixement de James Hopwood Jeans, físic, astrònom i matemàtic anglès (m. 1946)",
    "1879 - Naixement de Louis Coatalen, enginyer francès (m. 1962)",
    "1884 - Naixement de Sudhamoy Pramanick, activista i polític indi (m. 1974)",
    "1885 - Naixement de D. H. Lawrence, novel·lista, poeta, dramaturg i crític anglès (m. 1930)",
    "1885 - Naixement d'Herbert Stothart, compositor i director d'orquestra nord-americà (m. 1949)",
    "1891 - Naixement de William Thomas Walsh, historiador, autor i pedagog nord-americà (m. 1949)",
    "1893 - Naixement de Douglas Hawkes, pilot i enginyer de carreres anglès-grec (m. 1974)",
    "1895 - Naixement de Vinoba Bhave, filòsof indi i Gandhian, premiat Bharat Ratna (m. 1982)",
    "1898 - Naixement de Gerald Templer, mariscal de camp i polític anglès, alt comissionat britànic a Malàisia (m. 1979)",
    "1899 - Naixement d'Anton Koolmann, lluitador i entrenador estonià (m. 1953)",
    "1899 - Naixement de Jimmie Davis, cantant, compositor i polític nord-americà, 47è governador de Louisiana (m. 2000)",
    "1899 - Naixement de Philipp Bouhler, polític alemany (m. 1945)",
    "1901 - Naixement de D. W. Brooks, granger i empresari nord-americà, va fundar Gold Kist (m. 1999)",
    "1903 - Naixement de Stephen Etnier, tinent i pintor nord-americà (m. 1984)",
    "1903 - Naixement de Theodor Adorno, sociòleg i filòsof alemany (m. 1969)",
    "1904 - Naixement de Karl Plutus, advocat i jurista estonià (m. 2010)",
    "1907 - Naixement de Lev Oborin, pianista i pedagog rus (m. 1974)",
    "1908 - Naixement d'Alvar Lidell, periodista anglès (m. 1981)",
    "1911 - Naixement de Bola de Nieve, cantautora i pianista cubana (m. 1971)",
    "1911 - Naixement de Lala Amarnath, jugadora de cricket índia (m. 2000)",
    "1913 - Naixement de Bear Bryant, jugador de futbol americà i entrenador (m. 1983)",
    "1913 - Naixement de Jacinto Convit, metge i acadèmic veneçolà (m. 2014)",
    "1914 - Naixement del patriarca serbi Pavle II (m. 2009)",
    "1915 - Naixement de Dajikaka Gadgil, joier indi (m. 2014)",
    "1916 - Naixement d'Ed Sabol, productor de cinema nord-americà, cofundador de NFL Films (m. 2015)",
    "1917 - Naixement de Daniel Wildenstein, comerciant d'art i criador de cavalls francès (m. 2001)",
    "1917 - Naixement de Donald Blakeslee, coronel i pilot nord-americà (m. 2008)",
    "1917 - Naixement de Ferdinand Marcos, soldat, advocat i polític filipí, 10è president de les Filipines (m. 1989)",
    "1917 - Naixement d'Herbert Lom, actor anglès d'origen txec (m. 2012)",
    "1917 - Naixement de Jessica Mitford, periodista i autora anglo-nord-americana (m. 1996)",
    "1921 - Naixement de Leaford Bearskin, líder tribal i coronel nord-americà (m. 2012)",
    "1923 - Naixement d'Alan Badel, actor anglès (m. 1982)",
    "1923 - Naixement de Betsy Drake, actriu nord-americana (m. 2015)",
    "1923 - Naixement de Vasilije Mokranjac, compositor i acadèmic serbi (m. 1984)",
    "1924 - Naixement de Daniel Akaka, soldat, enginyer i polític nord-americà (m. 2018)",
    "1924 - Naixement de Rudolf Vrba, farmacòleg i pedagog txec-canadenc (m. 2006)",
    "1924 - Naixement de Tom Landry, jugador de futbol americà i entrenador (m. 2000)",
    "1925 - Naixement de Harry Somers, soldat i compositor canadenc (m. 1999)",
    "1926 - Naixement d'Eddie Miksis, jugador de beisbol nord-americà (m. 2005)",
    "1927 - Naixement de G. David Schine, soldat i empresari nord-americà (m. 1996)",
    "1927 - Naixement de Keith Holman, jugador i entrenador de la lliga de rugbi australiana (m. 2011)",
    "1928 - Naixement de Earl Holliman, actor nord-americà",
    "1928 - Naixement de Reubin Askew, sergent, advocat i polític nord-americà, 37è governador de Florida (m. 2014)",
    "1929 - Naixement de Luis García, jugador de beisbol i entrenador veneçolà (m. 2014)",
    "1929 - Naixement de Patrick Mayhew, advocat i polític anglès, secretari d'Estat d'Irlanda del Nord (m. 2016)",
    "1929 - Naixement de Primož Kozak, dramaturg eslovè (m. 1981)",
    "1930 - Naixement de Cathryn Damon, actriu i ballarina nord-americana (m. 1987)",
    "1930 - Naixement de Jean-Claude Forest, autor i il·lustrador francès (m. 1998)",
    "1930 - Naixement de Saleh Selim, futbolista, entrenador i actor egipci (m. 2002)",
    "1931 - Naixement de Hans-Ulrich Wehler, historiador i acadèmic alemany (m. 2014)",
    "1933 - Naixement de Margaret Booth, advocada i jutge anglesa (m. 2021)",
    "1933 - Naixement de Nicola Pietrangeli, tennista italià",
    "1933 - Naixement de William Luther Pierce, autor i activista nord-americà (m. 2002)",
    "1934 - Naixement d'Oliver Jones, pianista i compositor canadenc",
    "1935 - Naixement d'Arvo Pärt, compositor estonià",
    "1935 - Naixement de Gherman Titov, general rus, pilot i astronauta (m. 2000)",
    "1936 - Naixement de Pavel Landovský, actor, director i dramaturg txec (m. 2014)",
    "1937 - Naixement de la reina Paola de Bèlgica",
    "1937 - Naixement de Robert Crippen, capità, pilot i astronauta nord-americà",
    "1938 - Naixement de Brian F. G. Johnson, químic i acadèmic anglès",
    "1938 - Naixement de David Higgins, compositor i director d'orquestra anglès (m. 2006)",
    "1939 - Naixement de Charles Geschke, empresari nord-americà, cofundador d'Adobe Systems (m. 2021)",
    "1940 - Naixement de Brian De Palma, director, productor i guionista nord-americà",
    "1940 - Naixement de Nông Đức Mạnh, polític vietnamita",
    "1941 - Aniversari de Minnijean Brown-Trickey, activista dels drets civils i membre de Little Rock Nine",
    "1942 - Naixement de Lola Falana, actriu, cantant i ballarina nord-americana",
    "1943 - Naixement d'André Caillé, químic i empresari canadenc",
    "1943 - Naixement de Brian Perkins, periodista i actor anglès de Nova Zelanda",
    "1943 - Aniversari de Mickey Hart, músic nord-americà",
    "1944 - Naixement d'Everaldo, futbolista brasiler (m. 1974)",
    "1944 - Naixement de Freddy Thielemans, pedagog i polític belga, alcalde de Brussel·les",
    "1945 - Naixement de Franz Beckenbauer, futbolista i entrenador alemany (m. 2024)",
    "1945 - Naixement de Gianluigi Gelmetti, compositor i director d'orquestra italià (m. 2021)",
    "1945 - Naixement de Leo Kottke, cantautor i guitarrista nord-americà",
    "1946 - Naixement de Dennis Tufano, cantant de rock nord-americà",
    "1947 - Naixement de John Agrue, assassí en sèrie nord-americà (m. 2009)",
    "1948 - Naixement de John Martyn, cantautor i guitarrista anglès-escocès (m. 2009)",
    "1949 - Naixement de Bill Whittington, pilot de carreres nord-americà",
    "1949 - Naixement de Roger Uttley, jugador de rugbi i entrenador anglès",
    "1950 - Naixement d'Amy Madigan, actriu nord-americana",
    "1950 - Naixement d'Anne Dell, bioquímica i acadèmica australiana",
    "1950 - Naixement de Barry Sheene, corredor de motos i presentador esportiu anglès (m. 2003)",
    "1950 - Naixement de Bruce Doull, futbolista australià",
    "1951 - Naixement d'Hugo Porta, jugador de rugbi argentí",
    "1951 - Naixement de Johnny Neumann, jugador i entrenador de bàsquet nord-americà (m. 2019)",
    "1951 - Naixement de Miroslav Dvořák, jugador d'hoquei sobre gel txec (m. 2008)",
    "1951 - Naixement de Richard D. Gill, matemàtic i acadèmic anglès-holandès",
    "1952 - Naixement de Catherine Bott, soprano anglesa",
    "1953 - Naixement de Jani Allan, periodista i autora anglesa-sudafricana",
    "1953 - Naixement de Renée Geyer, cantant i compositora australiana (m. 2023)",
    "1953 - Naixement de Sarita Francis, antiga sotsgovernadora de Montserrat",
    "1953 - Naixement de Tommy Shaw, cantautor i guitarrista nord-americà",
    "1955 - Naixement de Sharon Lamb, psicòloga i acadèmica nord-americana",
    "1956 - Naixement de Tony Gilroy, director, productor i guionista nord-americà",
    "1958 - Naixement de Roxann Dawson, actriu i directora nord-americana",
    "1958 - Naixement de Scott Patterson, actor i jugador de beisbol nord-americà",
    "1959 - Naixement d'André Dubus III, novel·lista i escriptor de contes nord-americà",
    "1959 - Naixement de David Frost, golfista sud-africà",
    "1959 - Naixement de John Hawkes, actor nord-americà",
    "1960 - Naixement d'Anne Ramsay, actriu nord-americana",
    "1960 - Naixement d'Hiroshi Amano, físic i acadèmic japonès, premi Nobel",
    "1960 - Aniversari de Michael P. Leavitt, soldat nord-americà",
    "1961 - Naixement de Philip Ardagh, autor anglès",
    "1961 - Naixement de Samina Raja, poeta i pedagoga pakistanesa (m. 2012)",
    "1961 - Naixement de Virginia Madsen, actriu nord-americana",
    "1962 - Naixement de Filip Dewinter, polític belga",
    "1962 - Aniversari de Jenny Sanford, banquera i empresaria nord-americana",
    "1962 - Naixement de Julio Salinas, futbolista espanyol",
    "1962 - Naixement de Kristy McNichol, actriu nord-americana",
    "1962 - Naixement de Victoria Poleva, pianista i compositora ucraïnesa",
    "1963 - Naixement de Dave Bidini, cantautor i guitarrista canadenc",
    "1964 - Aniversari d'Ellis Burks, jugador de beisbol nord-americà",
    "1965 - Naixement de Bashar al-Assad, polític sirià, 21è president de Síria",
    "1965 - Naixement de Moby, cantant, compositor, músic i DJ nord-americà",
    "1965 - Aniversari de Paul Heyman, promotor de la lluita lliure, gerent i periodista nord-americà",
    "1967 - Naixement de Charles Walker, polític anglès",
    "1967 - Aniversari de Harry Connick Jr., cantant, compositor, pianista, actor i presentador de tertúlies nord-americà",
    "1967 - Naixement de Maria Bartiromo, periodista financera i personalitat televisiva nord-americana",
    "1967 - Naixement de Sung Jae-gi, activista sud-coreà, fundat Man of Korea (m. 2013)",
    "1968 - Naixement d'Allan Alaküla, periodista estonià",
    "1968 - Naixement de Paul Mayeda Berges, director i guionista nord-americà",
    "1969 - Naixement d'Eduardo Pérez, jugador de beisbol, entrenador i periodista esportiu nord-americà",
    "1969 - Naixement de Stefano Cagol, artista, fotògraf i director italià",
    "1970 - Naixement d'Antonio Gómez Medina, lluitador mexicà",
    "1970 - Naixement de Taraji P. Henson, actriu i cantant nord-americana ",
    "1971 - Naixement de Richard Ashcroft, cantautor i músic anglès",
    "1974 - Naixement de DeLisha Milton-Jones, jugadora i entrenadora de bàsquet nord-americana",
    "1975 - Naixement de Juan Cobián, futbolista argentí",
    "1975 - Naixement de Pierre Issa, futbolista sud-africà",
    "1976 - Aniversari de Murali Kartik, jugador de cricket i periodista esportiu indi",
    "1976 - Naixement de Tomáš Enge, pilot de carreres txec",
    "1977 - Naixement de Jonny Buckland, guitarrista gal·lès",
    "1977 - Aniversari de Ludacris, raper i productor nord-americà",
    "1977 - Aniversari de Matthew Stevens, jugador de billar gal·lès",
    "1977 - Naixement de Tobias Zellner, futbolista alemany",
    "1978 - Naixement de Dejan Stanković, futbolista i entrenador serbi",
    "1979 - Naixement d'Ariana Richards, actriu i artista nord-americana",
    "1979 - Naixement de David Pizarro, futbolista xilè",
    "1979 - Naixement d'Eric Abidal, futbolista francès",
    "1979 - Naixement de Frank Francisco, jugador de beisbol dominicà",
    "1980 - Naixement d'Antonio Pizzonia, pilot de carreres brasiler",
    "1980 - Naixement de Mike Comrie, jugador canadenc d'hoquei sobre gel",
    "1981 - Naixement de Charles Kelley, cantant i músic nord-americà",
    "1981 - Naixement de Dylan Klebold, assassí en massa nord-americà, responsable de la massacre de l'escola secundària de Columbine (m. 1999)",
    "1981 - Naixement de Michael Sukkar, polític australià",
    "1982 - Naixement d'Elvan Abeylegesse, corredor etíop-turc",
    "1982 - Naixement de Sviatlana Tsikhanouskaya, política bielorussa",
    "1982 - Naixement de Yelena Parkhomenko, jugadora de voleibol azerbaidjana",
    "1983 - Naixement d'Ike Diogu, jugador de bàsquet nigeriano-americà",
    "1983 - Naixement de Jacoby Ellsbury, jugador de beisbol nord-americà",
    "1983 - Naixement de Vivian Cheruiyot, corredora keniana",
    "1984 - Naixement d'Aled de Malmanche, jugador de rugbi neozelandès",
    "1984 - Naixement de Benson Stanley, jugador de rugbi neozelandès",
    "1985 - Aniversari de Shaun Livingston, jugador de bàsquet nord-americà",
    "1985 - Aniversari de Zack Stortini, jugador canadenc d'hoquei sobre gel",
    "1986 - Aniversari de Ben Scrivens, jugador d'hoquei sobre gel canadenc",
    "1986 - Naixement de Chiliboy Ralepelle, jugador de rugbi sud-africà",
    "1986 - Aniversari de LaToya Sanders, jugadora de bàsquet nord-americana",
    "1987 - Naixement d'Elizabeth Henstridge, actriu anglesa",
    "1987 - Naixement de Robert Acquafresca, futbolista italià",
    "1987 - Naixement de Tyler Hoechlin, actor nord-americà",
    "1989 - Naixement de Michael J. Willett, actor i músic nord-americà",
    "1990 - Naixement de Jarrod Croker, jugador de la lliga australiana de rugbi",
    "1990 - Naixement de Jo Inge Berget, futbolista noruega",
    "1991 - Naixement de Jordan Ayew, futbolista ghanés",
    "1991 - Naixement de Kygo, DJ noruec",
    "1991 - Naixement de Rhema Obed, futbolista anglès",
    "1992 - Naixement d'Ahmed El Sheikh, futbolista egipci",
    "1992 - Aniversari de Jonathan Adams, llançador de disc anglès",
    "1993 - Aniversari de Farrah Moan, drag queen i animadora nord-americana",
    "1994 - Naixement de Teuvo Teräväinen, jugador d'hoquei sobre gel finlandès",
    "1996 - Naixement de Ross Colton, jugador professional nord-americà d'hoquei sobre gel ",
    "1997 - Aniversari de Harmony Tan, tennista francesa",
    "2000 - Naixement de Leandro Bolmaro, jugador de bàsquet argentino-italià",
    "2001 - Naixement de Harrison Graham, jugador de la lliga australiana de rugbi",
    "2001 - Naixement de Mackenzie Aladjem, actriu nord-americana",
    "2001 - Naixement de Nicholas Robertson, jugador d'hoquei sobre gel nord-americà",
    "600 - Naixement de Yuknoom Ch'een II, governant maia"
  ],
  "day_4_month_7_births.dialog": [
    "1095 - Naixement d'Usama ibn Munqidh, poeta, autor i faris (cavaller) musulmà (m. 1188)",
    "1330 - Naixement d'Ashikaga Yoshiakira, shōgun japonès (m. 1367)",
    "1477 - Naixement de Johannes Aventinus, historiador i filòleg bavarès (m. 1534)",
    "1546 - Naixement de Murad III, sultà otomà (m. 1595)",
    "1656 - Naixement de John Leake, almirall de la Royal Navy (m. 1720)",
    "1694 - Naixement de Louis-Claude Daquin, organista i compositor francès (m. 1772)",
    "1715 - Naixement de Christian Fürchtegott Gellert, poeta i acadèmic alemany (m. 1769)",
    "1719 - Naixement de Michel-Jean Sedaine, dramaturg francès (m. 1797)",
    "1729 - Naixement de George Leonard, advocat, jurista i polític nord-americà (m. 1819)",
    "1753 - Naixement de Jean-Pierre Blanchard, inventor francès, més conegut com a pioner del vol en globus (m. 1809)",
    "1790 - Naixement de George Everest, geògraf i agrimensor gal·lès (m. 1866)",
    "1799 - Naixement d'Òscar I de Suècia (m. 1859)",
    "1804 - Naixement de Nathaniel Hawthorne, novel·lista i escriptor de contes nord-americà (m. 1864)",
    "1807 - Naixement de Giuseppe Garibaldi, general i polític italià (m. 1882)",
    "1816 - Naixement d'Hiram Walker, home de negocis nord-americà, va fundar el whisky Canadian Club (m. 1899)",
    "1826 - Naixement de Stephen Foster, compositor i compositor nord-americà (m. 1864)",
    "1842 - Naixement de Hermann Cohen, filòsof alemany (m. 1918)",
    "1845 - Naixement de Thomas John Barnardo, filantrop i humanitari irlandès (m. 1905)",
    "1847 - Naixement de James Anthony Bailey, director de circ americà, cofundador de Ringling Bros. i Barnum & Bailey Circus (m. 1906)",
    "1854 - Naixement de Victor Babeș, metge i biòleg romanès (m. 1926)",
    "1868 - Naixement d'Henrietta Swan Leavitt, astrònom i acadèmica nord-americana (m. 1921)",
    "1871 - Naixement d'Hubert Cecil Booth, enginyer anglès (m. 1955)",
    "1872 - Naixement de Calvin Coolidge, advocat i polític nord-americà, 30è president dels Estats Units (m. 1933)",
    "1874 - Naixement de John McPhee, periodista i polític australià, 27è primer ministre de Tasmània (m. 1952)",
    "1880 - Naixement de Victor Kraft, filòsof austríac del Cercle de Viena (m. 1975)",
    "1881 - Naixement d'Ulysses S. Grant III, general nord-americà (m. 1968)",
    "1883 - Naixement de Rube Goldberg, escultor, dibuixant i enginyer nord-americà (m. 1970)",
    "1886 - Naixement de Tom Longboat, corredor i soldat canadenc (m. 1949)",
    "1887 - Naixement de Pio Pion, enginyer i empresari italià (m. 1965)",
    "1888 - Naixement d'Henry Armetta, actor i cantant italoamericà (m. 1945)",
    "1895 - Naixement d'Irving Caesar, compositor i compositor nord-americà (m. 1996)",
    "1896 - Naixement de Mao Dun, periodista, autor i crític xinès (m. 1981)",
    "1897 - Naixement d'Alluri Sitarama Raju, activista indi (m. 1924)",
    "1898 - Naixement de Gertrude Lawrence, actriu, cantant i ballarina britànica (m. 1952)",
    "1898 - Naixement de Gertrude Weaver, supercentenari nord-americà (m. 2015)",
    "1898 - Naixement de Gulzarilal Nanda, polític indi (m. 1998)",
    "1898 - Naixement de Pilar Barbosa, historiadora i activista porto-riquenya (m. 1997)",
    "1900 - Naixement de Belinda Dann, indígena australiana que va formar part de la generació robada, reunida amb una família de 107 anys (m. 2007)",
    "1900 - Naixement de Nellie Mae Rowe, artista popular nord-americana (m. 1982)",
    "1902 - Naixement de George Murphy, actor i polític nord-americà (m. 1992)",
    "1902 - Naixement de Meyer Lansky, gàngster nord-americà (m. 1983)",
    "1903 - Naixement de Flor Peeters, organista, compositora i pedagoga belga (m. 1986)",
    "1904 - Naixement d'Angela Baddeley, actriu anglesa (m. 1976)",
    "1905 - Naixement d'Irving Johnson, mariner i autor nord-americà (m. 1991)",
    "1905 - Naixement de Lionel Trilling, crític, assagista, escriptor de contes i pedagog nord-americà (m. 1975)",
    "1905 - Naixement de Robert Hankey, segon baró Hankey, diplomàtic i servidor públic britànic (m. 1996)",
    "1906 - Naixement de Vincent Schaefer, químic i meteoròleg nord-americà (m. 1993)",
    "1907 - Naixement de Howard Taubman, autor i crític nord-americà (m. 1996)",
    "1907 - Naixement de John Anderson, llançador de disc nord-americà (m. 1948)",
    "1909 - Naixement d'Alec Templeton, compositor, pianista i satíric gal·lès (m. 1963)",
    "1910 - Naixement de Gloria Stuart, actriu nord-americana (m. 2010)",
    "1910 - Naixement de Robert K. Merton, sociòleg i erudit nord-americà (m. 2003)",
    "1911 - Naixement de Bruce Hamilton, funcionari públic australià (m. 1989)",
    "1911 - Naixement d'Elizabeth Peratrovich, activista nord-americana de drets civils d'Alaska (m. 1958)",
    "1911 - Naixement de Mitch Miller, cantant i productor nord-americà (m. 2010)",
    "1914 - Naixement de Nuccio Bertone, dissenyador d'automòbils italià (m. 1997)",
    "1915 - Naixement de Timmie Rogers, actor i cantautor nord-americà (m. 2006)",
    "1916 - Naixement d'Iva Toguri D'Aquino, mecanògraf i locutor nord-americà (m. 2006)",
    "1918 - Naixement d'Alec Bedser, jugador de cricket anglès (m. 2010)",
    "1918 - Naixement d'Eppie Lederer, periodista i presentador de ràdio nord-americà (m. 2002)",
    "1918 - Naixement d'Eric Bedser, jugador de cricket anglès (m. 2006)",
    "1918 - Naixement de Johnnie Parsons, pilot de carreres nord-americà (m. 1984)",
    "1918 - Naixement del rei Taufa'ahau Tupou IV de Tonga, (m. 2006)",
    "1918 - Naixement de Pauline Phillips, periodista i presentadora de ràdio nord-americana, creada Dear Abby (m. 2013)",
    "1920 - Naixement de Fritz Wilde, futbolista i entrenador alemany (m. 1977)",
    "1920 - Naixement de Leona Helmsley, empresaria nord-americana (m. 2007)",
    "1920 - Naixement de Norm Drucker, jugador de bàsquet i àrbitre nord-americà (m. 2015)",
    "1920 - Naixement de Paul Bannai, polític nord-americà (m. 2019)",
    "1921 - Naixement de Gérard Debreu, economista i matemàtic francès, premi Nobel (m. 2004)",
    "1921 - Naixement del metropolità Mikhail d'Asyut (m. 2014)",
    "1921 - Aniversari de Nasser Sharifi, tirador esportiu iranià",
    "1921 - Naixement de Philip Rose, actor, dramaturg i productor nord-americà (m. 2011)",
    "1921 - Naixement de Tibor Varga, violinista i director d'orquestra hongarès (m. 2003)",
    "1922 - Naixement de R. James Harvey, polític nord-americà (m. 2019)",
    "1923 - Naixement de Rudolf Friedrich, advocat i polític suís (m. 2013)",
    "1924 - Naixement de Delia Fiallo, autora i guionista cubana (m. 2021)",
    "1924 - Naixement d'Eva Marie Saint, actriu nord-americana",
    "1924 - Naixement de Harry Stewart Jr., oficial militar i pilot de caça nord-americà",
    "1925 - Naixement de Ciril Zlobec, poeta, escriptor, traductor, periodista i polític eslovè (m. 2018)",
    "1925 - Aniversari de Dorothy Head Knode, tennista nord-americana (m. 2015)",
    "1926 - Naixement d'Alfredo Di Stéfano, futbolista i entrenador argentí-espanyol (m. 2014)",
    "1926 - Naixement de Lake Underwood, pilot de cotxes de carreres i home de negocis nord-americà (m. 2008)",
    "1927 - Naixement de Gina Lollobrigida, actriu i fotògrafa italiana (m. 2023)",
    "1927 - Naixement de Neil Simon, dramaturg i guionista nord-americà (m. 2018)",
    "1928 - Aniversari de Chuck Tanner, jugador de beisbol i entrenador nord-americà (m. 2011)",
    "1928 - Naixement de Giampiero Boniperti, futbolista i polític italià (m. 2021)",
    "1928 - Naixement de Jassem Alwan, oficial de l'exèrcit sirià (m. 2018)",
    "1928 - Naixement de Shan Ratnam, metge i acadèmic de Sri Lanka (m. 2001)",
    "1928 - Naixement de Teofisto Guingona Jr., polític filipí; 11è vicepresident de les Filipines",
    "1929 - Naixement d'Al Davis, jugador de futbol americà, entrenador i entrenador (m. 2011)",
    "1929 - Aniversari de Bill Tuttle, jugador de beisbol nord-americà (m. 1998)",
    "1930 - Naixement de George Steinbrenner, empresari nord-americà (m. 2010)",
    "1931 - Naixement de Peter Richardson, jugador de cricket anglès (m. 2017)",
    "1931 - Naixement de Rick Casares, futbolista i soldat americà (m. 2013)",
    "1931 - Naixement de Stephen Boyd, actor nord-americà nascut a Irlanda del Nord (m. 1977)",
    "1931 - Naixement de Sébastien Japrisot, autor, director i guionista francès (m. 2003)",
    "1932 - Naixement d'Aurèle Vandendriessche, corredora belga (m. 2023)",
    "1934 - Naixement de Colin Welland, actor i guionista anglès (m. 2015)",
    "1934 - Naixement d'Yvonne B. Miller, acadèmica i política nord-americana (m. 2012)",
    "1935 - Naixement de Paul Scoon, polític granadià, segon governador general de Granada (m. 2013)",
    "1936 - Naixement de Zdzisława Donat, soprano i actriu polonesa",
    "1937 - Naixement d'Eric Walters, periodista australià (m. 2010)",
    "1937 - Naixement de la reina Sonja de Noruega",
    "1937 - Naixement de Richard Rhodes, periodista i historiador nord-americà",
    "1937 - Naixement de Thomas Nagel, filòsof i acadèmic nord-americà",
    "1938 - Aniversari de Bill Withers, cantant, compositor i productor nord-americà (m. 2020)",
    "1938 - Naixement de Steven Rose, biòleg i acadèmic anglès",
    "1940 - Naixement de Pat Stapleton, jugador canadenc d'hoquei sobre gel (m. 2020)",
    "1941 - Aniversari de Brian Willson, soldat, advocat i activista nord-americà",
    "1941 - Naixement de Pavel Sedláček, cantautor i guitarrista txec",
    "1941 - Naixement de Sam Farr, polític nord-americà",
    "1941 - Naixement de Tomaž Šalamun, poeta i acadèmic croat-eslovè (m. 2014)",
    "1942 - Naixement de Floyd Little, jugador de futbol americà i entrenador (m. 2021)",
    "1942 - Naixement de Hal Lanier, jugador de beisbol, entrenador i entrenador nord-americà",
    "1942 - Naixement de Peter Rowan, cantautor i guitarrista nord-americà",
    "1942 - Naixement del príncep Miquel de Kent",
    "1942 - Naixement de Stefan Meller, acadèmic i polític francopolonès, ministre d'Afers Exteriors polonès (m. 2008)",
    "1943 - Naixement d'Adam Hart-Davis, historiador, autor i fotògraf anglès",
    "1943 - Naixement d'Alan Wilson, cantautor i guitarrista nord-americà (m. 1970)",
    "1943 - Naixement de Conny Bauer, trombonista alemany",
    "1943 - Aniversari d'Emerson Boozer, jugador de futbol americà i periodista esportiu",
    "1943 - Naixement de Fred Wesley, trombonista nord-americà de jazz i funk",
    "1943 - Naixement de Geraldo Rivera, advocat, periodista i autor nord-americà",
    "1945 - Naixement d'Andre Spitzer, esgrimista i entrenador romanès-israelià (m. 1972)",
    "1946 - Naixement de Michael Milken, empresari i filantrop nord-americà",
    "1946 - Naixement de Ron Kovic, autor i activista nord-americà",
    "1947 - Naixement de Lembit Ulfsak, ​​actor i director estonià (m. 2017)",
    "1948 - Naixement de Jeremy Spencer, cantautor i guitarrista anglès",
    "1948 - Naixement de René Arnoux, pilot de carreres francès",
    "1948 - Naixement de Tommy Körberg, cantant i actor suec",
    "1950 - Naixement de David Jensen, presentador de ràdio i televisió canadenc-anglès",
    "1950 - Naixement de Philip Craven, jugador de bàsquet i nedador anglès",
    "1951 - Naixement de John Alexander, tennista i polític australià",
    "1951 - Naixement de Kathleen Kennedy Townsend, advocada i política nord-americana, sisè tinent governador de Maryland",
    "1951 - Naixement de Ralph Johnson, bateria i percussionista nord-americà de R&B",
    "1951 - Naixement de Vladimir Tismăneanu, politòleg, sociòleg i acadèmic romanès-nord-americà",
    "1952 - Naixement de Carol MacReady, actriu anglesa",
    "1952 - Naixement de John Waite, cantautor i guitarrista anglès",
    "1952 - Naixement de Paul Rogat Loeb, autor i activista nord-americà",
    "1952 - Naixement d'Álvaro Uribe, advocat i polític colombià, 39è president de Colòmbia",
    "1953 - Naixement de Francis Maude, advocat i polític anglès, ministre del Gabinet",
    "1954 - Naixement de Devendra Kumar Joshi, 21è Cap d'Estat Major Naval de la Marina de l'Índia",
    "1954 - Naixement de Jim Beattie, jugador de beisbol, entrenador i entrenador nord-americà",
    "1954 - Aniversari de Morganna, model, actriu i ballarina nord-americana",
    "1955 - Naixement d'Eero Heinäluoma, polític finlandès",
    "1955 - Naixement de Kevin Nichols, ciclista australià",
    "1956 - Naixement de Robert Sinclair MacKay, acadèmic i educador britànic",
    "1957 - Naixement de Rein Lang, polític i diplomàtic estonià, 25è ministre d'Afers Exteriors d'Estònia",
    "1958 - Aniversari de Carl Valentine, jugador de futbol canadenc, entrenador i entrenador",
    "1958 - Naixement de Kirk Pengilly, guitarrista, saxofonista i compositor australià",
    "1958 - Naixement de Vera Leth, defensora del poble groenlandesa",
    "1959 - Naixement de Victoria Abril, actriu i cantant espanyola",
    "1960 - Naixement de Roland Ratzenberger, pilot de carreres austríac (m. 1994)",
    "1961 - Naixement de Richard Garriott, dissenyador de videojocs anglès-americà, va crear la sèrie Ultima",
    "1962 - Aniversari de Pam Shriver, tenista i presentadora esportiva nord-americana",
    "1963 - Naixement d'Henri Leconte, tenista i periodista esportiu francès",
    "1963 - Naixement de José Oquendo, jugador de beisbol i entrenador porto-riqueny",
    "1963 - Naixement de Laureano Márquez, politòleg i periodista hispano-veneçolà",
    "1963 - Naixement de Sonia Pierre, activista haitiana-dominicana pels drets humans (m. 2011)",
    "1964 - Naixement de Cle Kooiman, jugador de futbol i entrenador nord-americà",
    "1964 - Naixement d'Edi Rama, polític albanès",
    "1964 - Aniversari d'Elie Saab, dissenyador de moda libanès",
    "1964 - Naixement de Mark Slaughter, cantautor i productor nord-americà",
    "1964 - Naixement de Mark Whiting, actor, director i guionista nord-americà",
    "1965 - Naixement de Gérard Watkins, actor i dramaturg anglès",
    "1965 - Naixement de Harvey Grant, jugador i entrenador de bàsquet nord-americà",
    "1965 - Naixement d'Horace Grant, jugador i entrenador de bàsquet nord-americà",
    "1965 - Naixement de Kiriakos Karataidis, futbolista i entrenador grec",
    "1966 - Naixement de Lee Reherman, actor nord-americà (m. 2016)",
    "1966 - Naixement de Minas Hantzidis, futbolista alemany-grec",
    "1966 - Naixement de Ronni Ancona, actriu i guionista escocesa",
    "1967 - Naixement de Sébastien Deleigne, atleta francès",
    "1967 - Aniversari de Vinny Castilla, jugador de beisbol i entrenador mexicà",
    "1969 - Naixement d'Al Golden, jugador de futbol americà i entrenador",
    "1969 - Naixement de Todd Marinovich, jugador de futbol americà i entrenador",
    "1969 - Naixement de Wilfred Mugeyi, futbolista i entrenador de Zimbabwe",
    "1972 - Naixement de Mike Knuble, jugador i entrenador d'hoquei sobre gel canadenc-americà",
    "1972 - Naixement de Stephen Giles, corredor de canoes i enginyer canadenc",
    "1973 - Aniversari d'Anjelika Krylova, ballarina de gel i entrenadora russa",
    "1973 - Naixement de Gackt, músic, cantant, compositor, productor discogràfic i actor japonès",
    "1973 - Naixement de Jan Magnussen, pilot de cotxes de carreres danès",
    "1973 - Naixement de Keiko Ihara, pilot de cotxes de carreres japonès",
    "1973 - Naixement de Michael Johnson, futbolista i entrenador anglès-jamaicà",
    "1973 - Naixement de Tony Popovic, futbolista i entrenador australià",
    "1974 - Naixement d'Adrian Griffin, jugador i entrenador de bàsquet nord-americà",
    "1974 - Aniversari de Jill Craybas, tenista nord-americana",
    "1974 - Aniversari de La'Roi Glover, jugador de futbol americà i periodista esportiu",
    "1976 - Naixement de Daijiro Kato, corredor de motos japonès (m. 2003)",
    "1976 - Naixement de Yevgeniya Medvedeva, esquiador rus",
    "1978 - Naixement de Marcos Daniel, tennista brasiler",
    "1978 - Naixement d'Émile Mpenza, futbolista belga",
    "1979 - Naixement de Josh McCown, jugador de futbol americà",
    "1979 - Naixement de Renny Vega, futbolista veneçolà",
    "1979 - Naixement de Siim Kabrits, polític estonià",
    "1980 - Naixement de Kwame Steede, futbolista bermudà",
    "1981 - Aniversari de Brock Berlin, jugador de futbol americà",
    "1981 - Naixement de Christoph Preuß, futbolista alemany",
    "1981 - Naixement de Dedé, futbolista angolès",
    "1981 - Naixement de Francisco Cruceta, jugador de beisbol dominicà",
    "1981 - Naixement de Will Smith, jugador de futbol americà (m. 2016)",
    "1982 - Naixement de Jeff Lima, jugador de la lliga de rugbi de Nova Zelanda",
    "1982 - Aniversari de Michael \"The Situation\" Sorrentino, model, autor i personatge de la televisió nord-americà",
    "1982 - Naixement de Vladimir Boisa, jugador de bàsquet georgià",
    "1982 - Naixement de Vladimir Gusev, ciclista rus",
    "1983 - Aniversari d'Amantle Montsho, velocista de Botswana",
    "1983 - Naixement d'Amol Rajan, periodista indi-anglès",
    "1983 - Naixement de Mattia Serafini, futbolista italià",
    "1983 - Naixement de Melanie Fiona, cantant i compositora canadenca",
    "1983 - Naixement de Miguel Pinto, futbolista xilè",
    "1984 - Naixement de Jin Akanishi, cantant i compositor japonès",
    "1984 - Naixement de Miguel Santos Soares, futbolista timorens",
    "1985 - Naixement de Dimitrios Mavroeidis, jugador de bàsquet grec",
    "1985 - Naixement de Kane Tenace, futbolista australià",
    "1985 - Naixement de Wason Rentería, futbolista colombià",
    "1986 - Naixement de Marte Elden, esquiador noruec",
    "1986 - Naixement de Nguyen Ngoc Duy, futbolista vietnamita",
    "1986 - Naixement de Rafael Arévalo, tennista salvadorà",
    "1986 - Aniversari de Terrance Knighton, jugador de futbol americà",
    "1986 - Naixement de Willem Janssen, futbolista holandès",
    "1986 - Naixement d'Ömer Aşık, jugador de bàsquet turc",
    "1987 - Naixement de Guram Kashia, futbolista georgià",
    "1987 - Naixement de Wude Ayalew, corredor etíop",
    "1988 - Naixement d'Angelique Boyer, actriu franco-mexicana",
    "1989 - Naixement de Benjamin Büchel, futbolista de Liechtenstein",
    "1990 - Naixement d'Ihar Yasinski, futbolista bielorús",
    "1990 - Aniversari de Jake Gardiner, jugador d'hoquei sobre gel nord-americà",
    "1990 - Naixement de Naoki Yamada, futbolista japonès",
    "1990 - Naixement de Richard Mpong, futbolista ghanés",
    "1992 - Naixement d'Ángel Romero, futbolista paraguaià",
    "1992 - Naixement d'Óscar Romero, futbolista paraguaià",
    "1993 - Naixement de Tom Barkhuizen, futbolista anglès",
    "1995 - Aniversari de Post Malone, raper, cantant, compositor i productor discogràfic nord-americà ",
    "1999 - Naixement de Moa Kikuchi, músic japonès ",
    "2003 - Naixement de Polina Bogusevitx, cantant russa",
    "68 - Naixement de Salonia Matidia, filla romana d'Ulpia Marciana (m. 119)"
  ],
  "day_27_month_11_deaths.dialog": [
    "1198 - Mort de Constança, reina de Sicília (n. 1154)",
    "1252 - Mort de Blanca de Castella (n. 1188)",
    "1346 - Mort de sant Gregori del Sinaí (c. 1260)",
    "1382 - Mort de Philip van Artevelde, patriota flamenc (n. 1340)",
    "1474 - Mort de Guillaume Du Fay, compositor i teòric musical francès (n. 1397)",
    "1570 - Mort de Jacopo Sansovino, escultor i arquitecte italià (n. 1486)",
    "1592 - Mort de Nakagawa Hidemasa, comandant japonès (n. 1568)",
    "1620 - Mort de Francesc, duc de Pomerània-Stettin, bisbe de Cammin (n. 1577)",
    "1632 - Mort de John Eliot, polític anglès (n. 1592)",
    "1703 - Mor Henry Winstanley, pintor i enginyer anglès (n. 1644)",
    "1754 - Mort d'Abraham de Moivre, matemàtic i teòric franco-anglès (n. 1667)",
    "1811 - Mort d'Andrew Meikle, enginyer escocès, dissenyador de la màquina de batre (n. 1719)",
    "1819 - Mor Gustavus Conyngham, capità d'un mar mercant nord-americà d'origen irlandès, oficial de la marina continental i corsari.",
    "1822 - Mort de Old Billy, cavall de barca anglès, el cavall més antic registrat (n. 1760)",
    "1830 - Mort d'André Parmentier, arquitecte belga-americà (n. 1780)",
    "1852 - Mort d'Ada Lovelace, matemàtica i informàtica anglesa (n. 1815)",
    "1875 - Mort de Richard Christopher Carrington, astrònom i pedagog anglès (n. 1826)",
    "1881 - Mort de Theobald Boehm, flautista i compositor alemany (n. 1794)",
    "1884 - Mort de Fanny Elssler, ballarina austríaca (n. 1810)",
    "1890 - Mort de Mahatma Phule, activista indi (n. 1827)",
    "1895 - Mor Alexandre Dumas, fils, novel·lista i dramaturg francès (n. 1824)",
    "1899 - Mor Constant Fornerod, acadèmic i polític suís, 10è president del Consell d'Estats suís (n. 1819)",
    "1901 - Mort de Clement Studebaker, empresari nord-americà, cofundador de Studebaker (n. 1831)",
    "1908 - Mort de Jean Albert Gaudry, geòleg i paleontòleg francès (n. 1827)",
    "1916 - Mor Emile Verhaeren, poeta i dramaturg belga (n. 1855)",
    "1919 - Mor Manuel Espinosa Batista, farmacèutic i polític panameny (n. 1857)",
    "1920 - Mort d'Alexius Meinong, filòsof i autor ucraïnès-austríac (n. 1853)",
    "1921 - Mor Douglas Cameron, contractista i polític canadenc, 8è tinent governador de Manitoba (n. 1854)",
    "1921 - Mort de Mary Grant Roberts, propietaria d'un zoo australià (n. 1841)",
    "1930 - Mor Simon Kahquados, activista polític potawatomi (n. 1851)",
    "1931 - Mort de Lya De Putti, actriu eslovaca-nord-americana (n. 1899)",
    "1934 - Mort de Baby Face Nelson, criminal nord-americà (n. 1908)",
    "1936 - Mort de Basil Zaharoff, empresari i filantrop greco-francès (n. 1849)",
    "1940 - Mor Nicolae Iorga, historiador i polític romanès, 34è primer ministre de Romania (n. 1871)",
    "1943 - Mort d'Ivo Lola Ribar, militar i polític croat (n. 1916)",
    "1944 - Mort de Leonid Mandelstam, físic i acadèmic rus (n. 1879)",
    "1953 - Mor Eugene O'Neill, dramaturg nord-americà, premi Nobel (n. 1888)",
    "1955 - Mort d'Arthur Honegger, compositor i acadèmic franco-suís (n. 1892)",
    "1958 - Mort d'Artur Rodziński, director d'orquestra polonès-americà (n. 1892)",
    "1958 - Mort de Georgi Damyanov, polític búlgar, cap d'estat de Bulgària (n. 1892)",
    "1960 - Mor Dirk Jan de Geer, advocat i polític holandès, primer ministre dels Països Baixos (n. 1870)",
    "1960 - Mort de Frederick Fane, jugador de cricket irlandès-anglès (n. 1875)",
    "1962 - Mort d'August Lass, futbolista estonià (n. 1903)",
    "1967 - Mort de Léon M'ba , polític gabonès, primer president del Gabon (n. 1902 )",
    "1969 - Mort de May Gibbs, autor, il·lustrador i dibuixant infantil anglès australià (n. 1877)",
    "1970 - Mort d'Helene Madison, nedadora i infermera nord-americana (n. 1913)",
    "1973 - Mort de Frank Christian, trompetista nord-americà (n. 1887)",
    "1975 - Mor Alberto Massimino, enginyer italià d'automoció (n. 1895)",
    "1975 - Mor Ross McWhirter, autor i activista anglès, cofundador del Llibre Guinness dels Rècords (n. 1925)",
    "1977 - Mor Mart Laga, jugador de bàsquet estonià (n. 1936)",
    "1978 - Mort de George Moscone, advocat i polític nord-americà, 37è alcalde de San Francisco (n. 1929)",
    "1978 - Mor Harvey Milk, tinent i polític nord-americà (n. 1930)",
    "1980 - Mort de F. Burrall Hoffman, arquitecte nord-americà, projectant la Villa Vizcaya (n. 1882)",
    "1981 - Mort de Lotte Lenya, cantant i actriu austríaca (n. 1898)",
    "1985 - Mort de Rendra Karno, actor indonesi (n. 1920)",
    "1986 - Mort de Steve Tracy, actor nord-americà (n, 1952)",
    "1988 - Mor Jan Hein Donner, jugador d'escacs i autor holandès (n. 1927)",
    "1988 - Mort de John Carradine, actor nord-americà (n. 1906)",
    "1989 - Mor Carlos Arias Navarro, polític espanyol, primer ministre d'Espanya (n. 1908)",
    "1990 - Mort de Basilis C. Xanthopoulos, físic i acadèmic grec (n. 1951)",
    "1990 - Mort de David White, actor nord-americà (n. 1916)",
    "1992 - Mort d'Ivan Generalić, pintor croat (n. 1914)",
    "1994 - Mort de Fernando Lopes-Graça, compositor i director portuguès (n. 1906)",
    "1997 - Mort de Buck Leonard, jugador de beisbol i pedagog nord-americà (n. 1907)",
    "1998 - Mort de Barbara Acklin, cantant i compositora nord-americana (n. 1943)",
    "1998 - Mor Gloria Fuertes, poeta espanyola i autora de literatura infantil (n. 1917)",
    "1999 - Mor Alain Peyrefitte, erudit i polític francès, ministre de Justícia francès (n. 1925)",
    "1999 - Mort d'Elizabeth Gray Vining, autora i bibliotecària nord-americana (n. 1902)",
    "1999 - Mort de Yasuhiro Kojima, lluitador i entrenador japonès-americà (n. 1937)",
    "2000 - Mort de Len Shackleton, futbolista i periodista anglès (n. 1922)",
    "2000 - Mort de Malcolm Bradbury, autor i acadèmic anglès (n. 1932)",
    "2000 - Mort d'Uno Prii, arquitecte estonio-canadenc (n. 1924)",
    "2002 - Mort de Billie Bird, actriu nord-americana (n. 1908)",
    "2002 - Mort de Shivmangal Singh Suman, poeta i acadèmic indi (n. 1915)",
    "2005 - Mort de Jocelyn Brando, actriu nord-americana (n. 1919)",
    "2005 - Mort de Joe Jones, cantant i compositor nord-americà (n. 1926)",
    "2006 - Mort de Bebe Moore Campbell, autora i pedagoga nord-americana (n. 1950)",
    "2006 - Mort de Casey Coleman, periodista esportiu nord-americà (n. 1951)",
    "2006 - Mort de Don Butterfield, tuba nord-americà (n. 1923)",
    "2007 - Mort de Bernie Banton, activista australià (n. 1946)",
    "2007 - Mort de Bill Willis, jugador de futbol americà i entrenador (n. 1921)",
    "2007 - Mort de Robert Cade, metge i acadèmic nord-americà, co-inventor de Gatorade (n. 1927)",
    "2007 - Mort de Sean Taylor, jugador de futbol americà (n. 1983)",
    "2008 - Mort de V. P. Singh, advocat i polític indi, 7è primer ministre de l'Índia (n. 1931)",
    "2009 - Mort d'Al Alberts, cantant i compositor nord-americà (n. 1922)",
    "2010 - Mor Irvin Kershner, actor, director i productor nord-americà (n. 1923)",
    "2011 - Mort de Gary Speed, futbolista i entrenador gal·lès (n. 1969)",
    "2011 - Mort de Ken Russell, actor, director, productor i guionista anglès (n. 1927)",
    "2011 - Mort de Len Fulford, fotògraf i director anglès (n. 1928)",
    "2012 - Mor Ab Fafié, futbolista i entrenador holandès (n. 1941)",
    "2012 - Mort de Jack Wishna, fotògraf i empresari nord-americà, cofundador del Rockcityclub (n. 1958)",
    "2012 - Mort de Marvin Miller, empresari nord-americà i líder sindical (n. 1917)",
    "2012 - Mort de Mickey Baker, guitarrista nord-americà (n. 1925)",
    "2012 - Mor Érik Izraelewicz, periodista i escriptor francès (n. 1954)",
    "2013 - Mort d'Herbert F. DeSimone, advocat i polític nord-americà, fiscal general de Rhode Island (n. 1929)",
    "2013 - Mort de Lewis Collins, actor anglès-nord-americà (n. 1946)",
    "2013 - Mort de Manuel F. Segura, coronel filipí (n. 1919)",
    "2013 - Mort de Nílton Santos, futbolista brasiler (n. 1925)",
    "2013 - Mort de Volker Roemheld, fisiòleg i biòleg alemany (n. 1941)",
    "2014 - Mort de Fernance B. Perry, empresari i filantrop portuguès-americà (n. 1922)",
    "2014 - Mort de Jack Kyle, jugador de rugbi irlandès i humanitari (n. 1926)",
    "2014 - Mort de P. D. James, autor anglès (n. 1920)",
    "2014 - Mort de Phillip Hughes, jugador de cricket australià (n. 1988)",
    "2014 - Mort de Wanda Błeńska, metgessa i missionera polonesa (n. 1911)",
    "2015 - Mort de Garrett Swasey, patinador artístic i entrenador nord-americà (n. 1971)",
    "2015 - Mort de Mark Behr, autor i acadèmic tanzano-sud-africà (n. 1963)",
    "2015 - Mort de Maurice Strong, empresari i diplomàtic canadenc (n. 1929)",
    "2015 - Mort de Philippe Washer, tennista i golfista belga (n. 1924)",
    "2016 - Mort de Ioannis Grivas, estadista grec (n. 1923)",
    "2020 - Mort de Mohsen Fakhrizadeh, científic nuclear iranià (n. 1958) ",
    "2021 - Mort d'Apetor, youtuber noruec (n. 1964)",
    "395 - Mort de Rufin, polític romà (n. 335)",
    "450 - Mort de Galla Placidia, emperadriu romana (n. 392)",
    "511 - Mort de Clodoveu I, rei dels francs",
    "602 - Mort de Maurici, emperador bizantí (n. 539)",
    "639 - Mort d'Acarius, bisbe de Doornik i Noyon",
    "8 aC - Mort d'Horaci, soldat i poeta romà (n. 65 aC)"
  ],
  "day_1_month_4_births.dialog": [
    "1220 - Naixement de l'emperador Go-Saga del Japó (m. 1272)",
    "1282 - Naixement de Lluís IV, emperador del Sacre Germànic (m. 1347)",
    "1328 - Naixement de Blanca de França, duquessa d'Orleans (m. 1382)",
    "1543 - Naixement de François de Bonne, duc de Lesdiguières (m. 1626)",
    "1578 - Naixement de William Harvey, metge i acadèmic anglès (m. 1657)",
    "1610 - Naixement de Charles de Saint-Évremond, soldat i crític francès (m. 1703)",
    "1629 - Naixement de Jean-Henri d'Anglebert, organista i compositor francès (m. 1691)",
    "1640 - Naixement de Georg Mohr, matemàtic i acadèmic danès (m. 1697)",
    "1647 - Naixement de John Wilmot, segon comte de Rochester, poeta i cortesà anglès (m. 1680)",
    "1697 - Naixement d'Antoine François Prévost, novel·lista i traductor francès (m. 1763)",
    "1721 - Naixement de Pieter Hellendaal, organista, violinista i compositor holandès-anglès (m. 1799)",
    "1741 - Naixement de George Dance el Jove, arquitecte i aparellador anglès (m. 1825)",
    "1753 - Naixement de Joseph de Maistre, filòsof, advocat i diplomàtic francès (m. 1821)",
    "1755 - Naixement de Jean Anthelme Brillat-Savarin, advocat i polític francès (m. 1826)",
    "1765 - Naixement de Luigi Schiavonetti, gravador i gravador italià (m. 1810)",
    "1776 - Naixement de Sophie Germain, matemàtica, física i filòsofa francesa (m. 1831)",
    "1786 - Naixement de William Mulready, pintor de gènere irlandès (m. 1863)",
    "1815 - Naixement d'Edward Clark, advocat i polític nord-americà, vuitè governador de Texas (m. 1880)",
    "1815 - Naixement d'Otto von Bismarck, advocat i polític alemany, primer canceller de l'Imperi alemany (m. 1898)",
    "1823 - Naixement de Simon Bolivar Buckner, general i polític nord-americà, 30è governador de Kentucky (m. 1891)",
    "1824 - Naixement de Louis-Zéphirin Moreau, bisbe canadenc (m. 1901)",
    "1834 - Naixement de James Fisk, home de negocis nord-americà (m. 1872)",
    "1852 - Naixement d'Edwin Austin Abbey, pintor i il·lustrador nord-americà (m. 1911)",
    "1858 - Naixement de Columba Marmion, abat benedictí irlandès (m. 1923)",
    "1865 - Naixement de Richard Adolf Zsigmondy, químic i acadèmic austríac-alemany, premi Nobel (m. 1929)",
    "1866 - Naixement de Ferruccio Busoni, pianista, compositor i director d'orquestra italià (m. 1924)",
    "1866 - Naixement de William Blomfield, dibuixant i polític neozelandès (m. 1938)",
    "1866 - Naixement d'Ève Lavallière, actriu francesa (m. 1929)",
    "1868 - Naixement d'Edmond Rostand, poeta i dramaturg francès (m. 1918)",
    "1868 - Naixement de Walter Mead, jugador de cricket anglès (m. 1954)",
    "1871 - Naixement de F. Melius Christiansen, violinista i director d'orquestra noruec-nord-americà (m. 1955)",
    "1873 - Naixement de Sergei Rachmaninoff, pianista, compositor i director d'orquestra rus (m. 1943)",
    "1874 - Naixement d'Ernest Barnes, matemàtic i teòleg anglès (m. 1953)",
    "1874 - Naixement del príncep Carles de Baviera (m. 1927)",
    "1875 - Naixement d'Edgar Wallace, periodista, autor i dramaturg anglès (m. 1932)",
    "1878 - Naixement de C. Ganesha Iyer, filòleg tàmil de Ceilan (m. 1958)",
    "1879 - Naixement de Stanislaus Zbyszko, lluitador polonès i home fort (m. 1967)",
    "1881 - Naixement d'Octavian Goga, primer ministre romanès (m. 1938)",
    "1883 - Naixement d'Edvard Drabløs, actor i director noruec (m. 1976)",
    "1883 - Naixement de Laurette Taylor, actriu irlandesa-nord-americana (m. 1946)",
    "1883 - Naixement de Lon Chaney, actor, director i guionista nord-americà (m. 1930)",
    "1885 - Naixement de Clementine Churchill, esposa anglesa de Winston Churchill (m. 1977)",
    "1885 - Naixement de Wallace Beery, actor nord-americà (m. 1949)",
    "1889 - Naixement de K. B. Hedgewar, metge i activista indi (m. 1940)",
    "1893 - Naixement de Cicely Courtneidge, actriu australiana-anglès (m. 1980)",
    "1895 - Naixement d'Alberta Hunter, cantautora i infermera afroamericana (m. 1984)",
    "1898 - Naixement de William James Sidis, matemàtic, antropòleg i historiador jueu nord-americà ucraïnès-rus (m. 1944)",
    "1899 - Naixement de Gustavs Celmiņš, acadèmic i polític letó (m. 1968)",
    "1900 - Naixement de Stefanie Clausen, bussejadora olímpica danesa (m. 1981)",
    "1901 - Naixement de Whittaker Chambers, periodista i espia nord-americà (m. 1961)",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_8_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_4_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_31_month_12_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_21_month_6_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_21_month_11_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_11_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_9_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_4_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_27_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_10_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_4_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_31_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_4_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_10_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_11_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_2_month_3_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_24_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_8_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_11_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_11_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_24_month_8_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_12_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_16_month_4_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_5_month_12_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ]
}
