{
  "day_1_month_9_deaths.dialog": [
    "1081 - Mort del bisbe Eusebi d'Angers",
    "1159 - Mort del papa Adrià IV (n. 1100)",
    "1198 - Mort de Dulce, reina de Portugal (n. 1160)",
    "1215 - Mort d'Otó, bisbe d'Utrecht",
    "1256 - Mort de Kujō Yoritsune, shōgun japonès (n. 1218)",
    "1327 - Mor Foulques de Villaret, Gran Mestre dels Cavallers Hospitalers",
    "1339 - Mort d'Enric XIV, duc de Baviera (n. 1305)",
    "1376 - Mort de Felip de Valois, duc d'Orleans (n. 1336)",
    "1414 - Mort de William de Ros, 6è baró de Ros, polític anglès, Lord Gran Tresorer (n. 1369)",
    "1480 - Mort d'Ulrich V, comte de Württemberg (n. 1413)",
    "1557 - Mort de Jacques Cartier, navegant i explorador francès (n. 1491)",
    "1581 - Mort de Guru Ram Das, sikh quart dels deu gurus del sikhisme (n. 1534)",
    "1599 - Mort de Cornelis de Houtman, explorador holandès (n. 1565)",
    "1615 - Mor Étienne Pasquier, advocat i jurista francès (n. 1529)",
    "1646 - Mort de Francis Windebank, estadista anglès (n. 1582)",
    "1648 - Mort de Marin Mersenne, matemàtic, teòleg i filòsof francès (n. 1588)",
    "1678 - Mort de Jan Brueghel el Jove, pintor flamenc (n. 1601)",
    "1685 - Mort de Leoline Jenkins, advocada, jurista i política gal·lesa, secretària d'Estat del Departament del Nord (n. 1625)",
    "1687 - Mor Henry More, sacerdot i filòsof anglès (n. 1614)",
    "1706 - Mort de Cornelis de Man, pintor holandès (n. 1621)",
    "1715 - Mort de François Girardon, escultor francès (n. 1628)",
    "1715 - Mort de Lluís XIV de França (n. 1638)",
    "1838 - Mort de William Clark, soldat, explorador i polític nord-americà, quart governador del territori de Missouri (n. 1770)",
    "1839 - Mort d'Izidor Guzmics, teòleg i pedagog hongarès (n. 1786)",
    "1868 - Mort de Ferenc Gyulay, comandant i polític hongarès-austríac (n. 1799)",
    "1914 - Mort de Martha, l'últim colom viatger conegut (h. 1885)",
    "1922 - Mor Samu Pecz, arquitecte i acadèmic hongarès (n. 1854)",
    "1924 - Mor Noe Khomeriki, política socialdemòcrata georgiana (m. 1883)",
    "1930 - Mort de Peeter Põld, científic i polític estonià, primer ministre d'Educació d'Estònia (n. 1878)",
    "1943 - Mort de Charles Atangana, governant camerunès (n. 1880)",
    "1947 - Mort de Frederick Russell Burnham, soldat i aventurer nord-americà (n. 1861)",
    "1951 - Mor Nellie McClung, escriptora i sufragista canadenca (n. 1873)",
    "1967 - Mort de Siegfried Sassoon, soldat i escriptor anglès (n. 1886)",
    "1969 - Mort de Drew Pearson, periodista i autor nord-americà (n. 1897)",
    "1970 - Mor François Mauriac, novel·lista, poeta i dramaturg francès, premi Nobel (n. 1885)",
    "1971 - Mort d'Alan Brown, soldat anglès (n. 1909)",
    "1974 - Mor Gerd Neggo, ballarí, professor de dansa i coreògraf estonià (n. 1891)",
    "1977 - Mor Ethel Waters, cantant i actriu nord-americana (n. 1896)",
    "1981 - Mort d'Albert Speer, arquitecte i autor alemany (n. 1905)",
    "1981 - Mort d'Ann Harding, actriu nord-americana (n. 1901)",
    "1982 - Mor Haskell Curry, matemàtic i acadèmic nord-americà (n. 1900)",
    "1982 - Mor Isabel Cristina Mrad Campos, estudiant brasilera; homenatjat pel catolicisme (n. 1962)",
    "1982 - Mort de Władysław Gomułka, activista i polític polonès (n. 1905)",
    "1983 - Mor Henry M. Jackson, advocat i polític nord-americà (n. 1912)",
    "1983 - Mort de Larry McDonald, metge i polític nord-americà (n. 1935)",
    "1984 - Mort de Madeleine de Bourbon-Busset, duquessa de Parma (n. 1898)",
    "1985 - Mort de Stefan Bellof, pilot de carreres alemany (n. 1957)",
    "1986 - Mort de Murray Hamilton, actor nord-americà (n. 1923)",
    "1988 - Mor Luis Walter Alvarez, físic i acadèmic nord-americà, premi Nobel (n. 1911)",
    "1989 - Mort d'A. Bartlett Giamatti, empresari i acadèmic nord-americà (n. 1938)",
    "1989 - Mort de Kazimierz Deyna, futbolista polonès (n. 1947)",
    "1989 - Mort de Tadeusz Sendzimir, enginyer polonès-americà (n. 1894)",
    "1990 - Mor Edwin O. Reischauer, erudit i diplomàtic nord-americà (n. 1910)",
    "1991 - Mort d'Otl Aicher, dissenyador gràfic i tipògraf alemany (n. 1922)",
    "1997 - Mor Zoltán Czibor, futbolista hongarès (n. 1929)",
    "1998 - Mort de Cary Middlecoff, golfista i periodista esportiu nord-americà (n. 1921)",
    "1998 - Mort de Józef Krupiński, poeta i autor polonès (n. 1930)",
    "1998 - Mor Osman F. Seden, director, productor i guionista turc (n. 1924)",
    "1999 - Mort de W. Richard Stevens, informàtic i autor de Zàmbia (n. 1951)",
    "2003 - Mort de Rand Brooks, actor i productor nord-americà (n. 1918)",
    "2003 - Mort de Terry Frost, pintor i acadèmic anglès (n. 1915)",
    "2004 - Mort d'Ahmed Kuftaro, líder religiós sirià, Gran Muftí de Síria (n. 1915)",
    "2004 - Mort d'Alastair Morton, empresari sud-africà (n. 1938)",
    "2005 - Mort de R. L. Burnside, cantautor i guitarrista nord-americà (n. 1926)",
    "2006 - Mort de Bob O'Connor, home de negocis i polític nord-americà, 57è alcalde de Pittsburgh (n. 1944)",
    "2006 - Mort de György Faludy, autor i poeta hongarès (n. 1910)",
    "2006 - Mort de Kyffin Williams, pintor i pedagog gal·lès (n. 1918)",
    "2006 - Mort de Warren Mitofsky, periodista nord-americà (n. 1934)",
    "2007 - Mort de Roy McKenzie, corredor de cavalls i filantrop de Nova Zelanda (n. 1922)",
    "2008 - Mort de Jerry Reed, cantant, compositor, guitarrista i actor nord-americà (n. 1937)",
    "2008 - Mort de Thomas J. Bata, empresari txec-canadenc (n. 1914)",
    "2010 - Mort de Wakanohana Kanji I, lluitador de sumo japonès, el 45è Yokozuna (n. 1928)",
    "2012 - Mort d'Arnaldo Putzu, il·lustrador italià (n. 1927)",
    "2012 - Mort de Hal David, compositor i compositor nord-americà (n. 1921)",
    "2012 - Mort de Sean Bergin, saxofonista, flautista i compositor sud-africà (n. 1948)",
    "2012 - Mort de Smarck Michel, home de negocis i polític haitiano, 6è primer ministre d'Haití (n. 1937)",
    "2012 - Mort de William Petzäll, polític suec (n. 1988)",
    "2013 - Mort de Gordon Steege, soldat australià (n. 1917)",
    "2013 - Mor Ignacio Eizaguirre, futbolista i entrenador espanyol (n. 1920)",
    "2013 - Mort de Ken Wallis, comandant i pilot anglès (n. 1916)",
    "2013 - Mort de Margaret Mary Vojtko, lingüista i acadèmica nord-americana (n. 1930)",
    "2014 - Mort d'Ahmed Abdi Godane, líder militant somali (n. 1977)",
    "2014 - Mort de Joseph Shivers, químic i acadèmic nord-americà, desenvolupat spandex (n. 1920)",
    "2014 - Mort de Roger McKee, jugador de beisbol nord-americà (n. 1926)",
    "2015 - Mort de Ben Kuroki, sergent i pilot nord-americà (n. 1917)",
    "2015 - Mort de Dean Jones, actor i cantant nord-americà (n. 1931)",
    "2015 - Mort de Gurgen Dalibaltayan, general armeni (n. 1926)",
    "2015 - Mort de Richard G. Hewlett, historiador i autor nord-americà (n. 1923)",
    "2018 - Mort de Randy Weston, pianista i compositor de jazz nord-americà (n. 1926)",
    "2020 - Mor Erick Morillo, discjòquei i productor musical nord-americà (n. 1971)",
    "2022 - Mort de Barbara Ehrenreich, escriptora i periodista nord-americana (n. 1941)",
    "2022 - Mort de Yang Yongsong, major general xinès (n. 1919)",
    "2023 - Mort de Jimmy Buffett, cantant, compositor, músic, autor i empresari nord-americà (n. 1946)",
    "870 - Mort de Muhammad al-Bukhari, erudit persa (n. 810)"
  ],
  "day_17_month_3_deaths.dialog": [
    "1008 - Mort de Kazan, emperador del Japó (n. 968)",
    "1040 - Mor Harold Harefoot, rei d'Anglaterra",
    "1058 - Mort de Lulach, rei d'Escòcia",
    "1199 - Mort de Jocelin de Glasgow, monjo i bisbe escocès (n. 1130)",
    "1267 - Mort de Pierre de Montreuil, arquitecte francès",
    "1270 - Mort de Felip de Montfort, cavaller i noble francès",
    "1272 - Mort de Go-Saga, emperador del Japó (n. 1220)",
    "1361 - Mort d'An-Nasir Hasan, sultà mameluc d'Egipte",
    "1394 - Mort de Lluís d'Enghien, noble francès",
    "1406 - Mort d'Ibn Khaldun, sociòleg, historiador i erudit tunisià (n. 1332)",
    "1425 - Mort d'Ashikaga Yoshikazu, shōgun japonès (n. 1407)",
    "1516 - Mort de Giuliano de' Medici, noble italià (n. 1479)",
    "1527 - Mort de Rana Sanga, governant indi (n. 1482)",
    "1565 - Mort d'Alexander Ales, teòleg i acadèmic escocès (n. 1500)",
    "1611 - Mort de Sofia de Suècia, duquessa de Saxònia-Lauenburg (n. 1547)",
    "1620 - Mort de John Sarkander, sacerdot i sant polonès-morau (n. 1576)",
    "1640 - Mort de Philip Massinger, dramaturg anglès (n. 1583)",
    "1649 - Mort de Gabriel Lalemant, missioner i sant francès (n. 1610)",
    "1663 - Mort de Jerome Weston, segon comte de Portland, diplomàtic anglès (n. 1605)",
    "1680 - Mort de François de La Rochefoucauld, autor francès (n. 1613)",
    "1704 - Mort de Menno van Coehoorn, soldat i enginyer holandès (n. 1641)",
    "1715 - Mort de Gilbert Burnet, bisbe i historiador escocès (n. 1643)",
    "1741 - Mort de Jean-Baptiste Rousseau, poeta i dramaturg francès (n. 1671)",
    "1764 - Mort de George Parker, segon comte de Macclesfield, astrònom i polític anglès (n. 1695)",
    "1782 - Mort de Daniel Bernoulli, matemàtic i físic holandès-suís (n. 1700)",
    "180 - Mort de Marc Aureli, emperador romà (n. 121)",
    "1828 - Mort de James Edward Smith, botànic i entomòleg anglès (n. 1759)",
    "1829 - Mort de Sofia Albertina, princesa-abadessa de Quedlinburg (n. 1753)",
    "1830 - Mor Laurent de Gouvion Saint-Cyr, general i polític francès (n. 1764)",
    "1846 - Mort de Friedrich Bessel, astrònom, matemàtic i físic alemany (n. 1784)",
    "1849 - Mort de Guillem II, príncep i rei sobirà holandès (n. 1792)",
    "1853 - Mort de Christian Doppler, físic i matemàtic austríac (n. 1803)",
    "1871 - Mort de Robert Chambers, geòleg i editor escocès, cofundador de Chambers Harrap (n. 1802)",
    "1875 - Mort de Ferdinand Laub, violinista i compositor txec (n. 1832)",
    "1893 - Mort de Jules Ferry, advocat i polític francès, 44è primer ministre de França (n. 1832 )",
    "1902 - Mort de John Houlding, empresari anglès, fundador del Liverpool Football Club (n. 1833)",
    "1917 - Mort de Franz Brentano, filòsof i psicòleg alemany (n. 1838)",
    "1926 - Mort d'Aleksei Brusilov, general georgiano-rus (n. 1853)",
    "1934 - Mort de Bede Jarrett, sacerdot dominic anglès (n. 1881)",
    "1940 - Mor Philomène Belliveau, artista canadenca (n. 1854)",
    "1942 - Mort de Nada Dimić, heroi del poble de Iugoslàvia, víctima del genocidi dels serbis (n. 1923)",
    "1946 - Mort de Dai Li, general xinès (n. 1897)",
    "1947 - Mort de Mike, pollastre nord-americà Wyandotte, va viure 18 mesos després de la decapitació (h. 1945)",
    "1949 - Mor Aleksandra Ekster, pintora i escenògraf russo-francesa (n. 1882)",
    "1956 - Mort de Fred Allen, actor, còmic, guionista i autor nord-americà (n. 1894)",
    "1956 - Mor Irène Joliot-Curie, física i química francesa, premi Nobel (n. 1897)",
    "1957 - Mort de Ramon Magsaysay, capità i polític filipí, setè president de les Filipines (n. 1907)",
    "1958 - Mor Bertha De Vriese, metgessa belga (n. 1877)",
    "1958 - Mor John Pius Boland, tennista i polític irlandès (n. 1870)",
    "1961 - Mort de Susanna M. Salter, activista i política nord-americana (n. 1860)",
    "1965 - Mor Amos Alonzo Stagg, jugador i entrenador de futbol americà (n. 1862)",
    "1974 - Mort de Louis Kahn, arquitecte i acadèmic nord-americà, dissenyador de Jatiyo Sangsad Bhaban (n. 1901)",
    "1976 - Mort de Luchino Visconti, director i guionista italià (n. 1906)",
    "1981 - Mor Paul Dean, jugador de beisbol nord-americà (n. 1913)",
    "1983 - Mor Haldan Keffer Hartline, fisiòleg i acadèmic nord-americà, premi Nobel (n. 1903)",
    "1983 - Mort de Louisa E. Rhine, botànica i parapsicòloga nord-americana (n. 1891)",
    "1986 - Mort de Clarence D. Lester, pilot de caça afroamericà (n. 1923)",
    "1990 - Mort de Capucine, model i actriu francesa (n. 1928)",
    "1990 - Mort de Dinkar G. Kelkar, col·leccionista d'art indi (n. 1896)",
    "1992 - Mort de Grace Stafford, actriu nord-americana (n. 1903)",
    "1993 - Mort d'Helen Hayes, actriu nord-americana (n. 1900)",
    "1994 - Mort de Charlotte Auerbach, folklorista, genetista i zoòloga escocesa jueva alemanya (n. 1899)",
    "1994 - Mort de Mai Zetterling, actriu i directora sueca-anglès (n. 1925)",
    "1995 - Mort de Sunnyland Slim, pianista de blues nord-americà (n. 1906)",
    "1996 - Mor René Clément, director i guionista francès (n. 1913)",
    "1996 - Mort de Terry Stafford, cantant i compositor nord-americà (n. 1941)",
    "1997 - Mort de Jermaine Stewart, cantautora i ballarina nord-americana (n. 1957)",
    "1999 - Mort d'Ernest Gold, compositor austríac-americà (n. 1921)",
    "1999 - Mort de Jean Pierre-Bloch, activista francès (n. 1905)",
    "2001 - Mort d'Anthony Storr, psiquiatre, psicoanalista i autor anglès (n. 1920)",
    "2002 - Mort de Rosetta LeNoire, actriu i productora nord-americana (n. 1911)",
    "2002 - Mort de Sylvester \"Pat\" Weaver, locutor i productor de televisió nord-americà (n. 1908)",
    "2002 - Mort de Văn Tiến Dũng, general i polític vietnamita, sisè ministre de Defensa del Vietnam (n. 1917 )",
    "2005 - Mort d'Andre Norton, autor nord-americà (n. 1912)",
    "2005 - Mort de George F. Kennan, historiador i diplomàtic nord-americà, ambaixador dels Estats Units a la Unió Soviètica (n. 1904)",
    "2005 - Mort de Royce Frith, advocat, polític i diplomàtic canadenc, alt comissionat canadenc al Regne Unit (n. 1923)",
    "2006 - Mort d'Oleg Cassini, dissenyador de moda franco-americà (n. 1913)",
    "2006 - Mort de Ray Meyer, jugador i entrenador de bàsquet nord-americà (n. 1913)",
    "2006 - Mort d'İstemihan Taviloğlu, compositor i pedagog turc (n. 1945)",
    "2007 - Mort de John Backus, matemàtic i informàtic nord-americà, dissenyador de Fortran (n. 1924)",
    "2008 - Mort de Roland Arnall, empresari i diplomàtic franco-americà, 63è ambaixador dels Estats Units als Països Baixos (n. 1939)",
    "2009 - Mort de Clodovil Hernandes, presentador de televisió i polític brasiler (n. 1937)",
    "2010 - Mort d'Alex Chilton, cantant, compositor, guitarrista i productor nord-americà (n. 1950)",
    "2010 - Mort de Sid Fleischman, autor i guionista nord-americà (n. 1920)",
    "2011 - Mort de Ferlin Husky, cantant de música country nord-americà (n. 1925)",
    "2011 - Mort de Michael Gough, actor anglès (n. 1916)",
    "2012 - Mort de Margaret Whitlam, nedadora i autora australiana (n. 1919)",
    "2012 - Mort de Shenouda III, papa d'Alexandria (n. 1923)",
    "2013 - Mort d'A.B.C. Whipple, periodista i historiador nord-americà (n. 1918)",
    "2013 - Mort de Lawrence Fuchs, erudit i acadèmic nord-americà (n. 1927)",
    "2013 - Mort de William B. Caldwell III, general nord-americà (n. 1925)",
    "2014 - Mort de Joseph Kerman, musicòleg i crític nord-americà (n. 1924)",
    "2014 - Mort de Marek Galiński, ciclista polonès (n. 1974)",
    "2014 - Mort de Rachel Lambert Mellon, jardinera, filantropa, col·leccionista d'art i mecenes polític nord-americà (n. 1910)",
    "2015 - Mort de Frank Perris, corredor de motos canadenc (n. 1931)",
    "2016 - Mort de Meir Dagan, general israelià (n. 1945)",
    "2016 - Mor Zoltán Kamondi, director, productor i guionista hongarès (n. 1960)",
    "2018 - Mort de Mike MacDonald, còmic canadenc (n. 1954)",
    "2018 - Mort de Phan Văn Khải, cinquè primer ministre del Vietnam (n. 1933)",
    "2021 - Mort de John Magufuli, cinquè president de Tanzània (n. 1959)",
    "2023 - Mort de Lance Reddick, actor nord-americà (n. 1962)",
    "45 aC - Mort de Publi Attius Varus, governador romà d'Àfrica",
    "45 aC - Mort de Titus Labienus, general romà (n. 100 aC)",
    "624 - Mort d'Amr ibn Hishām, politeista àrab",
    "659 - Mort de Gertrudis de Nivelles, abadessa franca",
    "836 - Mort d'Haito, bisbe de Basilea",
    "905 - Mort de Li Yu, príncep de De, príncep i emperador de la dinastia Tang"
  ],
  "day_8_month_7_events.dialog": [
    "1099 - Uns 15.000 soldats cristians famolencs comencen el setge de Jerusalem marxant en una processó religiosa per la ciutat mentre els seus defensors musulmans miren.",
    "1283 - Roger de Lauria, al comandament de la flota aragonesa, derrota una flota angevina enviada per sufocar una rebel·lió a Malta.",
    "1497 - Vasco da Gama s'embarca en el primer viatge europeu directe a l'Índia.",
    "1579 - La Mare de Déu de Kazan, una icona santa de l'Església Ortodoxa Russa, és descoberta sota terra a la ciutat de Kazan, Tatarstan.",
    "1663 - Carles II d'Anglaterra concedeix a John Clarke una carta reial a Rhode Island.",
    "1709 - Pere I de Rússia derrota Carles XII de Suècia a la Batalla de Poltava, posant així fi a l'estatus de Suècia com a gran potència a Europa.",
    "1716 - La batalla de Dynekilen obliga Suècia a abandonar la seva invasió de Noruega.",
    "1730 - Es calcula que un terratrèmol de magnitud 8,7 provoca un tsunami que danya més de 1.000 km (620 milles) de la costa de Xile.",
    "1741 - El reverend Jonathan Edwards predica a la seva congregació a Enfield, Connecticut, el seu sermó més famós, \"Sinners in the Hands of an Angry God\"; una influència per al Primer Gran Despertar.",
    "1758 - Les forces franceses mantenen Fort Carillon contra els britànics a Ticonderoga, Nova York.",
    "1760 - Les forces britàniques derroten les forces franceses en l'última batalla naval a Nova França.",
    "1775 - El Congrés Continental de les Tretze Colònies d'Amèrica del Nord signa la Petició d'Olive Branch.",
    "1776 - Les campanes de l'església (possiblement inclosa la Campana de la Llibertat) sonen després que John Nixon fes la primera lectura pública de la Declaració d'Independència dels Estats Units.",
    "1808 - Promulgació de l'Estatut de Baiona, una carta reial que Josep Bonaparte pretenia com a base per al seu govern com a rei d'Espanya.",
    "1822 - Chippe va lliurar una enorme extensió de terra a Ontario al Regne Unit.",
    "1853 - L'expedició Perry arriba a la badia d'Edo amb un tractat que demana comerç.",
    "1859 - El rei Carles XV i IV accedeix al tron ​​de Suècia-Noruega.",
    "1864 - Incident d'Ikedaya: el sabotatge de Shinsengumi previst per la shishi Choshu Han a Kyoto, Japó a Ikedaya.",
    "1874 - Les Muntanyes comencen la seva marxa a l'oest.",
    "1876 ​​- La massacre d'Hamburg abans de les eleccions presidencials dels Estats Units de 1876 va provocar la mort de sis afroamericans del Partit Republicà, juntament amb un agressor blanc.",
    "1879 - El veler USS Jeannette surt de San Francisco amb una expedició desafortunada al Pol Nord.",
    "1889 - Es publica el primer número de The Wall Street Journal.",
    "1892 - St. John's, Terranova és devastada pel Gran Incendi de 1892.",
    "1898 - La mort del cap del crim Soapy Smith, assassinat en un tiroteig a Juneau Wharf, allibera Skagway, Alaska, de la seva presa de ferro.",
    "1912 - Henrique Mitchell de Paiva Couceiro lidera un atac reialista sense èxit contra la Primera República Portuguesa a Chaves.",
    "1932 - El Dow Jones Industrial Average assoleix el seu nivell més baix de la Gran Depressió, tancant a 41,22.",
    "1933 - El primer partit de prova de rugbi entre els Wallabies d'Austràlia i els Springboks de Sud-àfrica es juga al Newlands Stadium de Ciutat del Cap.",
    "1937 - Turquia, Iran, Iraq i Afganistan signen el Tractat de Saadabad.",
    "1947 - S'emeten informes que un OVNI es va estavellar a Roswell, Nou Mèxic, en el que es va conèixer com l'incident OVNI de Roswell.",
    "1948 - La Força Aèria dels Estats Units accepta les seves primeres dones reclutes en un programa anomenat Women in the Air Force (WAF).",
    "1960 - Francis Gary Powers és acusat d'espionatge com a conseqüència del seu vol sobre la Unió Soviètica.",
    "1962 - Ne Win assetja i explota l'edifici de la Unió d'Estudiants de la Universitat de Rangoon per aixafar el Moviment d'Estudiants.",
    "1965 - El vol 21 de Canadian Pacific Air Lines és destruït per una bomba prop de 100 Mile House, Canadà, i mata 52 persones.",
    "1966 - El rei Mwambutsa IV Bangiriceng de Burundi és deposat pel seu fill el príncep Carles Ndizi.",
    "1968 - Comença la vaga salvatge de Chrysler a Detroit, Michigan.",
    "1970 - Richard Nixon lliura un missatge especial al Congrés que enuncia l'autodeterminació dels nadius americans com a política oficial de l'Índia dels Estats Units, que porta a la Llei d'autodeterminació i assistència a l'educació de l'Índia de 1975.",
    "1972 - El Mossad israelià assassina l'escriptor palestí Ghassan Kanafani.",
    "1980 - El vol 4225 d'Aeroflot s'estavella prop de l'aeroport internacional d'Almati a l'aleshores República Socialista Soviètica de Kazakhstan (actual Kazakhstan) i va matar les 166 persones a bord.",
    "1980 - Queensland va guanyar el partit inaugural de l'estat d'origen de 1980 que va derrotar a Nova Gal·les del Sud per 20-10 a Lang Park.",
    "1982 - Un intent d'assassinat fallit contra el president iraquià Saddam Hussein provoca la massacre de Dujail durant els propers mesos.",
    "1988 - El tren Island Express que viatja de Bangalore a Kanyakumari descarrila al pont Perumà i cau al llac Ashtamudi, Kerala a l'Índia, matant 105 passatgers i ferint més de 200 més.",
    "1994 - Kim Jong Il comença a assumir el lideratge suprem de Corea del Nord després de la mort del seu pare, Kim Il Sung.",
    "2003 - El vol 139 de Sudan Airways s'estavella a prop de l'aeroport de Port Sudan durant un intent d'aterratge d'emergència, causant la mort de 116 de les 117 persones a bord.",
    "2011: es llança el transbordador espacial Atlantis en la missió final del programa del transbordador espacial dels Estats Units.",
    "2014 - Israel llança una ofensiva a Gaza enmig de les tensions creixents després del segrest i l'assassinat de tres adolescents israelians."
  ],
  "day_21_month_10_deaths.dialog": [
    "1023 - Mort de Gero, arquebisbe de Magdeburg",
    "1096 - Mort de Walter Sans Avoir, líder de la Primera Croada",
    "1125 - Mort de Cosme de Praga, sacerdot i historiador bohemi (n. 1045)",
    "1204 - Mort de Robert de Beaumont, quart comte de Leicester, polític anglès",
    "1221 - Mort d'Alix, duquessa de Bretanya (n. 1201)",
    "1266 - Mort de Birger Jarl, polític suec (n. 1210)",
    "1314 - Mort de Geoffrey de Geneville, 1r baró Geneville",
    "1422 - Mort de Carles VI de França (n. 1368)",
    "1500 - Mort de l'emperador Go-Tsuchimikado del Japó (n. 1442)",
    "1505 - Mort de Paul Scriptoris, matemàtic i pedagog alemany (n. 1460)",
    "1556 - Mort de Pietro Aretino, autor italià (n. 1492)",
    "1558 - Mort de Juli Cèsar Scaliger, metge i erudit italià (n. 1484)",
    "1600 - Mort d'Ōtani Yoshitsugu, samurai japonès (n. 1558)",
    "1623 - Mort de William Wade, polític i diplomàtic anglès, tinent de la Torre de Londres (n. 1546 )",
    "1662 - Mor Henry Lawes, compositor anglès (n. 1595)",
    "1687 - Mor Edmund Waller, poeta i polític anglès (n. 1606)",
    "1765 - Mort de Giovanni Paolo Panini, pintor i arquitecte italià (n. 1691)",
    "1775 - Mort de Peyton Randolph, advocat i polític nord-americà, primer president del Congrés Continental (n. 1721)",
    "1777 - Mort de Samuel Foote, actor i dramaturg anglès (n. 1720)",
    "1805 - Mort de George Duff, capità escocès (n. 1764)",
    "1805 - Mort d'Horatio Nelson, primer vescomte Nelson, almirall anglès (n. 1758)",
    "1805 - Mort de John Cooke, capità anglès (n. 1763)",
    "1821 - Mort de Dorothea Ackermann, actriu alemanya (n. 1752)",
    "1835 - Mort de Muthuswami Dikshitar, poeta i compositor indi (n. 1775)",
    "1861 - Mort d'Edward Dickinson Baker, congressista i coronel nord-americà (n. 1811)",
    "1872 - Mor Jacques Babinet, físic, matemàtic i astrònom francès (n. 1794)",
    "1873 - Mor Johan Sebastian Welhaven, autor, poeta i crític noruec (n. 1807)",
    "1896 - Mort de James Henry Greathead, enginyer sud-africà-anglès (n. 1844)",
    "1903 - Mort de Jinmaku Kyūgorō, lluitador de sumo japonès, el 12è Yokozuna (n. 1829)",
    "1904 - Mor Isabelle Eberhardt, exploradora i periodista suïssa (n. 1877)",
    "1907 - Mort de Jules Chevalier, sacerdot francès, fundador dels Missioners del Sagrat Cor (n. 1824)",
    "1931 - Mort d'Arthur Schnitzler, autor i dramaturg austríac (n. 1862)",
    "1938 - Mort de Dorothy Hale, actriu nord-americana (n. 1905)",
    "1940 - Mor William G. Conley, periodista, advocat i polític nord-americà, 18è governador de Virgínia Occidental (n. 1866)",
    "1941 - Mort d'Alexander Greenlaw Hamilton, biòleg australià (n. 1852)",
    "1944 - Mort d'Alois Kayser, missioner alemany-francès (n. 1877)",
    "1952 - Mor Hans Merensky, geòleg i filantrop sud-africà (n. 1871)",
    "1963 - Mort de Józef Franczak, sergent polonès (n. 1918)",
    "1965 - Mort de Bill Black, baixista i director de banda nord-americà (n. 1926)",
    "1969 - Mort de Jack Kerouac, novel·lista i poeta nord-americà (n. 1922)",
    "1969 - Mort de Wacław Sierpiński, matemàtic i acadèmic polonès (n. 1882)",
    "1970 - Mort de Li Linsi, educador i diplomàtic xinès (n. 1896)",
    "1971 - Mort de Minnie Evans, artista nord-americana (n. 1888)",
    "1973 - Mor Nasif Estéfano, pilot de carreres argentí (n. 1932)",
    "1975 - Mort de Charles Reidpath, corredor i general nord-americà (n. 1887)",
    "1977 - Mort de Ferit Tüzün, compositor turc (n. 1929)",
    "1978 - Mor Anastas Mikoyan, funcionari i polític armenio-rus (n. 1895 )",
    "1980 - Mor Hans Asperger, metge i psicòleg austríac (n. 1906)",
    "1982 - Mort de Radka Toneff, cantautora noruega (n. 1952)",
    "1983 - Mort de Joseph P. Lordi, funcionari del govern nord-americà (n. 1919)",
    "1984 - Mor François Truffaut, actor, director, productor i guionista francès (n. 1932)",
    "1985 - Mort de Dan White, assassí i polític nord-americà (n. 1946)",
    "1986 - Mort de Lionel Murphy, jurista i polític australià, 22è fiscal general d'Austràlia (n. 1922)",
    "1989 - Mort de Jean Image, director, productor i guionista hongarès-francès (n. 1910)",
    "1990 - Mort de Dany Chamoun, enginyer i polític libanès (n. 1934)",
    "1990 - Mort de Prabhat Ranjan Sarkar, guru espiritual indi, filòsof i autor (n. 1921)",
    "1991 - Mor Lorenc Antoni, compositor, director i musicòleg albanès (n. 1909)",
    "1992 - Mor Ante Ciliga, polític, escriptor i editor croat (n. 1898)",
    "1992 - Mort de Jim Garrison, advocat i jutge nord-americà (n. 1921)",
    "1993 - Mort de Sam Zolotow, periodista i crític nord-americà (n. 1899)",
    "1995 - Mor Jesús Blasco, autor i il·lustrador espanyol (n. 1919)",
    "1995 - Mort de Maxene Andrews, cantant nord-americà (n. 1916)",
    "1995 - Mort de Nancy Graves, escultora i pintora nord-americana (n. 1939)",
    "1995 - Mort de Shannon Hoon, cantautora i guitarrista nord-americana (n. 1967)",
    "1996 - Mort de Georgios Zoitakis, general i polític grec (n. 1910)",
    "1998 - Mort de Francis W. Sargent, militar i polític nord-americà, 64è governador de Massachusetts (n. 1915)",
    "1999 - Mor Ahmet Taner Kışlalı, politòleg, advocat i polític turc (n. 1939)",
    "1999 - Mort de Lars Bo, autor i il·lustrador danès (n. 1924)",
    "2002 - Mor Edward J. Mortola, acadèmic nord-americà i president de la Universitat Pace (n. 1917)",
    "2003 - Mort d'Elliott Smith, cantant, compositor i guitarrista nord-americà (n. 1969)",
    "2003 - Mort de Louise Day Hicks, política nord-americana (n. 1916)",
    "2003 - Mort de Luis A. Ferré, enginyer i polític porto-riqueny, tercer governador de Puerto Rico (n. 1904)",
    "2006 - Mort de Sandy West, cantant, compositor i bateria nord-americà (n. 1959)",
    "2007 - Mort de Paul Fox, cantautor i guitarrista anglès (n. 1951)",
    "2010 - Mort d'A. Ayyappan, poeta i traductor indi (n. 1949)",
    "2011 - Mort de Hikmet Bilâ, periodista i autor turc (n. 1954)",
    "2011 - Mort de Tone Pavček, poeta i autor eslovè (n. 1928)",
    "2012 - Mort d'Alf Kumalo, fotògraf i periodista sud-africà (n. 1930)",
    "2012 - Mort d'Antoni Dobrowolski, pedagog polonès (n. 1904)",
    "2012 - Mort de George McGovern, historiador, tinent i polític nord-americà (n. 1922)",
    "2012 - Mor Jaroslav Kozlík, jugador de voleibol i pedagog txec (n. 1907)",
    "2012 - Mort de Yash Chopra, director, productor i guionista indi (n. 1932)",
    "2013 - Mort de Bud Adams, empresari nord-americà (n. 1923)",
    "2013 - Mort del coronel Robert Morris, cantautor i bateria nord-americà (n. 1954)",
    "2013 - Mort de Gianni Ferrio, compositor i director d'orquestra italià (n. 1924)",
    "2013 - Mort del major Owens, bibliotecari i polític nord-americà (n. 1936)",
    "2013 - Mor Oscar Yanes, periodista i autor veneçolà (n. 1927)",
    "2013 - Mort de Rune T. Kidde, autor, poeta i il·lustrador danès (n. 1957)",
    "2013 - Mort de Tony Summers, nedador gal·lès (n. 1924)",
    "2014 - Mort de Ben Bradlee, periodista i autor nord-americà (n. 1921)",
    "2014 - Mort d'Edith Kawelohea McKinzie, genealogista, autora i experta en hula hawaiana (n. 1925)",
    "2014 - Mort de Gough Whitlam, tinent, advocat i polític australià, 21è primer ministre d'Austràlia (n. 1916)",
    "2014 - Mort de Mohammad-Reza Mahdavi Kani, clergue i polític iranià, primer ministre de l'Iran (n. 1931)",
    "2014 - Mort de Nelson Bunker Hunt, empresari nord-americà (n. 1926)",
    "2015 - Mort de France Bučar, advocat i polític eslovè (n. 1923)",
    "2015 - Mort de Marty Ingels, actor nord-americà (n. 1936)",
    "2015 - Mort de Norman W. Moore, conservacionista i autor anglès (n. 1923)",
    "2015 - Mort de Sheldon Wolin, filòsof, teòric i acadèmic nord-americà (n. 1922)",
    "2020 - Mort de Frank Bough, presentador de televisió anglès (n. 1933)",
    "2021 - Mor Bernard Haitink, director i violinista holandès (n. 1929)",
    "2023 - Mort de Bill Hayden, polític australià, 21è governador general d'Austràlia (n. 1933)",
    "2023 - Mor Bobby Charlton, futbolista i entrenador anglès (n. 1937)",
    "2023 - Mort de Bobi, gos portuguès (n. 1992)",
    "645 - Mort de Zhenzhu Khan, khan de Xueyantuo"
  ],
  "day_25_month_3_births.dialog": [
    "1252 - Naixement de Conradin, duc de Suàbia (m. 1268)",
    "1259 - Naixement d'Andrònic II Paleòleg, emperador bizantí (m. 1332)",
    "1297 - Naixement d'Andrònic III Paleòleg, emperador bizantí (m. 1341)",
    "1297 - Naixement d'Arnošt de Pardubice, primer arquebisbe de Bohèmia (m. 1364)",
    "1345 - Naixement de Blanca de Lancaster (m. 1369)",
    "1347 - Naixement de Caterina de Siena, filòsofa, teòloga i santa italiana (m. 1380)",
    "1404 - Naixement de John Beaufort, primer duc de Somerset, líder militar anglès (m. 1444)",
    "1414 - Naixement de Thomas Clifford, 8è baró de Clifford, noble anglès (m. 1455)",
    "1434 - Naixement d'Eustochia Smeralda Calafato, santa italiana (m. 1485)",
    "1479 - Naixement de Vasili III de Rússia (m. 1533)",
    "1491 - Naixement de Marie d'Albret, comtessa de Rethel (m. 1549)",
    "1510 - Naixement de Guillaume Postel, lingüista francès (m. 1581)",
    "1538 - Naixement de Christopher Clavius, matemàtic i astrònom alemany (m. 1612)",
    "1541 - Naixement de Francesc I de Mèdici, gran duc de Toscana (m. 1587)",
    "1545 - Naixement de Joan II, duc de Schleswig-Holstein-Sonderburg (m. 1622)",
    "1546 - Naixement de Giacomo Castelvetro, escriptor italià (m. 1616)",
    "1593 - Naixement de Jean de Brébeuf, missioner i sant francocanadenc (m. 1649)",
    "1611 - Naixement d'Evliya Çelebi, viatger i escriptor turc otomà (m. 1682)",
    "1636 - Naixement d'Henric Piccardt, advocat holandès (m. 1712)",
    "1643 - Naixement de Louis Moréri, sacerdot i erudit francès (m. 1680)",
    "1661 - Naixement de Paul de Rapin, militar i historiador francès (m. 1725)",
    "1699 - Naixement de Johann Adolph Hasse, cantant i compositor alemany (m. 1783)",
    "1741 - Naixement de Jean-Antoine Houdon, escultor i pedagog francès (m. 1828)",
    "1745 - Naixement de John Barry, oficial naval nord-americà i pare de la marina nord-americana (m. 1803)",
    "1767 - Naixement de Joachim Murat, general francès (m. 1815)",
    "1782 - Naixement de Caroline Bonaparte, filla francesa de Carlo Buonaparte (m. 1839)",
    "1800 - Naixement d'Ernst Heinrich Karl von Dechen, geòleg i acadèmic alemany (m. 1889)",
    "1808 - Naixement de José de Espronceda, poeta i autor espanyol (m. 1842)",
    "1824 - Naixement de Clinton L. Merriam, banquer i polític nord-americà (m. 1900)",
    "1840 - Naixement de Myles Keogh, coronel irlandès-americà (m. 1876)",
    "1863 - Naixement de Simon Flexner, metge i acadèmic nord-americà (m. 1946)",
    "1867 - Naixement d'Arturo Toscanini, violoncel·lista i director italoamericà (m. 1957)",
    "1867 - Naixement de Gutzon Borglum, escultor nord-americà, va dissenyar el mont Rushmore (m. 1941)",
    "1868 - Aniversari de Bill Lockwood, jugador de cricket anglès (m. 1932)",
    "1871 - Naixement de Louis Perrée, esgrimista francès (m. 1924)",
    "1872 - Naixement d'Horatio Nelson Jackson, pilot i metge nord-americà (m. 1955)",
    "1873 - Naixement de Rudolf Rocker, autor i activista germanoamericà (m. 1958)",
    "1874 - Naixement de Selim Sırrı Tarcan, pedagog i polític turc (m. 1957)",
    "1876 ​​- Naixement d'Irving Baxter, saltador d'alçada i salt amb perxa nord-americà (m. 1957)",
    "1877 - Naixement de Walter Little, polític canadenc (m. 1961)",
    "1878 - Naixement de František Janda-Suk, llançador de disc i llançador de tirs txec (m. 1955)",
    "1879 - Naixement d'Amedee Reyburn, nedadora i jugadora de waterpolo nord-americana (m. 1920)",
    "1881 - Naixement de Béla Bartók, pianista i compositor hongarès (m. 1945)",
    "1881 - Naixement de Mary Webb, autora i poeta anglesa (m. 1927)",
    "1881 - Naixement de Patrick Henry Bruce, pintor i pedagog nord-americà (m. 1936)",
    "1885 - Naixement de Jimmy Seed, futbolista i entrenador internacional anglès (m. 1966)",
    "1893 - Naixement de Johannes Villemson, corredor estonià (m. 1971)",
    "1895 - Naixement de Siegfried Handloser, general i metge alemany (m. 1954)",
    "1897 - Naixement de Leslie Averill, metge i soldat neozelandès (m. 1981)",
    "1899 - Naixement de François Rozet, actor francocanadenc (m. 1994)",
    "1900 - Naixement de George Carstairs, jugador de la lliga australiana de rugbi (m. 1966)",
    "1901 - Naixement d'Ed Begley, actor nord-americà (m. 1970)",
    "1903 - Naixement de Binnie Barnes, actriu angloamericana (m. 1998)",
    "1903 - Naixement de Frankie Carle, pianista i director d'orquestra nord-americà (m. 2001)",
    "1903 - Naixement de Nahum Norbert Glatzer, teòleg i erudit ucraïnès-americà (m. 1990)",
    "1904 - Naixement de Pete Johnson, boogie-woogie i pianista de jazz nord-americà (m. 1967)",
    "1905 - Naixement d'Albrecht Mertz von Quirnheim, coronel alemany (m. 1944)",
    "1906 - Naixement d'A. J. P. Taylor, historiador i acadèmic anglès (m. 1990)",
    "1906 - Naixement de Jean Sablon, cantant i actor francès (m. 1994)",
    "1908 - Naixement de David Lean, director, productor i guionista anglès (m. 1991)",
    "1910 - Naixement de Benzion Netanyahu, historiador i acadèmic polonès-israelià (m. 2012)",
    "1910 - Naixement de Magda Olivero, soprano italiana (m. 2014)",
    "1912 - Naixement de Jean Vilar, actor i director francès (m. 1971)",
    "1912 - Naixement de Melita Norwood, funcionari i espia anglesa (m. 2005)",
    "1913 - Naixement de Reo Stakis, empresari xipriota-escocès, que va fundar Stakis Hotels (m. 2001)",
    "1914 - Naixement de Norman Borlaug, agrònom i humanitari nord-americà, premi Nobel (m. 2009)",
    "1914 - Naixement de Tassos, gravador, gravador i escultor grec (m. 1985) ",
    "1915 - Naixement de Dorothy Squires, cantant gal·lesa (m. 1998)",
    "1916 - Naixement de S. M. Pandit, pintor i pedagog indi (m. 1993)",
    "1918 - Naixement de Howard Cosell, soldat, periodista i autor nord-americà (m. 1995)",
    "1920 - Naixement de Patrick Troughton, actor anglès (m. 1987)",
    "1920 - Naixement de Paul Scott, autor, poeta i dramaturg anglès (m. 1978)",
    "1920 - Naixement d'Usha Mehta, gandhià i lluitador per la llibertat de l'Índia (m. 2000)",
    "1921 - Naixement d'Alexandra de Iugoslàvia, l'última reina de Iugoslàvia (m. 1993)",
    "1921 - Naixement de Nancy Kelly, actriu nord-americana (m. 1995)",
    "1921 - Naixement de Simone Signoret, actriu francesa (m. 1985)",
    "1922 - Naixement d'Eileen Ford, empresaria nord-americana, cofundadora de Ford Models (m. 2014)",
    "1923 - Naixement de Bonnie Guitar, cantant, compositora i guitarrista nord-americana (m. 2019)",
    "1923 - Naixement de Wim van Est, ciclista holandès (m. 2003)",
    "1924 - Naixement de Machiko Kyō, actriu japonesa (m. 2019)",
    "1924 - Naixement de Roberts Blossom, actor nord-americà (m. 2011)",
    "1925 - Naixement d'Anthony Quinton, baró Quinton, metge i filòsof anglès (m. 2010)",
    "1925 - Naixement de Flannery O'Connor, escriptor de contes i novel·lista nord-americà (m. 1964)",
    "1925 - Naixement de Kishori Sinha, polític indi, activista social i defensor (m. 2016)",
    "1926 - Naixement de Gene Shalit, periodista i crític nord-americà",
    "1926 - Naixement de Jaime Sabines, poeta i polític mexicà (m. 1999)",
    "1926 - Naixement de László Papp, boxejador hongarès (m. 2003)",
    "1926 - Naixement de Riz Ortolani, compositor i director d'orquestra italià (m. 2014)",
    "1926 - Naixement de Shirley Jean Rickert, actriu nord-americana (m. 2009)",
    "1927 - Naixement de P. Shanmugam, polític indi, 13è ministre en cap de Puducherry (m. 2013)",
    "1928 - Naixement de Gunnar Nielsen, corredor i tipògraf danès (m. 1985)",
    "1928 - Naixement de Hans Steinbrenner, escultor alemany (m. 2008)",
    "1928 - Naixement de Jim Lovell, capità, pilot i astronauta nord-americà",
    "1928 - Naixement de Peter O'Brien, jugador de la lliga de rugbi australiana (m. 2016)",
    "1929 - Naixement de Cecil Taylor, pianista i compositor nord-americà (m. 2018)",
    "1930 - Naixement de Carlo Mauri, alpinista i explorador italià (m. 1982)",
    "1930 - Naixement de David Burge, pianista, compositor i director d'orquestra nord-americà (m. 2013)",
    "1930 - Naixement de Rudy Minarcin, jugador de beisbol i entrenador nord-americà (m. 2013)",
    "1931 - Naixement de Humphrey Burton, presentador de ràdio i televisió anglesa",
    "1932 - Naixement de Penelope Gilliatt, novel·lista, escriptora de contes i crítica anglesa (m. 1993)",
    "1932 - Naixement de Wes Santee, corredor nord-americà (m. 2010)",
    "1934 - Naixement de Bernard King, actor i xef australià (m. 2002)",
    "1934 - Naixement de Gloria Steinem, activista feminista nord-americana, cofundadora del Women's Media Center",
    "1934 - Naixement de Johnny Burnette, cantant i compositor nord-americà (m. 1964)",
    "1934 - Naixement de Karlheinz Schreiber, home de negocis germanocanadenc",
    "1935 - Naixement de Gabriel Elorde, boxejador filipí (m. 1985)",
    "1936 - Naixement de Carl Kaufmann, velocista alemany-americà (m. 2008)",
    "1937 - Naixement de Tom Monaghan, empresari nord-americà, va fundar Domino's Pizza",
    "1938 - Naixement de Daniel Buren, escultor i pintor francès",
    "1938 - Naixement de Fritz d'Orey, pilot de carreres brasiler (m. 2020)",
    "1938 - Naixement de Hoyt Axton, cantautor i actor nord-americà (m. 1999)",
    "1939 - Naixement de D. C. Fontana, guionista i productor nord-americà (m. 2019)",
    "1939 - Naixement de Toni Cade Bambara, autor, acadèmic i activista nord-americà (m. 1995)",
    "1941 - Naixement de Gudmund Hernes, sociòleg i polític noruec, ministre noruec d'Educació i Investigació",
    "1942 - Naixement d'Aretha Franklin, cantautora i pianista nord-americana (m. 2018)",
    "1942 - Aniversari de Kim Woodburn, presentadora de televisió anglesa",
    "1942 - Naixement de Richard O'Brien, actor i guionista anglès",
    "1943 - Naixement de Paul Michael Glaser, actor i director nord-americà",
    "1945 - Naixement de Leila Diniz, actriu brasilera (m. 1972)",
    "1946 - Naixement de Cliff Balsom, futbolista anglès",
    "1946 - Naixement de Daniel Bensaïd, filòsof i autor francès (m. 2010)",
    "1946 - Naixement de Maurice Krafft, vulcanòleg francès (m. 1991)",
    "1946 - Naixement de Stephen Hunter, autor i crític nord-americà",
    "1947 - Naixement d'Elton John, cantant, compositor, pianista, productor i actor anglès",
    "1947 - Naixement de Richard Cork, historiador i crític anglès",
    "1948 - Naixement de Bonnie Bedelia, actriu nord-americana",
    "1948 - Naixement de Michael Stanley, cantant, compositor i guitarrista nord-americà (m. 2021)",
    "1949 - Aniversari de Ronnie Flanagan, cap de policia d'Irlanda del Nord (Reial policia irlandesa, servei de policia d'Irlanda del Nord)",
    "1949 - Naixement de Sue Klebold, activista nord-americana",
    "1950 - Naixement de Chuck Greenberg, saxofonista, compositor i productor nord-americà (m. 1995)",
    "1950 - Naixement de David Paquette, pianista nord-americà i neozelandès",
    "1950 - Naixement de Ronnie McDowell, cantant i compositor nord-americà",
    "1951 - Naixement de Jumbo Tsuruta, lluitador japonès (m. 2000)",
    "1952 - Naixement d'Antanas Mockus, matemàtic, filòsof i polític colombià, alcalde de Bogotà",
    "1952 - Naixement de Stephen Dorrell, militar i polític anglès, secretari d'Estat de Salut",
    "1953 - Naixement de Christos Ardizoglou, futbolista grec ",
    "1953 - Aniversari d'Haroon Rasheed, jugador de cricket i entrenador pakistanès",
    "1953 - Naixement de Robert Fox, productor i gerent anglès",
    "1953 - Naixement de Vesna Pusić, sociòleg i polític croat, viceprimer ministre de Croàcia",
    "1954 - Naixement de Thom Loverro, periodista i autor nord-americà",
    "1955 - Naixement de Daniel Boulud, cuiner i autor francès",
    "1955 - Naixement de Lee Mazzilli, jugador de beisbol, entrenador i entrenador nord-americà",
    "1957 - Naixement d'Aleksandr Puchkov, corredor d'obstacles rus",
    "1957 - Naixement de Christina Boxer, corredora i periodista anglesa",
    "1957 - Naixement de Jim Uhls, guionista i productor nord-americà",
    "1957 - Naixement de Jonathan Michie, economista i acadèmic anglès",
    "1957 - Naixement de Kanellos Kanellopoulos, ciclista grec ",
    "1958 - Naixement de John Ensign, metge i polític nord-americà",
    "1958 - Naixement de Lorna Brown, artista, comissària i escriptora canadenca",
    "1958 - Naixement de María Caridad Colón, llançadora i llançadora de javelina cubana",
    "1958 - Naixement de Ray Tanner, jugador de beisbol i entrenador nord-americà",
    "1958 - Naixement de Sisy Chen, periodista i política taiwanesa",
    "1958 - Naixement de Susie Bright, periodista, autora i crítica nord-americana",
    "1958 - Naixement d'Åsa Torstensson, política sueca, tercera ministra sueca d'Infraestructures",
    "1960 - Naixement de Brenda Strong, actriu nord-americana",
    "1960 - Aniversari de Mike Aulby, jugador de bitlles americà",
    "1960 - Naixement de Peter O'Brien, actor australià",
    "1960 - Naixement de Steve Norman, saxofonista, compositor i productor anglès",
    "1961 - Naixement de Mark Brooks, golfista nord-americà",
    "1962 - Naixement de David Nuttall, advocat i polític anglès",
    "1962 - Naixement de Marcia Cross, actriu nord-americana",
    "1963 - Aniversari d'Andrew O'Connor, actor, còmic, mag, presentador de televisió i productor executiu britànic",
    "1963 - Naixement de Karen Bruce, ballarina i coreògrafa anglesa",
    "1963 - Naixement de Velle Kadalipp, arquitecta estònia",
    "1964 - Naixement de Ken Wregget, jugador canadenc d'hoquei sobre gel",
    "1964 - Aniversari de Norm Duke, jugador de bitlles americà",
    "1964 - Naixement de René Meulensteen, futbolista i entrenador holandès",
    "1965 - Naixement d'Avery Johnson, jugador i entrenador de bàsquet nord-americà",
    "1965 - Naixement de Sarah Jessica Parker, actriu, productora i dissenyadora nord-americana",
    "1965 - Naixement de Stefka Kostadinova, saltador d'alçada búlgar",
    "1966 - Naixement d'Anton Rogan, futbolista nord-irlandès",
    "1966 - Aniversari de Humberto González, boxejador mexicà",
    "1966 - Naixement de Jeff Healey, cantant, compositor i guitarrista canadenc (m. 2008)",
    "1966 - Aniversari de Tom Glavine, jugador de beisbol nord-americà",
    "1967 - Naixement de Debi Thomas, patinadora artística i metgessa nord-americana",
    "1967 - Naixement de Doug Stanhope, humorista i actor nord-americà",
    "1967 - Naixement de Matthew Barney, escultor i fotògraf nord-americà",
    "1969 - Naixement de Cathy Dennis, cantautora, productora discogràfica i actriu anglesa",
    "1969 - Naixement de Dale Davis, jugador de bàsquet nord-americà",
    "1969 - Naixement de George Chlitsios, director d'orquestra i compositor grec",
    "1969 - Naixement de Jeffrey Walker, cantant, compositor i baixista anglès",
    "1970 - Naixement de Magnus Larsson, golfista suec",
    "1971 - Aniversari de Cammi Granato, jugadora d'hoquei sobre gel i periodista esportiu nord-americà",
    "1971 - Aniversari de Sheryl Swoopes, jugadora i entrenadora de bàsquet nord-americana",
    "1971 - Naixement de Stacy Dragila, saltador i entrenador nord-americà",
    "1972 - Naixement de Giniel de Villiers, pilot de carreres sud-africà",
    "1972 - Naixement de Naftali Bennett, polític israelià, 13è primer ministre d'Israel",
    "1972 - Naixement de Phil O'Donnell, futbolista escocès (m. 2007)",
    "1973 - Naixement d'Anders Fridén, cantautor i productor suec",
    "1973 - Aniversari de Bob Sura, jugador de bàsquet nord-americà",
    "1973 - Naixement de Michaela Dorfmeister, esquiadora austríaca",
    "1974 - Naixement de Lark Voorhies, actriu i cantant nord-americana",
    "1974 - Naixement de Serge Betsen, jugador de rugbi camerunès-francès",
    "1975 - Naixement d'Erika Heynatz, model i actriu australiana de Papua Nova Guinea",
    "1975 - Naixement de Ladislav Benýšek, jugador d'hoquei sobre gel txec",
    "1975 - Naixement de Melanie Blatt, cantautora i actriu anglesa",
    "1976 - Naixement de Francie Bellew, futbolista irlandesa",
    "1976 - Aniversari de Lars Figura, velocista alemany",
    "1976 - Naixement de Rima Wakarua, jugadora de rugbi italià neozelandesa",
    "1976 - Naixement de Wladimir Klitschko, boxejador ucraïnès",
    "1977 - Aniversari d'Andrew Lindsay, remador escocès",
    "1977 - Naixement de Natalie Clein, violoncel·lista i pedagoga anglesa",
    "1978 - Naixement de Gennaro Delvecchio, futbolista italià",
    "1978 - Naixement de Teddy Lussi-Modeste, director de cinema, guionista i professor de literatura francès",
    "1979 - Naixement de Muriel Hurtis-Houairi, velocista francesa",
    "1980 - Naixement de Kathrine Sørland, model de moda i presentadora de televisió noruega",
    "1981 - Aniversari de Casey Neistat, personalitat nord-americana de YouTube",
    "1982 - Aniversari de Danica Patrick, pilot de cotxes de carreres nord-americà",
    "1982 - Naixement de Jenny Slate, còmic, actriu i autora nord-americana",
    "1982 - Naixement d'Álvaro Saborío, futbolista costa-riqueny",
    "1983 - Naixement de Mickaël Hanany, saltador d'alçada francès",
    "1984 - Naixement de Katharine McPhee, cantautora i actriu nord-americana",
    "1984 - Naixement de Liam Messam, jugador de rugbi neozelandès",
    "1985 - Naixement de Carmen Rasmusen, cantautora i actriu canadenca-nord-americana",
    "1985 - Naixement de Diana Rennik, patinadora artística estònia",
    "1986 - Aniversari de Kyle Lowry, jugador de bàsquet nord-americà",
    "1986 - Naixement de Marco Belinelli, jugador de bàsquet italià",
    "1986 - Naixement de Megan Gibson, jugadora de softbol nord-americana",
    "1986 - Aniversari de Mickey Paea, jugador de la lliga australiana de rugbi",
    "1987 - Aniversari de Hyun-jin Ryu, jugador de beisbol sud-coreà",
    "1987 - Naixement de Jacob Bagersted, jugador d'handbol danès",
    "1987 - Naixement de Nobunari Oda, patinador artístic japonès",
    "1987 - Naixement de Victor Obinna, futbolista nigerià",
    "1988 - Naixement d'Arthur Zeiler, jugador de rugbi alemany",
    "1988 - Aniversari de Big Sean, raper, cantant i compositor nord-americà",
    "1988 - Aniversari de Mitchell Watt, saltador de llargada australià",
    "1988 - Naixement de Ryan Lewis, productor musical nord-americà",
    "1989 - Naixement d'Aly Michalka, cantautora i guitarrista nord-americana",
    "1989 - Naixement de Scott Sinclair, futbolista anglès",
    "1990 - Naixement d'Alexander Esswein, futbolista alemany",
    "1990 - Naixement de Mehmet Ekici, futbolista turc",
    "1991 - Naixement de Scott Malone, futbolista anglès",
    "1992 - Aniversari de Meg Lanning, jugadora de cricket australiana",
    "1993 - Naixement de Jacob Gagan, jugador de la lliga australiana de rugbi",
    "1993 - Naixement de Sam Johnstone, futbolista anglès",
    "1994 - Naixement de Justine Dufour-Lapointe, esquiadora canadenca",
    "2000 - Naixement d'Ozan Kabak, futbolista turc"
  ],
  "day_23_month_4_deaths.dialog": [
    "1014 - Mort de Brian Boru, rei irlandès (n. 941)",
    "1014 - Mort de Domnall mac Eimín, Mormaer de Mar",
    "1016 - Mort d'Ethelred el No preparat, fill anglès d'Edgar el Pacífic (n. 968)",
    "1124 - Mort d'Alexandre I d'Escòcia (n. 1078)",
    "1151 - Mort d'Adeliza de Lovaina (n. 1103)",
    "1170 - Mort de Minamoto no Tametomo, samurai japonès (n. 1139)",
    "1196 - Mort de Béla III d'Hongria (c. 1148)",
    "1200 - Mort de Zhu Xi, filòsof xinès (n. 1130)",
    "1217 - Mort d'Inge II de Noruega (n. 1185)",
    "1262 - Mort d'Egidi d'Assís, company de sant Francesc d'Assís",
    "1307 - Mort de Joana d'Acre (n. 1272)",
    "1400 - Mort d'Aubrey de Vere, 10è comte d'Oxford, polític i noble anglès (c. 1338)",
    "1407 - Mort d'Olivier de Clisson, soldat francès (n. 1326)",
    "1501 - Mort de Domenico della Rovere, cardenal catòlic (n. 1442)",
    "1554 - Mort de Gaspara Stampa, poeta italià (n. 1523)",
    "1605 - Mort de Boris Godunov, governant rus (n. 1551)",
    "1616 - Mor l'Inca Garcilaso de la Vega, escriptor i historiador espanyol (n. 1539)",
    "1616 - Mort de William Shakespeare, dramaturg i poeta anglès (n. 1564)",
    "1625 - Mort de Maurici, príncep d'Orange (n. 1567)",
    "1695 - Mor Henry Vaughan, poeta i autor gal·lès (n. 1621)",
    "1702 - Mort de Margaret Fell, líder religiós anglesa, va fundar la Societat Religiosa d'Amics (n. 1614)",
    "1781 - Mort de James Abercrombie, general i polític escocès (n. 1706)",
    "1784 - Mort de Salomó I d'Imereti (n. 1735)",
    "1792 - Mort de Karl Friedrich Bahrdt, teòleg i autor alemany (n. 1741)",
    "1794 - Mort de Guillaume-Chrétien de Lamoignon de Malesherbes, advocat i polític francès (n. 1721 )",
    "1827 - Mort de Georgios Karaiskakis, general grec (n. 1780)",
    "1839 - Mort de Jacques Félix Emmanuel Hamelin, almirall i explorador francès (n. 1768)",
    "1850 - Mort de William Wordsworth, poeta i autor anglès (n. 1770)",
    "1865 - Mort de Silas Soule, soldat nord-americà i denunciant de la massacre de Sand Creek (n. 1838)",
    "1889 - Mor Jules Amédée Barbey d'Aurevilly, escriptor i crític francès (n. 1808)",
    "1895 - Mort de Carl Ludwig, metge i fisiòleg alemany (n. 1815)",
    "1905 - Mort de Gédéon Ouimet, polític canadenc, segon primer ministre del Quebec (n. 1823)",
    "1907 - Mort d'Alferd Packer, buscador nord-americà (n. 1842)",
    "1915 - Mor Rupert Brooke, poeta anglès (n. 1887)",
    "1936 - Mor Teresa de la Parra, autora franco-veneçolana (n. 1889)",
    "1951 - Mor Charles G. Dawes, banquer i polític nord-americà, 30è vicepresident dels Estats Units, Premi Nobel de la Pau (n. 1865)",
    "1951 - Mor Jules Berry, actor i director francès (n. 1883)",
    "1959 - Mort de Bak Jungyang, polític coreà (n. 1872)",
    "1965 - Mor George Adamski, ufòleg i autor polonès-americà (n. 1891)",
    "1966 - Mort de George Ohsawa, fundador japonès de la dieta macrobiòtica (n. 1893)",
    "1981 - Mor Josep Pla, periodista i autor català (n. 1897)",
    "1983 - Mort de Buster Crabbe, nedador i actor nord-americà (n. 1908)",
    "1984 - Mort de Red Garland, pianista nord-americà (n. 1923)",
    "1985 - Mort de Frank Farrell, jugador i policia de la lliga de rugbi australiana (n. 1916)",
    "1985 - Mort de Sam Ervin, advocat i polític nord-americà (n. 1896)",
    "1986 - Mor Harold Arlen, compositor nord-americà (n. 1905)",
    "1986 - Mort de Jim Laker, jugador de cricket internacional i periodista esportiu anglès; posseïdor del rècord mundial de més wickets presos en un partit (n. 1922)",
    "1986 - Mort d'Otto Preminger, actor, director i productor ucraïnès-americà (n. 1906)",
    "1990 - Mort de Paulette Goddard, actriu nord-americana (n. 1910)",
    "1991 - Mort de Johnny Thunders, cantant, compositor i guitarrista nord-americà (n. 1952)",
    "1992 - Mort de Satyajit Ray, director, productor i guionista indi (n. 1921)",
    "1992 - Mor Tanka Prasad Acharya, polític nepalí, 27è primer ministre del Nepal (n. 1912)",
    "1993 - Mort de César Chávez, activista nord-americà, cofundador de United Farm Workers (n. 1927)",
    "1995 - Mor Douglas Lloyd Campbell, pagès i polític canadenc, 13è primer ministre de Manitoba (n. 1895)",
    "1995 - Mort de Howard Cosell, advocat i periodista nord-americà (n. 1918)",
    "1995 - Mort de John C. Stennis, advocat i polític nord-americà (n. 1904)",
    "1995 - Mort de Riho Lahi, periodista estonià (n. 1904)",
    "1996 - Mort de Jean Victor Allard, general canadenc (n. 1913)",
    "1996 - Mort de P. L. Travers, autor i actriu australià-anglès (n. 1899)",
    "1997 - Mort de Denis Compton, jugador de cricket i futbolista anglès (n. 1918)",
    "1998 - Mort de James Earl Ray, assassí nord-americà de Martin Luther King Jr. (n. 1928)",
    "1998 - Mort de Konstantinos Karamanlis, advocat i polític grec, 172è primer ministre de Grècia (n. 1907)",
    "1998 - Mort de Thanassis Skordalos, cantant i intèrpret de lletres grec (n. 1920)",
    "2003 - Mort de Fernand Fonssagrives, fotògraf francoamericà (n. 1910)",
    "2004 - Mor Herman Veenstra, jugador de waterpolo holandès (n. 1911)",
    "2005 - Mort d'Al Grassby, periodista i polític australià (n. 1928)",
    "2005 - Mort d'Earl Wilson, jugador de beisbol, entrenador i educador nord-americà (n. 1934)",
    "2005 - Mort de Joh Bjelke-Petersen, polític neozelandès-australià, 31è primer ministre de Queensland (n. 1911)",
    "2005 - Mort de John Mills, actor anglès (n. 1908)",
    "2005 - Mort de Robert Farnon, trompetista, compositor i director d'orquestra canadenc-anglès (n. 1917)",
    "2005 - Mort de Romano Scarpa, autor i il·lustrador italià (n. 1927)",
    "2006 - Mor Phil Walden, productor discogràfic i gerent nord-americà, cofundador de Capricorn Records (n. 1940)",
    "2007 - Mor Boris Eltsin, polític rus, primer president de Rússia (n. 1931)",
    "2007 - Mort de David Halberstam, periodista, historiador i autor nord-americà (n. 1934)",
    "2007 - Mort de Paul Erdman, economista i autor canadenc-nord-americà (n. 1932)",
    "2007 - Mort de Peter Randall, sergent anglès (n. 1930)",
    "2010 - Mort de Peter Porter, poeta britànic nascut a Austràlia (n. 1929)",
    "2011 - Mort de Geoffrey Russell, quart baró Ampthill, home de negocis i polític anglès (n. 1921)",
    "2011 - Mort de James Casey, còmic, guionista de ràdio i productor anglès (n. 1922)",
    "2011 - Mort de John Sullivan, guionista i productor anglès (n. 1946)",
    "2011 - Mort de Max van der Stoel, polític holandès i ministre d'Estat (n. 1924)",
    "2011 - Mort de Tom King, guitarrista i compositor nord-americà (n. 1943)",
    "2012 - Mort de Billy Bryans, bateria, compositor i productor canadenc (n. 1947)",
    "2012 - Mort de Chris Ethridge, baixista i compositor nord-americà (n. 1947)",
    "2012 - Mort de LeRoy T. Walker, jugador de futbol americà i entrenador (n. 1918)",
    "2012 - Mort de Lillemor Arvidsson, líder sindical i polític suec, 34è governador de Gotland (n. 1943)",
    "2012 - Mort de Raymond Thorsteinsson, geòleg i paleontòleg canadenc (n. 1921)",
    "2013 - Mort d'Antonio Maccanico, banquer i polític italià (n. 1924)",
    "2013 - Mort de Bob Brozman, guitarrista nord-americà (n. 1954)",
    "2013 - Mort de Frank W. J. Olver, matemàtic i acadèmic anglès-nord-americà (n. 1924)",
    "2013 - Mort de Kathryn Wasserman Davis, filantropa i erudita nord-americana (n. 1907)",
    "2013 - Mort de Robert W. Edgar, pedagog i polític nord-americà (n. 1943)",
    "2013 - Mort de Tony Grealish, futbolista anglès (n. 1956)",
    "2014 - Mort de Benjamín Brea, saxofonista, clarinetista i director d'orquestra hispano-veneçolà (n. 1946)",
    "2014 - Mort de Connie Marrero, jugadora i entrenadora de beisbol cubana (n. 1911)",
    "2014 - Mort de F. Michael Rogers, general nord-americà (n. 1921)",
    "2014 - Mort de Jaap Havekotte, patinador de velocitat holandès i productor de patins de gel (n. 1912)",
    "2014 - Mort de Mark Shand, conservacionista i autor anglès (n. 1951)",
    "2014 - Mort de Michael Glawogger, director, guionista i director de fotografia austríac (n. 1959)",
    "2014 - Mort de Patric Standford, compositor i pedagog anglès (n. 1939)",
    "2015 - Mort de Francis Tsai, autor i il·lustrador nord-americà (n. 1967)",
    "2015 - Mort de Jim Steffen, jugador de futbol americà (n. 1936)",
    "2015 - Mort de Pierre Claude Nolin, advocat i polític canadenc, president del Senat canadenc (n. 1950)",
    "2015 - Mort de Ray Jackson, activista australià (n. 1941)",
    "2015 - Mort de Richard Corliss, periodista i crític nord-americà (n. 1944)",
    "2016 - Mort de Banharn Silpa-archa, polític tailandès, primer ministre de 1995 a 1996 (n. 1932)",
    "2016 - Mort d'Inge King, escultora australiana nascuda a Alemanya (n. 1915)",
    "2019 - Mort de Charity Sunshine Tillemann-Dick, cantant i presentadora soprano nord-americana (n. 1983)",
    "2019 - Mort de Jean, Gran Duc de Luxemburg (n. 1921)",
    "2021 - Mort de Dan Kaminsky, investigador nord-americà de seguretat a Internet (n. 1979)",
    "2022 - Mort d'Orrin Hatch, polític nord-americà, president pro tempore del Senat dels Estats Units (n. 1934)",
    "2024 - Mort de Frank Field, polític britànic (n. 1942)",
    "2024 - Mort d'Helen Vendler, crítica literària nord-americana (n. 1933)",
    "303 - Mort de Sant Jordi, soldat romà i màrtir",
    "711 - Mort de Childebert III, rei franc (n. 670)",
    "725 - Mort de Wihtred de Kent",
    "871 - Mort d'Ethelred de Wessex (n. 837)",
    "915 - Mort de Yang Shihou, general xinès",
    "944 - Mort de Wichmann el Vell, noble saxó",
    "990 - Mor Ekkehard II, monjo i abat suís",
    "997 - Mort d'Adalbert de Praga, bisbe, missioner i sant txec (n. 956)"
  ],
  "day_3_month_5_events.dialog": [
    "1481 - El més gran dels tres terratrèmols colpeja l'illa de Rodes i causa unes 30.000 víctimes.",
    "1491 - El monarca Kongo Nkuwu Nzinga és batejat pels missioners portuguesos, adoptant el nom de baptisme de João I.",
    "1568 - Enutjat per l'atac brutal de les tropes espanyoles a Fort Caroline, una força francesa crema el fort de San Mateo i massacre centenars d'espanyols.",
    "1616 - El Tractat de Loudun posa fi a una guerra civil francesa.",
    "1715 - Un eclipsi solar total és visible al nord d'Europa i al nord d'Àsia, tal com va predir Edmond Halley amb una precisió de quatre minuts.",
    "1791 - La Constitució del 3 de maig (la primera constitució moderna d'Europa) és proclamada pel Sejm de la Commonwealth polonesa-lituana.",
    "1802 - Washington, D.C. s'incorpora com a ciutat després que el Congrés abolís la Junta de Comissionats, el govern fundador del Districte. La \"Ciutat de Washington\" té una forma de govern d'alcalde-consell.",
    "1808 - Guerra de Finlandia: Suècia perd la fortalesa de Sveaborg davant Rússia.",
    "1808 - Guerra de la Independència: Els rebels madrilenys que es van aixecar el 2 de maig són executats prop del turó Príncipe Pío.",
    "1815 - Guerra napolitana: Joaquim Murat, rei de Nàpols, és derrotat pels austríacs a la batalla de Tolentino, el compromís decisiu de la guerra.",
    "1830 - S'obre el ferrocarril de Canterbury i Whitstable; és el primer ferrocarril de viatgers de vapor que emet abonaments i inclou un túnel.",
    "1837 - Es funda la Universitat d'Atenes a Atenes, Grècia.",
    "1848 - Es descobreix el casc Benty Grange anglosaxó amb cresta de senglar en un túmul de la granja Benty Grange a Derbyshire.",
    "1849 - Comença l'aixecament de maig a Dresden: l'última de les revolucions alemanyes de 1848-49.",
    "1855 - L'aventurer nord-americà William Walker surt de San Francisco amb uns 60 homes per conquerir Nicaragua.",
    "1901 - El Gran Incendi de 1901 comença a Jacksonville, Florida.",
    "1913 - S'estrena Raja Harishchandra, el primer llargmetratge indi de llarga durada, que marca l'inici de la indústria cinematogràfica índia.",
    "1920 - Fracassa un cop d'estat bolxevic a la República Democràtica de Geòrgia.",
    "1921 - Irlanda es divideix sota la llei britànica per la Llei del Govern d'Irlanda de 1920, creant Irlanda del Nord i Irlanda del Sud.",
    "1921 - Virgínia de l'Oest es converteix en el primer estat a legislar un impost ampli sobre les vendes, però no l'implementa fins uns anys més tard a causa de problemes d'aplicació.",
    "1928 - L'incident de Jinan comença amb la mort de dotze civils japonesos per part de les forces xineses a Jinan, Xina, la qual cosa va provocar represàlies japoneses i la mort de més de 2.000 civils xinesos els dies següents.",
    "1939 - Netaji Subhas Chandra Bose forma el All India Forward Bloc.",
    "1942 - Segona Guerra Mundial: les tropes navals japoneses envaeixen l'illa de Tulagi a les Illes Salomó durant la primera part de l'operació Mo que es tradueix en la Batalla del Mar del Coral entre les forces japoneses i les forces dels Estats Units i Austràlia.",
    "1945 - Segona Guerra Mundial: enfonsament dels vaixells presó Cap Arcona, Thielbek i Deutschland per part de la Royal Air Force a la badia de Lübeck.",
    "1947 - Entra en vigor la nova constitució japonesa de postguerra.",
    "1948 - La Cort Suprema dels Estats Units dictamina en Shelley v. Kraemer que els pactes que prohibeixen la venda de béns immobles a negres i altres minories són legalment inaplicables.",
    "1951 - S'obre el Royal Festival Hall de Londres amb el Festival of Britain.",
    "1951 - El Comitè de Serveis Armats del Senat dels Estats Units i el Comitè de Relacions Exteriors del Senat dels Estats Units comencen les seves audiències a porta tancada pel president dels Estats Units, Harry Truman, per ajudar a Douglas MacArthur.",
    "1952 - Els tinents coronels Joseph O. Fletcher i William P. Benedict dels Estats Units aterren un avió al pol nord.",
    "1952 - El Kentucky Derby es retransmet a nivell nacional per primera vegada, a la cadena CBS.",
    "1953 - Dos homes són rescatats d'un semiremolc que es va estavellar sobre el costat del pont del riu Pit abans que caigués al riu Sacramento. La fotògrafa aficionada Virginia Schau fotografia \"Rescue on Pit River Bridge\", la primera i única presentació guanyadora per al Premi Pulitzer de fotografia que ha estat realitzada per una dona.",
    "1957 - Walter O'Malley, el propietari dels Brooklyn Dodgers, accepta traslladar l'equip de Brooklyn a Los Angeles.",
    "1963 - La força policial de Birmingham, Alabama, canvia de tàctica i respon amb força violenta per aturar els manifestants de la \"campanya de Birmingham\". Les imatges de la repressió violenta es transmeten arreu del món, atraient una nova atenció al moviment dels drets civils.",
    "1968 - Vuitanta-cinc persones moren quan el vol 352 de Braniff International Airways s'estavella a prop de Dawson, Texas.",
    "1971 - Erich Honecker esdevé primer secretari del Partit Socialista de la Unitat d'Alemanya, romanent al poder fins al 1989.",
    "1978 - Un representant de màrqueting de Digital Equipment Corporation envia el primer correu electrònic comercial massiu no sol·licitat (que més tard es coneixeria com a \"spam\") a totes les adreces d'ARPANET de la costa oest dels Estats Units.",
    "1979 - Margaret Thatcher guanya les eleccions generals del Regne Unit. L'endemà, es converteix en la primera dona primera ministra britànica.",
    "1986 - Vint-i-una persones moren i quaranta-una resulten ferides després de l'explosió d'una bomba al vol 512 d'Air Lanka a l'aeroport de Colombo a Sri Lanka.",
    "1987 - Un accident de Bobby Allison al Talladega Superspeedway, Alabama, l'esgrima a la línia de sortida i meta portaria a NASCAR a desenvolupar la placa de restricció per a la temporada següent tant a Daytona International Speedway com a Talladega.",
    "1999 - La infiltració de soldats pakistanesos al costat indi dóna lloc a la Guerra de Kargil.",
    "1999 - La part sud-oest d'Oklahoma City és devastada per un tornado F5, que mata quaranta-cinc persones, n'ha ferit 665 i ha causat danys per mil milions de dòlars. El tornado és un dels 66 de l'esclat del tornado d'Oklahoma de 1999. Aquest tornado també produeix la velocitat del vent més alta mai registrada, mesurada a 301 +/- 20 mph (484 +/- 32 km/h). En meteorologia, el terme \"3 de maig\" és sinònim del tornado F5.",
    "2000 - Comença l'esport del geocaching, amb el primer caché col·locat i les coordenades d'un GPS penjades a Usenet.",
    "2001 - Els Estats Units perden el seu escó a la Comissió de Drets Humans de l'ONU per primera vegada des que es va formar la comissió el 1947.",
    "2006 - El vol Armavia 967 s'estavella al mar Negre prop de l'aeroport internacional de Sotxi a Sotxi, Rússia, i mata 113 persones.",
    "2007 - La nena britànica de tres anys Madeleine McCann desapareix a Praia da Luz, Portugal, iniciant \"el cas de persones desaparegudes més denunciat de la història moderna\".",
    "2015 - Dos homes armats llancen un intent d'atac contra un esdeveniment anti-islam a Garland, Texas, que es va celebrar en resposta al tiroteig de Charlie Hebdo.",
    "2016: vuitanta-vuit mil persones són evacuades de les seves cases a Fort McMurray, Alberta, Canadà, mentre un incendi forestal arrasa la comunitat, destruint aproximadament 2.400 cases i edificis.",
    "2023 - Nou estudiants i un guàrdia de seguretat moren en un tiroteig a l'escola de Belgrad, el primer atac d'aquest tipus a Sèrbia.",
    "752 - El rei maia Bird Jaguar IV de Yaxchilan a l'actual Chiapas, Mèxic, assumeix el tron."
  ],
  "day_13_month_9_events.dialog": [
    "1229 - Ögedei Khan és proclamat Khagan de l'Imperi Mongol a Kodoe Aral, Khentii: Mongòlia.",
    "1437 - Batalla de Tànger: un cos expedicionari portuguès inicia un intent fallit d'apoderar-se de la ciutadella marroquina de Tànger.",
    "1609 - Henry Hudson arriba al riu que més tard portaria el seu nom: el riu Hudson.",
    "1645 - Guerres dels Tres Regnes: els reialistes escocesos són derrotats pels Covenanters a la batalla de Philiphaugh.",
    "1743 - Gran Bretanya, Àustria i el Regne de Sardenya signen el Tractat de Worms.",
    "1759 - Batalla de les Planes d'Abraham: els britànics derroten els francesos prop de la ciutat de Quebec a la Guerra dels Set Anys, coneguda als Estats Units com la Guerra del Francès i l'Índia.",
    "1782 - Guerra d'Independència dels Estats Units: les tropes franco-espanyoles llancen el \"gran assalt\" infructuós durant el Gran setge de Gibraltar.",
    "1788 - La Convenció de Filadèlfia fixa la data de les primeres eleccions presidencials als Estats Units, i la ciutat de Nova York es converteix en la capital temporal del país.",
    "1791 - El rei Lluís XVI de França accepta la nova constitució.",
    "1808 - Guerra finlandesa: a la batalla de Jutas, les forces sueques sota el comandament del tinent general Georg Carl von Döbeln van vèncer els russos, convertint von Döbeln en un heroi de guerra suec.",
    "1812 - Guerra de 1812: un vagó de subministraments enviat per alleujar Fort Harrison és emboscat a l'atac als estrets.",
    "1814 - En un punt d'inflexió a la Guerra de 1812, els britànics no aconsegueixen capturar Baltimore. Durant la batalla, Francis Scott Key compon el seu poema \"Defence of Fort McHenry\", que després es musica i es converteix en l'himne nacional dels Estats Units.",
    "1843 - L'exèrcit grec es rebel·la (data OS: 3 de setembre) contra el govern autocràtic del rei Otó de Grècia, exigint l'atorgament d'una constitució.",
    "1847 - Guerra Mèxic-Americana: sis cadets militars adolescents coneguts com Niños Héroes moren defensant el castell de Chapultepec a la batalla de Chapultepec. Les tropes nord-americanes sota el comandament del general Winfield Scott capturen la ciutat de Mèxic a la Guerra Mexicano-Americana.",
    "1848 - El treballador del ferrocarril de Vermont, Phineas Gage, sobreviu a una vareta de ferro .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);clip-path:polygon(0px 0px,0px ​​0px,0px ​​0px);height:1px;margin:-1px;overflow:hidden;padding}px:1px;width:⁄4; (3,2 cm) de diàmetre passant pel seu cervell; els efectes reportats sobre el seu comportament i personalitat estimulen la discussió sobre la naturalesa del cervell i les seves funcions.",
    "1862 - Guerra Civil Americana: els soldats de la Unió troben una còpia dels plans de batalla de Robert E. Lee en un camp fora de Frederick, Maryland. És el preludi de la batalla d'Antietam.",
    "1880 - La guerra de les armes Basuto esclata després que els Basuto iniciïn una rebel·lió contra la Colònia del Cap.",
    "1882 - Guerra angloegipcia: es lliura la batalla de Tel el-Kebir.",
    "1898 - Hannibal Goodwin patenta la pel·lícula fotogràfica de cel·luloide.",
    "1899 - Henry Bliss és la primera persona morta als Estats Units en un accident d'automòbil.",
    "1899 - Mackinder, Ollier i Brocherel fan la primera ascensió de Batian (5.199 m - 17.058 ft), el cim més alt del mont Kenya.",
    "1900 - Els insurgents filipins derroten una petita columna nord-americana a la batalla de Pulang Lupa, durant la Guerra Filipino-Americana.",
    "1906 - El Santos-Dumont 14-bis fa un salt curt, el primer vol d'un avió d'ala fixa a Europa.",
    "1914 - Primera Guerra Mundial: comença la batalla d'Aisne entre Alemanya i França.",
    "1922 - Comença l'acte final de la guerra greco-turca, el Gran Incendi d'Esmirna.",
    "1923 - Arran d'un cop d'estat militar a Espanya, Miguel Primo de Rivera pren el relleu, instaurant una dictadura.",
    "1933 - Elizabeth McCombs es converteix en la primera dona elegida al Parlament de Nova Zelanda.",
    "1942 - Segona Guerra Mundial: Segon dia de la Batalla d'Edson's Ridge a la Campanya de Guadalcanal. Els marines dels Estats Units van derrotar amb èxit els atacs dels japonesos amb grans pèrdues per a les forces japoneses.",
    "1944 - Segona Guerra Mundial: inici de la Batalla de Meligalas entre les forces de la Resistència Grega de l'Exèrcit d'Alliberament del Poble Grec (ELAS) i els batallons de seguretat col·laboracionistes.",
    "1948 - El viceprimer ministre de l'Índia, Vallabhbhai Patel, ordena que l'exèrcit es traslladi a Hyderabad per integrar-lo amb la Unió Índia.",
    "1948 - Margaret Chase Smith és escollida senadora dels Estats Units, i es converteix en la primera dona a servir tant a la Cambra de Representants dels Estats Units com al Senat dels Estats Units.",
    "1953 - Nikita Khrusxov és nomenat secretari general del Partit Comunista de la Unió Soviètica.",
    "1956 - S'introdueix l'IBM 305 RAMAC, el primer ordinador comercial que utilitza emmagatzematge en disc.",
    "1956 - Es tanca el dic al voltant del pòlder holandès East Flevoland.",
    "1962 - Un tribunal d'apel·lacions ordena a la Universitat de Mississipí que admeti James Meredith, el primer estudiant afroamericà admès a la universitat segregada.",
    "1964 - Martin Luther King Jr. es dirigeix ​​a una multitud de 20.000 berlinesos occidentals diumenge, a Waldbühne.",
    "1964 - Els generals sud-vietnamites Lâm Văn Phát i Dương Văn Đức fracassen en un intent de cop d'estat contra el general Nguyễn Khánh.",
    "1968 - Guerra Freda: Albània abandona el Pacte de Varsòvia.",
    "1971 - El segon al comandament i successor del president Mao Zedong, el mariscal Lin Biao, fuig de la Xina després del fracàs d'un suposat cop d'estat. El seu avió s'estavella a Mongòlia, matant tots a bord.",
    "1971 - La policia estatal i els guàrdies nacionals van assaltar la presó d'Attica de Nova York per sufocar una revolta de la presó, que es va cobrar 43 vides.",
    "1979 - Sud-àfrica atorga la independència a la \"pàtria\" de Venda (no reconeguda fora de Sud-àfrica).",
    "1982 - El vol 995 de Spantax s'estavella a l'aeroport de Màlaga durant un enlairament rebutjat, causant la mort de 50 de les 394 persones a bord.",
    "1985 - Super Mario Bros. es llança al Japó per a NES, que inicia la sèrie de jocs de plataformes Super Mario.",
    "1986 - Un terratrèmol de magnitud 6,0 ​​sacseja Kalamata, Grècia, amb una intensitat màxima de Mercalli modificada de X (Extrem), matant almenys 20 persones i causant greus danys a la ciutat.",
    "1987 - Accident de Goiânia: un objecte radioactiu és robat d'un hospital abandonat de Goiânia, Brasil, contaminant moltes persones les setmanes següents i provocant la mort d'alguns per intoxicació per radiació.",
    "1988 - L'huracà Gilbert és l'huracà més fort registrat a l'hemisferi occidental, més tard substituït per l'huracà Wilma el 2005 (basat en la pressió baromètrica).",
    "1989 - La marxa anti-apartheid més gran de Sud-àfrica, dirigida per Desmond Tutu.",
    "1993 - El primer ministre israelià Yitzhak Rabin dóna la mà al president de l'Organització per l'Alliberament de Palestina, Yasser Arafat, a la Casa Blanca després de signar els Acords d'Oslo que atorgaven una autonomia palestina limitada.",
    "1997 - Un Tupolev Tu-154 de la Força Aèria alemanya i un Lockheed C-141 Starlifter de la Força Aèria dels Estats Units xoquen en l'aire prop de Namíbia, causant la mort de 33 persones.",
    "2001 - Es reprèn el trànsit d'avions civils als Estats Units després dels atacs de l'11 de setembre.",
    "2007 - L'Assemblea General de les Nacions Unides aprova la Declaració sobre els Drets dels Pobles Indígenes.",
    "2007 - L'equip McLaren F1 és declarat culpable de posseir informació confidencial de l'equip Ferrari, multat amb 100 milions de dòlars i exclòs de la classificació del campionat de constructors.",
    "2008 - Delhi, Índia, és afectada per una sèrie d'explosions de bombes, que van provocar 30 morts i 130 ferits.",
    "2008 - L'huracà Ike toca terra a la costa del golf de Texas dels Estats Units, causant greus danys a l'illa de Galveston, Houston i els seus voltants.",
    "2013 - Insurgents talibans ataquen el consolat dels Estats Units a Herat, Afganistan, amb dos membres de la Policia Nacional afganesa morts i uns 20 civils ferits.",
    "2018 - Les explosions de gas de Merrimack Valley: una persona mor, 25 resulten ferides i 40 cases es destrueixen quan una pressió excessiva del gas natural va provocar incendis i explosions.",
    "379 - Yax Nuun Ahiin I és coronat com el 15è Ajaw de Tikal",
    "509 aC - El temple de Júpiter Optimus Maximus al turó Capitolí de Roma es dedica als idus de setembre.",
    "533 - Belisari de l'Imperi Bizantí derrota Gelimer i els vàndals a la batalla d'Ad Decimum, prop de Cartago, al nord d'Àfrica.",
    "585 aC - Luci Tarquini Prisco, rei de Roma, celebra un triomf per les seves victòries sobre els sabins i la rendició de Collàcia."
  ],
  "day_15_month_5_births.dialog": [
    "1397 - Naixement de Sejong el Gran, rei coreà de Joseon (m. 1450)",
    "1531 - Naixement de Maria d'Àustria, duquessa de Jülich-Cleves-Berg (m. 1581)[cita necessària]",
    "1565 - Naixement d'Hendrick de Keyser, escultor i arquitecte holandès (m. 1621)",
    "1567 - Naixement de Claudio Monteverdi, sacerdot i compositor italià (m. 1643)",
    "1608 - Naixement de René Goupil, missioner i sant franco-americà (m. 1642)",
    "1633 - Naixement de Sébastien Le Prestre de Vauban, noble francès (m. 1707)",
    "1645 - Naixement de George Jeffreys, primer baró Jeffreys, jutge britànic (m. 1689)",
    "1689 - Naixement de Lady Mary Wortley Montagu, escriptora anglesa (m. 1762)",
    "1720 - Naixement de Maximilian Hell, sacerdot i astrònom hongarès (m. 1792)",
    "1749 - Naixement de Levi Lincoln Sr., advocat i polític nord-americà, quart fiscal general dels Estats Units (m. 1820)",
    "1759 - Naixement de Maria Theresia von Paradis, pianista i compositora austríaca (m. 1824)",
    "1770 - Naixement d'Ezekiel Hart, home de negocis i polític canadenc (m. 1843)",
    "1773 - Naixement de Klemens von Metternich, polític alemany-austríac, primer canceller d'estat de l'Imperi austríac (m. 1859)",
    "1786 - Naixement de Dimitris Plapoutas, general i polític grec (m. 1864)",
    "1803 - Naixement de Juan Almonte, fill de José María Morelos, va ser un soldat i diplomàtic mexicà que va servir com a regent al Segon Imperi Mexicà (m. 1869)",
    "1805 - Naixement de Samuel Carter, advocat del ferrocarril anglès i membre del Parlament (m. 1878)",
    "1808 - Naixement de Michael William Balfe, compositor i director d'orquestra irlandès (m. 1870)",
    "1817 - Naixement de Debendranath Tagore, filòsof i autor indi (m. 1905)",
    "1841 - Naixement de Clarence Dutton, comandant i geòleg nord-americà (m. 1912)",
    "1845 - Naixement d'Élie Metchnikoff, zoòloga russa (m. 1916)",
    "1848 - Naixement de Carl Wernicke, neuropatòleg alemany. (m. 1905)",
    "1848 - Naixement de Viktor Vasnetsov, pintor i il·lustrador rus (m. 1926)",
    "1854 - Naixement de Ioannis Psycharis, filòleg i autor ucraïnès-francès (m. 1929)",
    "1856 - Naixement de L. Frank Baum, novel·lista nord-americà (m. 1919)",
    "1856 - Naixement de Matthias Zurbriggen, alpinista suís (m. 1917)",
    "1857 - Naixement de Williamina Fleming, astrònom i acadèmica escocesa-americana (m. 1911)",
    "1859 - Naixement de Pierre Curie, físic i acadèmic francès, premi Nobel (m. 1906)",
    "1862 - Naixement d'Arthur Schnitzler, autor i dramaturg austríac (m. 1931)",
    "1863 - Naixement de Frank Hornby, home de negocis i polític anglès, inventor de Meccano (m. 1936)",
    "1869 - Naixement de John Storey, polític australià, 20è primer ministre de Nova Gal·les del Sud (m. 1921)",
    "1869 - Naixement de Paul Probst, tirador suís (m. 1945)",
    "1873 - Naixement d'Oskari Tokoi, socialista finlandès i president del Senat de Finlàndia (m. 1963)",
    "1882 - Naixement de Walter White, futbolista internacional escocès (m. 1950)",
    "1890 - Naixement de Katherine Anne Porter, escriptora de contes, novel·lista i assagista nord-americana (m. 1980)",
    "1891 - Naixement de Fritz Feigl, químic i acadèmic austríac-brasiler (m. 1971)",
    "1891 - Naixement de Hjalmar Dahl, periodista, traductor i escriptor finlandès (m. 1960)",
    "1891 - Naixement de Mikhail Bulgakov, novel·lista i dramaturg rus (m. 1940)",
    "1892 - Naixement de Charles E. Rosendahl, almirall nord-americà (m. 1977)",
    "1892 - Naixement de Jimmy Wilde, boxejador gal·lès (m. 1969)",
    "1893 - Naixement de José Nepomuceno, cineasta filipí, fundador del cinema filipí (m. 1959)",
    "1894 - Naixement de Feg Murray, corredor d'obstacles i dibuixant nord-americà (m. 1973)",
    "1895 - Naixement de Prescott Bush, capità, banquer i polític nord-americà (m. 1972)",
    "1895 - Naixement de William D. Byron, tinent i polític nord-americà (m. 1941)",
    "1898 - Naixement d'Arletty, model, actriu i cantant francesa (m. 1992)",
    "1899 - Naixement de Jean Étienne Valluy, general francès (m. 1970)",
    "1900 - Naixement d'Ida Rhodes, matemàtica nord-americana, pionera en programació d'ordinadors (m. 1986) ",
    "1901 - Naixement de Luis Monti, futbolista i entrenador argentí-italià (m. 1983)",
    "1901 - Naixement de Xavier Herbert, autor australià (m. 1984)",
    "1902 - Naixement de Richard J. Daley, advocat i polític nord-americà, 48è alcalde de Chicago (m. 1976)",
    "1902 - Naixement de Sigizmund Levanevsky, pilot d'avió soviètic d'origen polonès (m. 1937)",
    "1903 - Naixement de Maria Reiche, matemàtica i arqueòloga alemanya (m. 1998)",
    "1904 - Aniversari de Clifton Fadiman, presentador de jocs i autor nord-americà (m. 1999)",
    "1905 - Naixement d'Abraham Zapruder, home de negocis i fotògraf aficionat nord-americà, va filmar la pel·lícula Zapruder (m. 1970)",
    "1905 - Naixement d'Albert Dubout, dibuixant, il·lustrador, pintor i escultor francès (m. 1976)",
    "1905 - Naixement de Joseph Cotten, actor nord-americà (m. 1994)",
    "1907 - Naixement de Sukhdev Thapar, activista indi (m. 1931)",
    "1909 - Naixement de Clara Solovera, cantautora xilena (m. 1992)",
    "1909 - Naixement de James Mason, actor, productor i guionista anglès (m. 1984)",
    "1910 - Naixement de Constance Cummings, actriu nord-americana amb seu a la Gran Bretanya (m. 2005)",
    "1911 - Naixement d'Herta Oberheuser, metge alemany (m. 1978)",
    "1911 - Naixement de Max Frisch, dramaturg i novel·lista suís (m. 1991)",
    "1912 - Naixement d'Arthur Berger, compositor i pedagog nord-americà (m. 2003)",
    "1914 - Naixement d'Angus MacLean, pagès i polític canadenc, 25è primer ministre de l'Illa del Príncep Eduard (m. 2000)",
    "1914 - Naixement de Norrie Paramor, compositor, productor i director d'orquestra anglès (m. 1979)",
    "1914 - Naixement de Turk Broda, jugador i entrenador d'hoquei sobre gel canadenc (m. 1972)",
    "1915 - Naixement d'Henrik Sandberg, director de producció i productor danès (m. 1993)",
    "1915 - Naixement d'Hilda Bernstein, escriptora i activista anglesa-sudafricana (m. 2006)",
    "1915 - Naixement de Paul Samuelson, economista i acadèmic nord-americà, premi Nobel (m. 2009)",
    "1916 - Naixement de Vera Gebuhr, actriu danesa (m. 2014)",
    "1918 - Aniversari d'Arthur Jackson, tinent nord-americà i tirador de diana (m. 2015)",
    "1918 - Naixement d'Eddy Arnold, cantant, compositor, guitarrista i actor nord-americà (m. 2008)",
    "1918 - Naixement de Joseph Wiseman, actor canadenc-nord-americà (m. 2009)",
    "1920 - Naixement de Michel Audiard, director i guionista francès (m. 1985)",
    "1921 - Naixement de Federico Krutwig, escriptor basc, membre d'ETA i traductor (m. 1998)",
    "1922 - Naixement de Jakucho Setouchi, monja i autor japonès (m. 2021)",
    "1922 - Naixement de Sigurd Ottovich Schmidt, historiador i etnògraf rus (m. 2013)",
    "1923 - Naixement de John Lanchbery, compositor i director d'orquestra anglès-australià (m. 2003)",
    "1923 - Naixement de Richard Avedon, mariner i fotògraf nord-americà (m. 2004)",
    "1924 - Naixement de Maria Koepcke, ornitòleg i zoòloga germanoperuana (m. 1971)",
    "1925 - Naixement d'Andrei Eshpai, pianista i compositor rus (m. 2015)",
    "1925 - Naixement de Carl Sanders, soldat, pilot i polític nord-americà, 74è governador de Geòrgia (m. 2014)",
    "1925 - Naixement de Mary F. Lyon, genetista i biòloga anglesa (m. 2014)",
    "1925 - Naixement de Roy Stewart, actor i doble de nivell jamaicà-anglès (m. 2008)",
    "1926 - Naixement d'Anthony Shaffer, autor, dramaturg i guionista anglès (m. 2001)",
    "1926 - Naixement de Clermont Pépin, pianista, compositor i pedagog canadenc (m. 2006)",
    "1926 - Naixement de Peter Shaffer, dramaturg i guionista anglès (m. 2016)",
    "1930 - Naixement de Jasper Johns, pintor i escultor nord-americà",
    "1931 - Naixement de James Fitz-Allen Mitchell, polític i agrònom vicentí, segon primer ministre de Sant Vicenç i les Granadines (m. 2021)",
    "1931 - Naixement de Ken Venturi, golfista i periodista esportiu nord-americà (m. 2013)",
    "1935 - Naixement d'Akihiro Miwa, cantant, actor, director, compositor, autor i drag queen japonès",
    "1935 - Naixement de Don Bragg, saltador americà (m. 2019)",
    "1935 - Aniversari de Ted Dexter, jugador de cricket italià-anglès (m. 2021)",
    "1935 - Naixement d'Utah Phillips, cantant, compositor i guitarrista nord-americà (m. 2008)",
    "1936 - Naixement d'Anna Maria Alberghetti, actriu i cantant italoamericana",
    "1936 - Naixement de Mart Laga, jugador de bàsquet estonià (m. 1977)",
    "1936 - Naixement de Paul Zindel, dramaturg i novel·lista nord-americà (m. 2003)",
    "1936 - Naixement de Ralph Steadman, pintor i il·lustrador anglès",
    "1937 - Naixement de Karin Krog, cantant noruega",
    "1937 - Naixement de Madeleine Albright, política i diplomàtica txeca-nord-americana, 64è secretaria d'Estat dels Estats Units (m. 2022)",
    "1937 - Naixement de Trini López, cantant, guitarrista i actor nord-americà (m. 2020)",
    "1938 - Naixement de Mireille Darc, actriu, directora i guionista francesa (m. 2017)",
    "1938 - Naixement de Nancy Garden, autora nord-americana (m. 2014)",
    "1939 - Aniversari de Dorothy Shirley, saltadora d'alçada i pedagoga anglesa",
    "1940 - Naixement de Don Nelson, jugador i entrenador de bàsquet nord-americà",
    "1940 - Naixement de Lainie Kazan, actriu i cantant nord-americana",
    "1940 - Naixement de Roger Ailes, empresari nord-americà (m. 2017)",
    "1941 - Naixement de Jaxon, il·lustrador i editor nord-americà, cofundador de Rip Off Press (m. 2006)",
    "1942 - Naixement de Doug Lowe, polític australià, 35è primer ministre de Tasmània",
    "1942 - Naixement de Jusuf Kalla, home de negocis i polític indonesi, 10è vicepresident d'Indonèsia",
    "1942 - Naixement de K. T. Oslin, cantautora i actriu nord-americana (m. 2020)",
    "1942 - Naixement de Lois Johnson, cantant i compositora nord-americana (m. 2014)",
    "1943 - Naixement de Freddie Perren, compositor, productor i director d'orquestra nord-americà (m. 2004)",
    "1943 - Naixement de Paul Bégin, advocat i polític canadenc",
    "1944 - Naixement de Bill Alter, policia i polític nord-americà",
    "1944 - Naixement d'Ulrich Beck, sociòleg i acadèmic alemany (m. 2015)",
    "1945 - Aniversari de Jerry Quarry, boxejador nord-americà (m. 1999)",
    "1945 - Naixement de Michael Dexter, hematòleg i acadèmic anglès",
    "1946 - Naixement de Thadeus Nguyễn Văn Lý, sacerdot i activista vietnamita",
    "1947 - Naixement de Graeham Goble, cantautor, guitarrista i productor australià",
    "1948 - Naixement de Brian Eno, cantant, compositor, teclista i productor anglès",
    "1948 - Naixement de Kate Bornstein, autora, dramaturga, artista de performance i teòrica de gènere nord-americana",
    "1948 - Naixement de Kathleen Sebelius, política nord-americana, 44è governadora de Kansas",
    "1948 - Naixement de Yutaka Enatsu, jugador de beisbol japonès",
    "1949 - Naixement de Frank L. Culbertson Jr., capità, pilot i astronauta nord-americà",
    "1949 - Naixement de Robert S.J. Sparks, geòleg i acadèmic anglès",
    "1950 - Naixement de Jim Bacon, polític australià, 41è primer ministre de Tasmània (m. 2004)",
    "1950 - Naixement de Jim Simons, golfista nord-americà (m. 2005)",
    "1951 - Naixement de Chris Ham, politòleg i acadèmic anglès",
    "1951 - Naixement de Dennis Frederiksen, cantant i compositor nord-americà (m. 2014)",
    "1951 - Naixement de Frank Wilczek, matemàtic i físic nord-americà, premi Nobel",
    "1952 - Naixement de Chazz Palminteri, actor, director, productor i guionista nord-americà",
    "1953 - Naixement d'Athene Donald, física i acadèmica anglesa",
    "1953 - Naixement de George Brett, jugador de beisbol i entrenador nord-americà",
    "1953 - Naixement de Mike Oldfield, cantautor, guitarrista i productor anglès-irlandès",
    "1954 - Naixement de Caroline Thomson, periodista i locutora anglesa",
    "1954 - Naixement de Diana Liverman, geògrafa i acadèmica angloamericana",
    "1955 - Naixement de Lia Vissi, cantautora i política xipriota",
    "1955 - Naixement de Mohamed Brahmi, polític tunisià (m. 2013)",
    "1956 - Naixement d'Andreas Loverdos, advocat i polític grec, ministre de Treball grec",
    "1956 - Aniversari de Dan Patrick, presentador de televisió i presentador esportiu nord-americà",
    "1956 - Naixement de Kevin Greenaugh, enginyer nuclear nord-americà (m. 2023)",
    "1957 - Naixement de Juan José Ibarretxe, polític espanyol",
    "1957 - Naixement de Kevin Von Erich, jugador de futbol americà i lluitador",
    "1957 - Naixement de Meg Gardiner, autora i acadèmica anglès-americà",
    "1958 - Naixement de Jason Graae, actor de teatre musical nord-americà",
    "1958 - Aniversari de Ron Simmons, jugador de futbol americà i lluitador",
    "1958 - Naixement de Ruth Marcus, periodista nord-americana",
    "1959 - Naixement de Beverly Jo Scott, cantant i compositora belga nord-americana",
    "1959 - Aniversari de Khaosai Galaxy, boxejador i polític tailandès",
    "1959 - Naixement de Luis Pérez-Sala, pilot de carreres espanyol",
    "1960 - Naixement de R. Kuhaneswaran, polític de Sri Lanka",
    "1960 - Naixement de Rhonda Burchmore, actriu, cantant i ballarina australiana",
    "1960 - Naixement de Rimas Kurtinaitis, jugador i entrenador de bàsquet lituà",
    "1960 - Naixement de Rob Bowman, director i productor nord-americà",
    "1961 - Naixement de Giselle Fernández, periodista de televisió mexicà-nord-americana.",
    "1962 - Aniversari de Lisa Curry, nedadora australiana",
    "1963 - Naixement de Gavin Nebbeling, futbolista sud-africà",
    "1964 - Naixement de Lars Løkke Rasmussen, advocat i polític danès, 40è primer ministre de Dinamarca",
    "1965 - Naixement d'André Abujamra, cantautor i guitarrista brasiler",
    "1965 - Naixement de Scott Tronc, jugador de la lliga australiana de rugbi",
    "1966 - Naixement de Jiří Němec, futbolista txec",
    "1967 - Naixement de John Smoltz, jugador de beisbol i periodista esportiu nord-americà",
    "1967 - Naixement de Laura Hillenbrand, periodista i autora nord-americana",
    "1967 - Naixement de Madhuri Dixit, actriu índia",
    "1967 - Naixement de Simen Agdestein, gran mestre d'escacs i jugador de futbol noruec",
    "1968 - Naixement de Cecilia Malmström, acadèmica i política sueca, 15a comissària europea de Comerç",
    "1968 - Naixement de Sophie Raworth, periodista i locutora anglesa",
    "1969 - Aniversari d'Emmmitt Smith, jugador de futbol americà i periodista esportiu",
    "1969 - Naixement d'Hideki Irabu, jugador de beisbol japonès-americà (m. 2011)",
    "1970 - Naixement d'Alison Jackson, fotògrafa, directora i guionista anglesa",
    "1970 - Naixement de Ben Wallace, capità i polític anglès",
    "1970 - Naixement de Desmond Howard, jugador de futbol americà i periodista esportiu",
    "1970 - Naixement de Frank de Boer, futbolista i entrenador holandès",
    "1970 - Aniversari de Rod Smith, jugador de futbol americà",
    "1970 - Naixement de Ronald de Boer, futbolista i entrenador holandès",
    "1971 - Naixement de Karin Lušnic, tenista eslovena",
    "1972 - Naixement de Danny Alexander, polític escocès, secretari d'Estat per a Escòcia",
    "1972 - Naixement de David Charvet, actor i cantant francès",
    "1974 - Naixement d'Ahmet Zappa, músic i escriptor nord-americà",
    "1974 - Naixement de Marko Tredup, futbolista i entrenador alemany",
    "1974 - Aniversari de Matthew Sadler, jugador d'escacs i autor anglès",
    "1974 - Naixement de Vasilis Kikilias, jugador de bàsquet i polític grec",
    "1975 - Naixement d'Ales Michalevic, advocat i polític bielorús",
    "1975 - Naixement de Janne Seurujärvi, polític sami finlandès, i el primer sami a ser elegit al Parlament finlandès.",
    "1975 - Naixement de Ray Lewis, jugador de futbol americà i periodista esportiu",
    "1976 - Naixement d'Anže Logar, polític eslovè",
    "1976 - Naixement de Jacek Krzynówek, futbolista polonès",
    "1976 - Naixement de Mark Kennedy, futbolista irlandès",
    "1976 - Aniversari de Ryan Leaf, jugador de futbol americà i entrenador",
    "1976 - Aniversari de Torraye Braggs, jugador de bàsquet nord-americà",
    "1976 - Aniversari de Tyler Walker, jugador de beisbol nord-americà",
    "1978 - Aniversari d'Amy Chow, gimnasta i pediatra nord-americana",
    "1978 - Naixement de David Krumholtz, actor nord-americà",
    "1978 - Naixement de Dwayne De Rosario, futbolista canadenc",
    "1978 - Naixement d'Edu, futbolista brasiler",
    "1979 - Naixement d'Adolfo Bautista, futbolista mexicà",
    "1979 - Naixement de Chris Masoe, jugador de rugbi neozelandès",
    "1979 - Naixement de Daniel Caines, velocista anglès",
    "1979 - Naixement de Dominic Scott, guitarrista irlandès",
    "1979 - Naixement de Robert Royal, jugador de futbol americà",
    "1979 - Naixement de Ryan Max Riley, esquiador nord-americà",
    "1980 - Naixement de Josh Beckett, jugador de beisbol nord-americà",
    "1981 - Naixement de Jamie-Lynn Sigler, actriu i cantant nord-americana",
    "1981 - Naixement de Justin Morneau, jugador de beisbol canadenc",
    "1981 - Naixement de Patrice Evra, futbolista francès",
    "1981 - Naixement de Paul Konchesky, futbolista internacional anglès",
    "1981 - Naixement de Zara Phillips, hípica anglesa",
    "1982 - Naixement de Layal Abboud, cantant libanès",
    "1982 - Naixement de Rafael Pérez, jugador de beisbol dominicà",
    "1982 - Naixement de Segundo Castillo, futbolista equatorià",
    "1982 - Naixement de Veronica Campbell-Brown, velocista jamaicana",
    "1984 - Aniversari de Beau Scott, jugador de la lliga australiana de rugbi",
    "1984 - Aniversari de Jeff Deslauriers, jugador d'hoquei sobre gel canadenc",
    "1984 - Naixement de Mr Probz, cantant, compositor, raper, actor i productor discogràfic holandès ",
    "1984 - Naixement de Samantha Noble, actriu australiana",
    "1984 - Naixement de Sérgio Jimenez, pilot de cotxes de carreres brasiler",
    "1985 - Naixement de Cristiane, futbolista brasilera",
    "1985 - Naixement de Denis Onyango, porter de futbol d'Uganda",
    "1985 - Naixement de Justine Robbeson, llançadora de javelina sud-africana",
    "1985 - Aniversari de Laura Harvey, entrenadora de futbol anglesa",
    "1985 - Naixement de Tania Cagnotto, bussejadora italiana",
    "1985 - Naixement de Tathagata Mukherjee, actor indi",
    "1986 - Naixement d'Adam Moffat, futbolista escocès",
    "1986 - Naixement de Matías Fernández, futbolista xilè",
    "1986 - Naixement de Thomas Brown, jugador de futbol americà",
    "1987 - Aniversari d'Andy Murray, tennista escocès",
    "1987 - Naixement de Brian Dozier, jugador de beisbol nord-americà",
    "1987 - Naixement de David Adams, jugador de beisbol nord-americà",
    "1987 - Naixement d'Ersan İlyasova, jugadora de bàsquet turca",
    "1987 - Naixement de Leonardo Mayer, tennista argentí",
    "1987 - Naixement de Mark Fayne, jugador d'hoquei sobre gel nord-americà",
    "1987 - Naixement de Michael Brantley, jugador de beisbol nord-americà",
    "1988 - Naixement d'Indrek Kajupank, jugador de bàsquet estonià",
    "1988 - Naixement de Scott Laird, futbolista anglès",
    "1989 - Naixement de Mapou Yanga-Mbiwa, futbolista francès",
    "1989 - Aniversari de Susan Soonkyu Lee, cantant i animadora coreana-nord-americana",
    "1990 - Naixement de Jordan Eberle, jugador canadenc d'hoquei sobre gel",
    "1990 - Naixement de Lee Jong-hyun, guitarrista coreà",
    "1990 - Aniversari de Stella Maxwell, model de Nova Zelanda",
    "1993 - Naixement de Jeremy Hawkins, jugador de la lliga de rugbi de Nova Zelanda",
    "1993 - Naixement de Tomáš Kalas, futbolista internacional txec",
    "1996 - Aniversari de Birdy, cantant i compositor anglès",
    "1997 - Naixement d'Ousmane Dembélé, futbolista francès",
    "1997 - Naixement de Scott Drinkwater, jugador de la lliga australiana de rugbi",
    "1998 - Naixement de Lucrezia Stefanini, tennista italiana",
    "1999 - Naixement d'Anastasia Gasanova, tenista russa",
    "2000 - Naixement de Dayana Yastremska, tennista ucraïnesa",
    "2002 - Aniversari de Chase Hudson, celebritat d'Internet, cantant i actor nord-americà"
  ],
  "day_1_month_11_births.dialog": [
    "1339 - Naixement de Rodolf IV, duc d'Àustria (m. 1365)",
    "1351 - Naixement de Leopold III, duc d'Àustria (m. 1386)",
    "1419 - Naixement d'Albert II, duc de Brunswick-Grubenhagen (m. 1485)",
    "1498 - Naixement de Giovanni Ricci, cardenal italià (m. 1574)",
    "1499 - Naixement de Rodrigo d'Aragó, noble italià (m. 1512)",
    "1522 - Naixement d'Andrew Corbet, terratinent i polític anglès (m. 1578)",
    "1526 - Naixement de Catalina Jagellon, reina de Joan III de Suècia (m. 1583)",
    "1527 - Naixement de William Brooke, 10è baró Cobham, noble i polític anglès (m. 1597)",
    "1530 - Naixement d'Étienne de La Boétie, filòsof i jutge francès (m. 1563)",
    "1539 - Naixement de Pierre Pithou, advocat i erudit francès (m. 1596)",
    "1550 - Naixement d'Enric de Sajonia-Lauenburg, príncep-arquebisbe de Bremen, príncep-bisbe d'Osnabrück i Paderborn (m. 1585)",
    "1567 - Naixement de Diego Sarmiento de Acuña, primer comte de Gondomar, acadèmic i diplomàtic espanyol (m. 1626)",
    "1585 - Naixement de Jan Brożek, matemàtic, metge i astrònom polonès (m. 1652)",
    "1596 - Naixement de Pietro da Cortona, pintor italià (m. 1669)",
    "1607 - Naixement de Georg Philipp Harsdörffer, poeta i traductor alemany (m. 1658)",
    "1609 - Naixement de Matthew Hale, Lord Chief Justice d'Anglaterra (m. 1676)",
    "1611 - Naixement de François-Marie, comte de Broglie, comandant italo-francès (m. 1656)",
    "1625 - Naixement d'Oliver Plunkett, arquebisbe i sant irlandès (m. 1681)",
    "1636 - Naixement de Nicolas Boileau-Despréaux, poeta i crític francès (m. 1711)",
    "1643 - Naixement de John Strype, sacerdot, historiador i autor anglès (m. 1737)",
    "1661 - Naixement de Florent Carton Dancourt, actor i dramaturg francès (m. 1725)",
    "1661 - Naixement de Lluís, Gran Delfí, hereu del tron ​​de França (m. 1711)",
    "1666 - Naixement de James Sherard, botànic i conservador anglès (m. 1738)",
    "1720 - Naixement de Toussaint-Guillaume Picquet de la Motte, almirall francès (m. 1791)",
    "1727 - Naixement d'Ivan Shuvalov, col·leccionista d'art i filantrop rus (m. 1797)",
    "1752 - Naixement de Józef Zajączek, general i polític polonès (m. 1826)",
    "1757 - Naixement d'Antonio Canova, escultor i pedagog italià (m. 1822)",
    "1762 - Naixement de Spencer Perceval, advocat i polític anglès, primer ministre del Regne Unit (m. 1812)",
    "1769 - Naixement de Garlieb Merkel, autor i activista alemany (m. 1850)",
    "1778 - Naixement de Gustav IV Adolf de Suècia (m. 1837)",
    "1782 - Naixement de F. J. Robinson, primer vescomte Goderich, polític anglès, primer ministre del Regne Unit (m. 1859 )",
    "1808 - Naixement de John Taylor, líder religiós angloamericà, tercer president de l'Església de Jesucrist dels Sants dels Últims Dies (m. 1887)",
    "1831 - Naixement de Harry Atkinson, polític anglès i neozelandès, 10è primer ministre de Nova Zelanda (m. 1892)",
    "1838 - Naixement de l'11è Dalai Lama (m. 1856)",
    "1839 - Naixement d'Ahmed Muhtar Pasha, general i polític otomà, 227è gran visir de l'Imperi Otomà (m. 1919)",
    "1847 - Naixement d'Emma Albani, soprano i actriu canadenca i anglesa (m. 1930)",
    "1847 - Naixement de Hiệp Hòa, emperador vietnamita (m. 1883)",
    "1848 - Naixement de Caroline Still Anderson, metgessa, educadora i abolicionista nord-americana (m. 1919)",
    "1848 - Naixement de Jules Bastien-Lepage, pintor francès (m. 1884)",
    "1849 - Naixement de William Merritt Chase, pintor i pedagog nord-americà (m. 1916)",
    "1859 - Naixement de Charles Brantley Aycock, educador, advocat i polític nord-americà, 50è governador de Carolina del Nord (m. 1912)",
    "1862 - Naixement de Johan Wagenaar, organista i compositor holandès (m. 1941)",
    "1864 - Naixement de la princesa Elisabet de Hesse i del Rin (m. 1918)",
    "1871 - Naixement de Stephen Crane, poeta, novel·lista i escriptor de contes nord-americà (m. 1900)",
    "1872 - Naixement de Louis Dewis, pintor belga-francès (m. 1946)",
    "1877 - Naixement de Roger Quilter, compositor anglès (m. 1953)",
    "1878 - Naixement de Carlos Saavedra Lamas, acadèmic i polític argentí, premi Nobel (m. 1959)",
    "1878 - Naixement de Konrad Mägi, pintor i pedagog estonià (m. 1925)",
    "1880 - Naixement d'Alfred Wegener, meteoròleg i geofísic alemany (m. 1930)",
    "1880 - Naixement de Grantland Rice, periodista i poeta nord-americà (m. 1954)",
    "1880 - Naixement de Sholem Asch, autor i dramaturg polonès-americà (m. 1957)",
    "1881 - Naixement de Perikles Ioannidis, almirall grec (m. 1965)",
    "1886 - Naixement de Hermann Broch, autor i poeta austríac-americà (m. 1951)",
    "1886 - Naixement de Sakutarō Hagiwara, poeta i crític japonès (m. 1942)",
    "1887 - Naixement de L.S. Lowry, pintor i il·lustrador anglès (m. 1976)",
    "1888 - Naixement de George Kenner, pintor i il·lustrador alemany-americà (m. 1971)",
    "1888 - Naixement de Michał Sopoćko, clergue i acadèmic polonès (m. 1975)",
    "1889 - Naixement de Hannah Höch, pintora i fotògrafa alemanya (m. 1978)",
    "1889 - Naixement de Philip Noel-Baker, baró Noel-Baker, acadèmic i polític anglès, secretari d'Estat de Relacions de la Commonwealth, premi Nobel (m. 1982)",
    "1896 - Naixement d'Edmund Blunden, autor, poeta i crític anglès (m. 1974)",
    "1898 - Naixement d'Arthur Legat, pilot de carreres belga (m. 1960)",
    "1898 - Naixement de Sippie Wallace, cantautora i pianista nord-americana (m. 1986)",
    "1902 - Naixement d'Eugen Jochum, director d'orquestra alemany (m. 1987)",
    "1902 - Naixement de Nordahl Grieg, periodista, autor, poeta i dramaturg noruec (m. 1943)",
    "1903 - Naixement d'Edward Greeves, Jr., futbolista australià (m. 1963)",
    "1903 - Naixement de Max Adrian, actor britànic nascut a Irlanda (m. 1973)",
    "1904 - Naixement de Laura LaPlante, actriu nord-americana de cinema mut (m. 1996)",
    "1905 - Naixement de Paul-Émile Borduas, pintor i pedagog canadenc-francès (m. 1960)",
    "1906 - Naixement de Johnny Indrisano, boxejador nord-americà (m. 1968)",
    "1907 - Aniversari de Maxie Rosenbloom, boxejador nord-americà (m. 1976)",
    "1909 - Naixement de Hans Mork, jugador de la lliga de rugbi sud-africana-australiana (m. 1960)",
    "1911 - Naixement d'Henri Troyat, historiador i autor francès (m. 2007)",
    "1911 - Naixement de Mingun Sayadaw, monjo i erudit birmà (m. 1993)",
    "1912 - Naixement de Gunther Plaut, rabí i autor germanocanadenc (m. 2012)",
    "1914 - Naixement de Moshe Teitelbaum, rabí romanès-americà (m. 2006)",
    "1915 - Naixement de Margaret Taylor-Burroughs, pintora, poeta i educadora nord-americana, cofundadora del Museu DuSable d'Història Afroamericana (m. 2010)",
    "1917 - Naixement de Clarence E. Miller, enginyer i polític nord-americà (m. 2011)",
    "1917 - Naixement de Zenna Henderson, autora nord-americana (m. 1983)",
    "1918 - Aniversari de Ken Miles, pilot de cotxes de carreres anglès-americà (m. 1966)",
    "1919 - Naixement de Hermann Bondi, matemàtic i cosmòleg anglès-austríac (m. 2005)",
    "1920 - Naixement de James J. Kilpatrick, periodista i autor nord-americà (m. 2010)",
    "1920 - Naixement de Ted Lowe, periodista esportiu anglès (m. 2011)",
    "1921 - Naixement de Harald Quandt, empresari alemany (m. 1967)",
    "1921 - Naixement de John W. Peterson, pilot i compositor nord-americà (m. 2006)",
    "1922 - Naixement d'Andy Tonkovich, jugador i entrenador de bàsquet nord-americà (m. 2006)",
    "1922 - Naixement de George S. Irving, actor nord-americà (m. 2016)",
    "1923 - Naixement de Carlos Páez Vilaró, pintor i escultor uruguaià (m. 2014)",
    "1923 - Naixement de Gordon R. Dickson, autor canadenc-nord-americà (m. 2001)",
    "1923 - Naixement de Menachem Elon, acadèmic i jurista germanoisraelià (m. 2013)",
    "1923 - Naixement de Victoria de los Ángeles, soprano i actriu espanyola (m. 2005)",
    "1924 - Naixement de Jean-Luc Pépin, acadèmic i polític canadenc, XIX ministre de Treball canadenc (m. 1995)",
    "1924 - Naixement de Süleyman Demirel, enginyer i polític turc, 9è president de Turquia (m. 2015)",
    "1926 - Naixement de Betsy Palmer, actriu nord-americana i panelista de programes de jocs (m. 2015)",
    "1926 - Naixement de Stephen Antonakos, escultor grecoamericà (m. 2013)",
    "1927 - Naixement de Marcel Ophüls, documentalista alemany",
    "1927 - Naixement de Vic Power, jugador de beisbol i entrenador porto-riqueny (m. 2005)",
    "1928 - Naixement de James Bradford, levantador de peses nord-americà (m. 2013)",
    "1929 - Naixement de Nicholas Mavroules, advocat i polític nord-americà (m. 2003)",
    "1930 - Naixement de A. R. Gurney, dramaturg i autor nord-americà (m. 2017)",
    "1930 - Naixement de Russ Kemmerer, jugador i entrenador de beisbol nord-americà (m. 2014)",
    "1931 - Naixement d'Arne Pedersen, futbolista i entrenador noruec (m. 2013)",
    "1931 - Naixement de Shunsuke Kikuchi, compositor japonès (m. 2021)",
    "1931 - Naixement de Yossef Gutfreund, lluitador i entrenador israelià (m. 1972)",
    "1932 - Naixement d'Al Arbour, jugador i entrenador d'hoquei sobre gel canadenc (m. 2015)",
    "1932 - Naixement de Francis Arinze, cardenal nigerià",
    "1933 - Naixement d'Antoine Kohn, futbolista i entrenador luxemburguès (m. 2012)",
    "1934 - Naixement de Gillian Knight, soprano i actriu anglesa",
    "1934 - Naixement d'Umberto Agnelli, home de negocis i polític suís italià (m. 2004)",
    "1934 - Naixement de William Mathias, pianista i compositor gal·lès (m. 1992)",
    "1935 - Naixement d'Edward Said, teòric, autor i acadèmic palestinoamericà (m. 2003)",
    "1935 - Aniversari de Gary Player, golfista i periodista esportiu sud-africà",
    "1936 - Naixement de Katsuhisa Hattori, compositora i director d'orquestra japonesa (m. 2020)",
    "1936 - Naixement de Shizuka Kamei, advocat i polític japonès",
    "1937 - Aniversari de Bill Anderson, cantant i compositor nord-americà de música country",
    "1938 - Naixement de Nicholasa Mohr, escriptor porto-riqueny nord-americà",
    "1939 - Naixement de Barbara Bosson, actriu nord-americana (m. 2023)",
    "1940 - Naixement de Barry Sadler, sergent, autor, actor i cantautor nord-americà (m. 1989)",
    "1940 - Naixement de Bruce Grocott, baró Grocott, acadèmic i polític anglès",
    "1940 - Naixement de Ramesh Chandra Lahoti, advocat i jurista indi, 35è president de la justícia de l'Índia",
    "1940 - Naixement de Roger Kellaway, pianista i compositor nord-americà",
    "1941 - Naixement d'Alfio Basile, futbolista i entrenador argentí",
    "1941 - Naixement de Joe Caldwell, jugador de bàsquet nord-americà",
    "1941 - Naixement de John Pullin, jugador de rugbi anglès",
    "1941 - Naixement de Robert Foxworth, actor i director nord-americà",
    "1942 - Naixement de Larry Flynt, editor nord-americà, va fundar Larry Flynt Publications (m. 2021)",
    "1942 - Naixement de Marcia Wallace, actriu i còmic nord-americana (m. 2013)",
    "1942 - Naixement de Ralph Klein, periodista i polític canadenc, 12è primer ministre d'Alberta (m. 2013)",
    "1943 - Naixement de Jacques Attali, economista i funcionari francès",
    "1943 - Naixement de Salvatore Adamo, cantautor italo-belga",
    "1944 - Naixement de Bobby Heenan, lluitador, entrenador i presentador esportiu nord-americà (m. 2017)",
    "1944 - Naixement de Kinky Friedman, cantautor i autor nord-americà",
    "1944 - Naixement d'Oscar Temaru, militar i polític franco-polinesi, president de la Polinèsia Francesa",
    "1944 - Naixement de Rafic Hariri, home de negocis i polític libanès 60è primer ministre del Líban (m. 2005)",
    "1945 - Naixement de John Williamson, cantant i compositor australià",
    "1945 - Naixement de Narendra Dabholkar, autor i activista indi, fundador de Maharashtra Andhashraddha Nirmoolan Samiti (m. 2013)",
    "1946 - Naixement de Ric Grech, músic de rock britànic (m. 1990)",
    "1946 - Aniversari de Yuko Shimizu, dissenyadora gràfica japonesa, va crear Hello Kitty",
    "1947 - Naixement de Jim Steinman, compositor i productor nord-americà (m. 2021)",
    "1947 - Naixement de Nick Owen, periodista anglès",
    "1947 - Naixement de Ted Hendricks, jugador de futbol americà guatemalteco",
    "1948 - Naixement d'Amani Abeid Karume, comptable i polític de Zanzíbar, sisè president de Zanzíbar",
    "1948 - Naixement de Bill Woodrow, escultor i acadèmic anglès",
    "1948 - Naixement de Mike Mendoza, presentador de ràdio i polític anglès",
    "1948 - Naixement de Phil Myre, jugador i entrenador d'hoquei sobre gel canadenc",
    "1949 - Naixement de Belita Moreno, actriu i entrenadora d'actuació nord-americana",
    "1949 - Naixement de David Foster, cantant, compositor, teclista i productor canadenc",
    "1949 - Naixement de Jeannie Berlin, actriu nord-americana",
    "1949 - Naixement de Michael D. Griffin, físic i enginyer nord-americà",
    "1950 - Naixement de Dan Peek, cantant, compositor i músic nord-americà (m. 2011)",
    "1950 - Naixement de Mitch Kapor, programador informàtic i home de negocis nord-americà, va fundar Lotus Software and Electronic Frontier Foundation",
    "1950 - Naixement de Robert B. Laughlin, físic i acadèmic nord-americà, premi Nobel",
    "1951 - Naixement de Craig Serjeant, jugador de cricket i químic australià",
    "1951 - Naixement de Fabrice Luchini, actor i guionista francès",
    "1951 - Naixement de Ronald Bell, cantant, compositor, saxofonista i productor nord-americà (m. 2020)",
    "1953 - Naixement de Jan Davis, enginyer i astronauta nord-americà",
    "1953 - Naixement de Paul Wellings, ecologista i acadèmic anglès",
    "1955 - Naixement de Beth Leavel, actriu i cantant nord-americana",
    "1957 - Naixement de Lyle Lovett, cantant, compositor, guitarrista i productor nord-americà",
    "1957 - Naixement de Murray Pierce, jugador de rugbi neozelandès",
    "1958 - Naixement de Mark Austin, periodista anglès",
    "1958 - Naixement de Rachel Ticotin, actriu nord-americana",
    "1958 - Naixement de Robert Hart, cantant i compositor anglès",
    "1959 - Naixement de Susanna Clarke, autora i pedagoga anglesa",
    "1960 - Naixement de Fernando Valenzuela, jugador de beisbol, entrenador i periodista esportiu mexicà",
    "1960 - Naixement de Tim Cook, empresari i enginyer nord-americà, actual CEO d'Apple Inc.",
    "1961 - Naixement d'Anne Donovan, jugadora i entrenadora de bàsquet nord-americana (m. 2018)",
    "1961 - Naixement de Calvin Johnson, cantautor, guitarrista i productor nord-americà",
    "1961 - Naixement de Heng Swee Keat, polític de Singapur",
    "1961 - Naixement de Louise Boije af Gennäs, autora i guionista sueca",
    "1962 - Naixement d'Anthony Kiedis, cantant i compositor nord-americà",
    "1962 - Naixement de Magne Furuholmen, cantautor i guitarrista noruec",
    "1962 - Naixement de Sharron Davies, nedadora anglesa",
    "1963 - Aniversari de Big Kenny, cantautor i guitarrista nord-americà",
    "1963 - Naixement de Mark Hughes, futbolista i entrenador gal·lès",
    "1963 - Aniversari de Nita Ambani, empresaria índia",
    "1963 - Naixement de Rick Allen, músic anglès",
    "1964 - Naixement de Sophie B. Hawkins, cantautora i guitarrista nord-americana",
    "1965 - Naixement de Michael Daley, polític australià",
    "1965 - Naixement de Patrik Ringborg, director d'orquestra suec",
    "1966 - Naixement d'Ashab Uddin, polític indi-bengalí",
    "1966 - Naixement de Gary Howell, home de negocis i polític nord-americà",
    "1966 - Naixement de Jeremy Hunt, empresari i polític anglès, secretari d'Estat de Salut",
    "1966 - Naixement de Mary Hansen, cantant i músic australiana (m. 2002)",
    "1966 - Aniversari de Willie D, raper i empresari nord-americà",
    "1967 - Naixement de Carla van de Puttelaar, fotògrafa holandesa",
    "1967 - Naixement de Tina Arena, cantautora, productora i actriu australiana",
    "1969 - Naixement de Gary Alexander, jugador de bàsquet nord-americà",
    "1969 - Aniversari de Tie Domi, jugador d'hoquei sobre gel i presentador esportiu canadenc",
    "1970 - Naixement de Sherwin Campbell, jugador de cricket de Barbados",
    "1970 - Naixement de Toma Enache, director de cinema romanès",
    "1972 - Aniversari de Glen Murray, jugador d'hoquei sobre gel canadenc",
    "1972 - Aniversari de Jenny McCarthy, actriu i model nord-americana",
    "1972 - Naixement de Paul Dickov, futbolista i entrenador escocès",
    "1972 - Naixement de Toni Collette, actriu australiana",
    "1973 - Naixement d'Aishwarya Rai, model i actriu índia",
    "1973 - Naixement de David Berman, actor nord-americà",
    "1973 - Naixement de Geoff Horsfield, futbolista i entrenador anglès",
    "1974 - Naixement de V. V. S. Laxman, jugador de cricket indi",
    "1975 - Naixement de Bo Bice, cantant i músic nord-americà",
    "1975 - Naixement de Keryn Jordan, futbolista sud-africà (m. 2013)",
    "1975 - Aniversari de Megan Wing, patinadora artística i entrenadora canadenca",
    "1976 - Aniversari de Bryan Harsin, entrenador de futbol universitari americà",
    "1976 - Naixement de Sergei Artyukhin, lluitador rus-bielorús (m. 2012)",
    "1977 - Naixement de Steve Hutchinson, jugador de futbol americà",
    "1978 - Naixement de Danny Koevermans, futbolista i entrenador holandès",
    "1978 - Naixement de Helen Czerski, física i oceanògrafa anglesa",
    "1978 - Naixement de Jessica Valenti, autora nord-americana",
    "1979 - Naixement d'Alex Prager, fotògraf i director nord-americà",
    "1979 - Aniversari de Coco Crisp, jugadora de beisbol nord-americana",
    "1979 - Naixement de Milan Dudić, futbolista serbi",
    "1980 - Naixement de Bilgin Defterli, futbolista turc",
    "1981 - Aniversari de Matt Jones, actor i còmic nord-americà",
    "1982 - Naixement de Bradley Orr, futbolista anglès",
    "1982 - Naixement de Warren Spragg, jugador de rugbi anglès-italià",
    "1983 - Naixement de Jon Wilkin, jugador de rugbi anglès",
    "1983 - Aniversari de Matt Moulson, jugador canadenc d'hoquei sobre gel",
    "1983 - Aniversari de Yuko Ogura, model i cantant japonesa",
    "1984 - Naixement de Miloš Krasić, futbolista serbi",
    "1984 - Naixement de Natalia Tena, actriu i músic anglesa",
    "1984 - Naixement de Stephen Vogt, jugador de beisbol nord-americà",
    "1985 - Naixement de Marcus Landry, jugador de bàsquet nord-americà",
    "1985 - Naixement de Paulo Orlando, jugador de beisbol brasiler",
    "1986 - Aniversari de Ksenija Balta, saltadora d'alçada, velocista i heptatleta estònia",
    "1986 - Aniversari de Penn Badgley, actor i personatge de televisió nord-americà",
    "1987 - Naixement de Bruce Irvin, jugador de futbol americà",
    "1987 - Naixement d'Ileana D'Cruz, actriu de cinema índia",
    "1988 - Naixement de Masahiro Tanaka, jugador de beisbol japonès",
    "1990 - Naixement de Tim Frazier, jugador de bàsquet nord-americà",
    "1991 - Naixement d'Anthony Ramos, actor i cantant nord-americà",
    "1991 - Aniversari de Jiang Yuyuan, gimnasta xinesa",
    "1991 - Aniversari de Reece Brown, futbolista anglès",
    "1992 - Naixement de Semaj Christon, jugador de bàsquet nord-americà",
    "1994 - Aniversari de Brent Rooker, jugador de beisbol nord-americà",
    "1994 - Naixement de James Ward-Prowse, futbolista anglès",
    "1995 - Aniversari de Joe Chealey, jugador de bàsquet nord-americà",
    "1995 - Naixement de Margarita Mamun, gimnasta russa",
    "1996 - Aniversari de Chinanu Onuaku, jugador de bàsquet nord-americà",
    "1996 - Naixement de Jeongyeon, cantant sud-coreà",
    "1997 - Naixement d'Alex Wolff, actor i músic nord-americà",
    "1997 - Naixement de Max Burkholder, actor nord-americà",
    "2001 - Naixement d'Alofiana Khan-Pereira, jugadora de la lliga australiana de rugbi",
    "846 - Naixement de Lluís el Balbutador, rei franc (m. 879)"
  ],
  "day_21_month_2_births.dialog": [
    "1397 - Naixement d'Isabel de Portugal (m. 1471)",
    "1462 - Naixement de Joanna la Beltraneja, princesa de Castella (m. 1530)",
    "1484 - Naixement de Joaquim I Néstor, elector de Brandenburg (m. 1535)",
    "1498 - Naixement de Ralph Neville, quart comte de Westmorland, comte anglès (m. 1549)",
    "1541 - Naixement de Felip V, comte de Hanau-Lichtenberg (m. 1599)",
    "1556 - Naixement de Sethus Calvisius, astrònom, compositor i teòric alemany (m. 1615)",
    "1609 - Naixement de Raimondo Montecuccoli, comandant militar italià (m. 1680)",
    "1621 - Naixement de Rebecca Nurse, colonia de Massachusetts, executada com a bruixa (m. 1692)",
    "1705 - Naixement d'Edward Hawke, primer baró Hawke, almirall i polític anglès (m. 1781)",
    "1728 - Naixement de Pere III de Rússia (m. 1762)",
    "1783 - Naixement de Catarina de Württemberg (m. 1835)",
    "1788 - Naixement de Francis Ronalds, científic, inventor i enginyer britànic que va ser nomenat cavaller per desenvolupar el primer telègraf elèctric en funcionament (m. 1873)",
    "1791 - Naixement de Carl Czerny, pianista i compositor austríac (m. 1857)",
    "1794 - Naixement d'Antonio López de Santa Anna, general i polític mexicà, 8è president de Mèxic (m. 1876)",
    "1801 - Naixement de John Henry Newman, cardenal anglès (m. 1890)",
    "1817 - Naixement de José Zorrilla, poeta i dramaturg espanyol (m. 1893)",
    "1821 - Naixement de Charles Scribner I, editor nord-americà, fundador de Charles Scribner's Sons (m. 1871)",
    "1836 - Naixement de Léo Delibes, pianista i compositor francès (m. 1891)",
    "1844 - Naixement de Charles-Marie Widor, organista i compositor francès (m. 1937)",
    "1860 - Naixement de Goscombe John, escultor i acadèmic gal·lès-anglès (m. 1952)",
    "1865 - Naixement de John Haden Badley, autor i pedagog anglès, va fundar l'escola Bedales (m. 1967)",
    "1867 - Naixement d'Otto Hermann Kahn, banquer i filantrop alemany (m. 1934)",
    "1875 - Naixement de Jeanne Calment, supercentenaria francesa, la persona verificada més antiga (m. 1997)",
    "1878 - Naixement de Mirra Alfassa, líder espiritual franco-india (m. 1973)",
    "1881 - Naixement de Kenneth J. Alford, soldat, director de banda i compositor anglès (m. 1945)",
    "1885 - Naixement de Sacha Guitry, actor, director i dramaturg rus-francès (m. 1957)",
    "1887 - Naixement de Korechika Anami, general i polític japonès, 54è ministre de la Guerra japonès (m. 1945)",
    "1888 - Naixement de Clemence Dane, autor i dramaturg anglès (m. 1965)",
    "1892 - Naixement de Harry Stack Sullivan, psiquiatre i psicoanalista nord-americà (m. 1949)",
    "1893 - Naixement d'Andrés Segòvia, guitarrista espanyol (m. 1987)",
    "1893 - Naixement de Celia Lovsky, actriu austríaca-nord-americana (m. 1979)",
    "1894 - Naixement de Shanti Swaroop Bhatnagar, químic i acadèmic indi (m. 1955)",
    "1895 - Naixement d'Henrik Dam, bioquímic i fisiòleg danès, premi Nobel (m. 1976)",
    "1896 - Naixement de Nirala, poeta i autor indi (m. 1961)",
    "1900 - Naixement de Jeanne Aubert, cantant i actriu francesa (m. 1988)",
    "1902 - Naixement d'Arthur Nock, teòleg i acadèmic anglès (m. 1963)",
    "1903 - Naixement d'Anaïs Nin, assagista i memorista franco-nord-americana (m. 1977)",
    "1903 - Naixement de Raymond Queneau, poeta i escriptor francès (m. 1976)",
    "1907 - Naixement de W. H. Auden, poeta, dramaturg i compositor anglès-nord-americà (m. 1973)",
    "1909 - Naixement de Hans Erni, pintor, escultor i il·lustrador suís (m. 2015)",
    "1910 - Naixement de Douglas Bader, capità i pilot anglès (m. 1982)",
    "1912 - Naixement d'Arline Judge, actriu i cantant nord-americana (m. 1974)",
    "1914 - Naixement d'Ilmari Juutilainen, soldat i pilot finlandès (m. 1999)",
    "1914 - Naixement de Jean Tatlock, psiquiatre i metge nord-americà (f. 1944)",
    "1914 - Naixement de Zachary Scott, actor nord-americà (m. 1965)",
    "1915 - Naixement d'Ann Sheridan, actriu i cantant nord-americana (m. 1967)",
    "1915 - Naixement d'Anton Vratuša, primer ministre d'Eslovènia (m. 2017)",
    "1915 - Naixement de Claudia Jones, periodista i activista britànica de Trinitat (m. 1964)",
    "1917 - Naixement de Lucille Bremer, actriu i ballarina nord-americana (m. 1996)",
    "1917 - Naixement de Tadd Dameron, pianista i compositor nord-americà (m. 1965)",
    "1921 - Naixement de John Rawls, filòsof i acadèmic nord-americà (m. 2002)",
    "1921 - Naixement de Richard T. Whitcomb, enginyer aeronàutic nord-americà (m. 2009)",
    "1921 - Naixement de Zdeněk Miler, animador txec (m. 2011)",
    "1924 - Naixement de Dorothy Blum, científica informàtica i criptoanalista nord-americana (m. 1980)",
    "1924 - Naixement de Robert Mugabe, pedagog i polític de Zimbabwe, segon president de Zimbabwe (m. 2019)",
    "1924 - Naixement de Thelma Estrin, informàtica i enginyera nord-americana (m. 2014)",
    "1925 - Naixement de Jack Ramsay, jugador de bàsquet, entrenador i periodista esportiu nord-americà (m. 2014)",
    "1925 - Naixement de Sam Peckinpah, director i guionista nord-americà (m. 1984)",
    "1927 - Naixement d'Erma Bombeck, periodista i autora nord-americana (m. 1996)",
    "1929 - Naixement de Chespirito, actor, director, productor i guionista mexicà (m. 2014)",
    "1933 - Naixement de Bob Rafelson, director de cinema, productor i guionista nord-americà (m. 2022)",
    "1933 - Naixement de Nina Simone, cantautora i pianista nord-americana (m. 2003)",
    "1934 - Naixement de Rue McClanahan, actriu nord-americana (m. 2010)",
    "1935 - Naixement de Mark McManus, actor escocès (m. 1994)",
    "1935 - Naixement de Richard A. Lupoff, autor nord-americà (m. 2020)",
    "1936 - Naixement de Barbara Jordan, advocada i política nord-americana (m. 1996)",
    "1937 - Naixement de Gary Lockwood, actor nord-americà",
    "1937 - Naixement de Harald V de Noruega",
    "1937 - Naixement de Ron Clarke, corredor i polític australià, alcalde de Gold Coast (m. 2015)",
    "1938 - Naixement de Bobby Charles, cantant i compositor nord-americà (m. 2020)",
    "1940 - Naixement de John Lewis, activista i polític nord-americà (m. 2020)",
    "1940 - Naixement de Peter Gethin, pilot de carreres anglès (m. 2011)",
    "1942 - Naixement de Margarethe von Trotta, actriu, directora i guionista alemanya",
    "1942 - Naixement de Tony Martin, historiador i acadèmic trinitat-nord-americà (m. 2013)",
    "1943 - Naixement de David Geffen, empresari nord-americà, cofundador de DreamWorks i Geffen Records",
    "1945 - Naixement de Maurice Bembridge, golfista anglès",
    "1946 - Naixement d'Alan Rickman, actor i director anglès (m. 2016)",
    "1946 - Naixement d'Anthony Daniels, actor i productor anglès",
    "1946 - Naixement de Bob Ryan, periodista i autor nord-americà",
    "1946 - Naixement de Tyne Daly, actriu i cantant nord-americana",
    "1947 - Naixement de Johnny Echols, cantautor i guitarrista nord-americà",
    "1947 - Naixement d'Olympia Snowe, política nord-americana",
    "1949 - Naixement de Frank Brunner, il·lustrador nord-americà",
    "1949 - Naixement de Jerry Harrison, cantautor, guitarrista i productor nord-americà",
    "1949 - Naixement de Ronnie Hellström, futbolista suec (m. 2022)",
    "1950 - Naixement de Sahle-Work Zewde, polític i diplomàtic etíop, 5è president d'Etiòpia",
    "1951 - Naixement de Vince Welnick, teclista nord-americà (m. 2006)",
    "1952 - Naixement de Jean-Jacques Burnel, baixista, compositor i productor anglès",
    "1952 - Naixement de Vitaly Churkin, diplomàtic rus, antic ambaixador de Rússia a les Nacions Unides (m. 2017)",
    "1953 - Naixement de Christine Ebersole, actriu i cantant nord-americana",
    "1953 - Naixement de William Petersen, actor i productor nord-americà",
    "1954 - Naixement de Christina Rees, política britànica",
    "1955 - Naixement de Kelsey Grammer, actor, cantant i productor nord-americà",
    "1958 - Naixement d'Alan Trammell, jugador de beisbol, entrenador i entrenador nord-americà",
    "1958 - Naixement de Jack Coleman, actor nord-americà",
    "1958 - Naixement de Jake Burns, cantautor i guitarrista d'Irlanda del Nord",
    "1958 - Naixement de Kim Coates, actor canadenc-nord-americà",
    "1958 - Naixement de Mary Chapin Carpenter, cantautora i guitarrista nord-americana",
    "1959 - Naixement de José María Cano, cantautor i pintor espanyol",
    "1960 - Naixement de Plamen Oresharski, economista i polític búlgar, 52è primer ministre de Bulgària",
    "1961 - Naixement de Christopher Atkins, actor i empresari nord-americà",
    "1961 - Naixement d'Elliot Hirshman, psicòleg i acadèmic nord-americà",
    "1962 - Naixement de Chuck Palahniuk, novel·lista i periodista nord-americà",
    "1962 - Naixement de David Foster Wallace, novel·lista, escriptor de contes i assagista nord-americà (m. 2008)",
    "1963 - Naixement de Greg Turner, golfista neozelandès",
    "1963 - Naixement de Ranking Roger, cantant, compositor i músic anglès (m. 2019)",
    "1963 - Naixement de William Baldwin, actor nord-americà",
    "1964 - Naixement de Mark Kelly, astronauta i polític nord-americà",
    "1964 - Naixement de Scott Kelly, astronauta nord-americà",
    "1965 - Naixement de Mark Ferguson, periodista australià",
    "1967 - Naixement de Leroy Burrell, corredor i entrenador nord-americà",
    "1967 - Naixement de Sari Essayah, esportista i polític finlandès",
    "1969 - Naixement d'Aunjanue Ellis, actriu i productora nord-americana",
    "1969 - Naixement de Cathy Richardson, cantautora i guitarrista nord-americana",
    "1969 - Naixement de James Dean Bradfield, cantautor i guitarrista gal·lès",
    "1969 - Naixement de Petra Kronberger, esquiadora austríaca",
    "1969 - Aniversari de Tony Meola, jugador de futbol i entrenador nord-americà",
    "1970 - Naixement de Michael Slater, jugador de cricket i periodista esportiu australià",
    "1971 - Naixement de Pierre Fulke, golfista suec",
    "1973 - Naixement de Brian Rolston, jugador i entrenador nord-americà d'hoquei sobre gel",
    "1973 - Naixement d'Heri Joensen, cantautor i guitarrista feroès",
    "1974 - Naixement d'Iván Campo, futbolista espanyol",
    "1975 - Naixement de Scott Miller, nedador australià",
    "1976 - Naixement de Michael McIntyre, humorista, actor i presentador de televisió anglès",
    "1976 - Naixement de Ryan Smyth, jugador canadenc d'hoquei sobre gel",
    "1977 - Naixement de Rhiannon Giddens, músic nord-americà",
    "1977 - Naixement de Steve Francis, jugador de bàsquet nord-americà",
    "1978 - Aniversari d'Erick Barkley, jugador de bàsquet nord-americà",
    "1979 - Naixement de Carlito, lluitador porto-riqueny",
    "1979 - Aniversari de Jennifer Love Hewitt, actriu i productora nord-americana",
    "1979 - Naixement de Jordan Peele, actor, còmic, director, productor i guionista nord-americà",
    "1979 - Naixement de Pascal Chimbonda, futbolista guadalupeo-francès",
    "1979 - Naixement de Tituss Burgess, actor i cantant nord-americà",
    "1980 - Aniversari de Brad Fast, jugador canadenc d'hoquei sobre gel",
    "1980 - Naixement de Brendan Sexton III, actor nord-americà",
    "1980 - Naixement de Jigme Khesar Namgyel Wangchuck, 5è rei de Bhutan",
    "1980 - Naixement de Tiziano Ferro, cantautor i productor italià",
    "1981 - Aniversari de Tsuyoshi Wada, jugador de beisbol japonès",
    "1982 - Aniversari d'Andre Barrett, jugador de bàsquet nord-americà",
    "1982 - Naixement de Chantal Claret, cantautora nord-americana",
    "1982 - Naixement de Tebogo Jacko Magubane, DJ i productor sud-africà",
    "1983 - Aniversari de Braylon Edwards, jugador de futbol americà",
    "1983 - Naixement de Franklin Gutiérrez, jugador de beisbol veneçolà",
    "1983 - Naixement de Mélanie Laurent, actriu francesa",
    "1984 - Naixement d'Andrew Ellis, jugador de rugbi neozelandès",
    "1984 - Naixement de David Odonkor, futbolista alemany",
    "1984 - Naixement de James Wisniewski, jugador d'hoquei sobre gel nord-americà",
    "1984 - Naixement de Marco Paoloni, futbolista italià",
    "1985 - Naixement de Georgios Samaras, futbolista grec",
    "1986 - Naixement de Charlotte Church, cantautora i actriu gal·lesa",
    "1987 - Naixement d'Ashley Greene, actriu nord-americana",
    "1987 - Naixement d'Elliot Page, actor canadenc",
    "1987 - Naixement d'Eniola Aluko, futbolista anglesa",
    "1988 - Aniversari de Donté Greene, jugador de bàsquet nord-americà",
    "1989 - Naixement de Corbin Bleu, actor, model, ballarí, productor de cinema i cantautor nord-americà",
    "1989 - Naixement de Federico Fernández, futbolista argentí",
    "1989 - Aniversari d'Ian Cole, jugador d'hoquei sobre gel nord-americà",
    "1989 - Aniversari de Jake Muzzin, jugador canadenc d'hoquei sobre gel",
    "1990 - Naixement de Mattias Tedenby, jugador d'hoquei sobre gel suec",
    "1991 - Naixement de Devon Travis, jugador de beisbol nord-americà",
    "1991 - Naixement de Ji So-yun, futbolista sud-coreà",
    "1991 - Naixement de Joe Alwyn, actor anglès",
    "1991 - Naixement de Riyad Mahrez, futbolista algerià",
    "1992 - Naixement de Phil Jones, futbolista anglès",
    "1993 - Naixement de Davy Klaassen, futbolista holandès",
    "1993 - Naixement de Steve Leo Beleck, futbolista camerunès",
    "1994 - Naixement de Hayley Orrantia, actriu i cantautora nord-americana",
    "1994 - Naixement de Tang Haochen, tennista xinès",
    "1994 - Aniversari de Wendy, cantant sud-coreana",
    "1996 - Aniversari de Noah Rubin, tennista nord-americà",
    "1996 - Naixement de Sophie Turner, actriu anglesa",
    "1999 - Naixement de Metawin Opas-iamkajorn, actor i cantant tailandès",
    "921 - Naixement d'Abe no Seimei, astròleg japonès (m. 1005)"
  ],
  "day_12_month_4_deaths.dialog": [
    "1125 - Mort de Vladislau I, duc de Bohèmia (n. 1065)",
    "1167 - Mort de Carles VII, rei de Suècia (c. 1130)",
    "1256 - Mort de Margarida de Borbó, reina de Navarra, regent de Navarra (b. c. 1217)",
    "1443 - Mort d'Henry Chichele, arquebisbe anglès (n. 1364)",
    "1500 - Mort de Leonhard de Gorizia, comte de Gorz (n. 1440)",
    "1530 - Mort de Joanna La Beltraneja, princesa de Castella (n. 1462)",
    "1550 - Mort de Claude, duc de Guisa (n. 1496)",
    "1555 - Mort de Joana, reina de Castella i Aragó (n. 1479)",
    "1675 - Mort de Richard Bennett, polític anglès, governador colonial de Virgínia (n. 1609)",
    "1684 - Mort de Nicola Amati, fabricant d'instruments italià (n. 1596)",
    "1687 - Mort d'Ambrose Dixon, soldat anglès-americà (n. 1619)",
    "1704 - Mor Jacques-Bénigne Bossuet, bisbe i teòleg francès (n. 1627)",
    "1748 - Mort de William Kent, arquitecte anglès, que va dissenyar Holkham Hall i Chiswick House (n. 1685)",
    "1782 - Mort de Metastasio, poeta i compositor italo-austríac (n. 1698)",
    "1788 - Mort de Carlo Antonio Campioni, compositor franco-italià (n. 1719)",
    "1795 - Mort de Johann Kaspar Basselet von La Rosée, general bavaresa (n. 1710)",
    "1814 - Mort de Charles Burney, compositor i historiador anglès (n. 1726)",
    "1817 - Mort de Charles Messier, astrònom i acadèmic francès (n. 1730)",
    "1850 - Mort d'Adoniram Judson, lexicògraf i missioner nord-americà (n. 1788)",
    "1866 - Mort de Peter Hesketh-Fleetwood, polític anglès, fundador de Fleetwood (n. 1801)",
    "1872 - Mort de Nikolaos Mantzaros, compositor i teòric grec (n. 1795)",
    "1878 - Mort de William M. Tweed, advocat i polític nord-americà (n. 1823)",
    "1879 - Mort de Richard Taylor, general confederat (n. 1826)",
    "1885 - Mort de William Crowther, polític holandès-australià, 14è primer ministre de Tasmània (n. 1817)",
    "1898 - Mort d'Elzéar-Alexandre Taschereau, cardenal canadenc (n. 1820)",
    "1902 - Mort de Marie Alfred Cornu, física i acadèmica francesa (n. 1842)",
    "1906 - Mor Mahesh Chandra Nyayratna Bhattacharyya, erudit indi, acadèmic i filantrop (n. 1836)",
    "1912 - Mor Clara Barton, infermera i humanitària nord-americana, fundadora de la Creu Roja Americana (n. 1821)",
    "1933 - Mort d'Adelbert Ames, general i polític nord-americà, 30è governador de Mississipí (n. 1835)",
    "1937 - Mor Abdülhak Hâmid Tarhan, dramaturg i poeta turc (n. 1852)",
    "1938 - Mort de Feodor Chaliapin, cantant d'òpera rus (n. 1873)",
    "1943 - Mort de Viktor Puskar, coronel estonià (n. 1889)",
    "1945 - Mor Franklin D. Roosevelt, advocat i polític nord-americà, 32è president dels Estats Units (n. 1882)",
    "1953 - Mort de Lionel Logue, actor i terapeuta australià (n. 1880)",
    "1962 - Mort de Ron Flockhart, pilot de carreres escocès (n. 1923)",
    "1966 - Mor Sydney Allard, pilot de carreres anglès i fundador de la companyia d'automòbils Allard (n. 1910)",
    "1968 - Mor Heinrich Nordhoff, enginyer alemany (n. 1899)",
    "1971 - Mor Ed Lafitte, jugador de beisbol i dentista nord-americà (n. 1886)",
    "1973 - Mort d'Arthur Freed, compositor i productor nord-americà (n. 1894)",
    "1975 - Mort de Josephine Baker, actriu, activista i humanitària francesa (n. 1906)",
    "1976 - Mort de Christos Kakkalos, guia de muntanya grec (n. 1882) ",
    "1977 - Mor Philip K. Wrigley, empresari nord-americà, cofundador del Lincoln Park Gun Club (n. 1894)",
    "1980 - Mort de William R. Tolbert, Jr., polític liberià, 20è president de Libèria (n. 1913)",
    "1981 - Mort de Joe Louis, boxejador i lluitador nord-americà (n. 1914)",
    "1981 - Mort del príncep Yasuhiko Asaka del Japó (n. 1887)",
    "1983 - Mort de Carl Morton, jugador de beisbol nord-americà (n. 1944)",
    "1983 - Mor Jørgen Juve, futbolista i periodista noruec (n. 1906)",
    "1984 - Mor Edwin T. Layton, almirall i criptoanalista nord-americà (n. 1903)",
    "1986 - Mort de Valentin Kataev, autor i dramaturg rus (n. 1897)",
    "1988 - Mort d'Alan Paton, historiador i autor sud-africà (n. 1903)",
    "1988 - Mor Colette Deréal, cantant i actriu francesa (n. 1927)",
    "1989 - Mort d'Abbie Hoffman, activista nord-americana, cofundadora del Partit Internacional de la Joventut (n. 1936)",
    "1989 - Mort de Sugar Ray Robinson, boxejador nord-americà (n. 1921)",
    "1992 - Mor Ilario Bandini, pilot de carreres i home de negocis italià (n. 1911)",
    "1997 - Mor George Wald, neuròleg i acadèmic nord-americà, premi Nobel (n. 1906)",
    "1998 - Mort de Robert Ford, poeta i diplomàtic canadenc (n. 1915)",
    "1999 - Mort de Boxcar Willie, cantant i compositor nord-americà (n. 1931)",
    "2001 - Mort d'Harvey Ball, il·lustrador nord-americà, va crear l'emoticona (n. 1921)",
    "2002 - Mort de George Shevelov, lingüista i filòleg ucraïnès-americà (n. 1908)",
    "2004 - Mort de Moran Campbell, metge i acadèmic canadenc, va inventar la màscara venturi (n. 1925)",
    "2006 - Mort de William Sloane Coffin, ministre i activista nord-americà (n. 1924)",
    "2007 - Mort de Kevin Crease, periodista australià (n. 1936)",
    "2008 - Mort de Cecilia Colledge, patinadora artística i entrenadora angloamericana (n. 1920)",
    "2008 - Mort de Jerry Zucker, empresari i filantrop israeliano-americà (n. 1949)",
    "2008 - Mort de Patrick Hillery, metge i polític irlandès, sisè president d'Irlanda (n. 1923)",
    "2010 - Mort de Michel Chartrand, líder sindical canadenc (n. 1916)",
    "2010 - Mort de Werner Schroeter, director i guionista alemany (n. 1945)",
    "2011 - Mort de Karim Fakhrawi, periodista de Bahrain, cofundador d'Al-Wasat (n. 1962)",
    "2012 - Mort de Mohit Chattopadhyay, poeta i dramaturg indi (n. 1934)",
    "2012 - Mort de Rodgers Grant, pianista i compositor nord-americà (n. 1935)",
    "2013 - Mort d'Annamária Szalai, periodista i política hongaresa (n. 1961)",
    "2013 - Mort de Brennan Manning, sacerdot i autor nord-americà (n. 1934)",
    "2013 - Mort de Johnny du Plooy, boxejador sud-africà (n. 1964)",
    "2013 - Mort de Michael France, guionista nord-americà (n. 1962)",
    "2013 - Mort de Robert Byrne, jugador d'escacs i autor nord-americà (n. 1928)",
    "2013 - Mort de Ya'akov Yosef, rabí i polític israelià (n. 1946)",
    "2014 - Mort de Billy Standridge, pilot de cotxes de carreres nord-americà (n. 1953)",
    "2014 - Mort de Hal Smith, jugador de beisbol i entrenador nord-americà (n. 1931)",
    "2014 - Mor Maurício Alves Peruchi, futbolista brasiler (n. 1990)",
    "2014 - Mort de Pierre Autin-Grenier, escriptor i poeta francès (n. 1947)",
    "2014 - Mort de Pierre-Henri Menthéour, ciclista francès (n. 1960)",
    "2015 - Mort d'Alfred Eick, comandant alemany (n. 1916)",
    "2015 - Mort d'André Mba Obame, polític gabonès (n. 1957)",
    "2015 - Mort de Patrice Dominguez, tenista i entrenador franco-algeriano (n. 1950)",
    "2015 - Mort de Paulo Brossard, jurista i polític brasiler (n. 1924)",
    "2016 - Mort d'Anne Jackson, actriu nord-americana (n. 1925)",
    "2016 - Mort de Mohammad Al Gaz, polític i diplomàtic emiratí (n. 1930)",
    "2017 - Mort de Charlie Murphy, actor i còmic nord-americà (n. 1959)",
    "2020 - Mort de Tarvaris Jackson, jugador de futbol americà (n. 1983)",
    "2021 - Mort de Joseph Siravo, actor i productor nord-americà (n. 1955)",
    "2022 - Mort de Gilbert Gottfried, còmic, actor i cantant nord-americà (n. 1955)",
    "2024 - Mort d'Eleanor Coppola, cineasta nord-americana (n. 1936)",
    "2024 - Mort de Robert MacNeil, periodista i autor canadenc-nord-americà (n. 1931)",
    "2024 - Mort de Roberto Cavalli, dissenyador de moda i inventor italià (n. 1940)",
    "352 - Mort de Juli I, papa de l'Església Catòlica",
    "434 - Mort de Maximià, arquebisbe de Constantinoble",
    "45 aC - Mort de Gnaeus Pompeu, general i polític romà (n. 75 aC)",
    "901 - Mort d'Eudokia Baïana, emperadriu bizantina i esposa de Lleó VI"
  ],
  "day_29_month_6_events.dialog": [
    "1149 - Raymond de Poitiers és derrotat i assassinat a la batalla d'Inab per Nur ad-Din Zangi.",
    "1170 - Un gran terratrèmol afecta Síria, danyant molt ciutats com Hama i Shaizar i estructures com el Krak des Chevaliers i la catedral de Sant Pere a Antioquia.",
    "1194 - Sverre és coronat rei de Noruega, el que va provocar la seva excomunió per l'Església Catòlica i la guerra civil.",
    "1444 - Skanderbeg derrota una força d'invasió otomana a Torvioll.",
    "1457 - La ciutat holandesa de Dordrecht és devastada per un incendi",
    "1534 - Jacques Cartier és el primer europeu a arribar a l'illa del Príncep Eduard.",
    "1613 - El Globe Theatre de Londres, construït per la companyia de teatre de William Shakespeare, Lord Chamberlain's Men, crema fins a terra.",
    "1620 - La corona anglesa prohibeix el cultiu de tabac a Anglaterra, donant a la Virginia Company un monopoli a canvi d'un impost d'un xíling per lliura.",
    "1644 - Carles I d'Anglaterra derrota un destacament parlamentari a la batalla del pont de Cropredy.",
    "1659 - A la batalla de Konotop, els exèrcits ucraïnesos d'Ivan Vyhovsky derroten els russos dirigits pel príncep Trubetskoy.",
    "1764 - Un dels tornados més forts de la història va colpejar Woldegk, Alemanya, matant una persona mentre anivellava nombroses mansions amb vents estimats de més de 300 milles per hora (480 km/h).",
    "1786 - Alexander Macdonell i més de cinc-cents muntanyencs catòlics romans abandonen Escòcia per establir-se al comtat de Glengarry, Ontario.",
    "1807 - Guerra russo-turca: l'almirall Dmitry Senyavin destrueix la flota otomana a la batalla d'Athos.",
    "1850 - Autocefàlia atorgada oficialment pel Patriarcat Ecumènic de Constantinoble a l'Església de Grècia.",
    "1864 - Almenys 99 persones, la majoria immigrants alemanys i polonesos, moren en el pitjor desastre ferroviari del Canadà després que un tren no s'atura per un pont llevadís obert i s'enfonsa a la Rivière Richelieu prop de St-Hilaire, Quebec.",
    "1874 - El polític grec Charilaos Trikoupis publica un manifest al diari d'Atenes Kairoi titulat \"Qui té la culpa?\" aixecar queixes contra el rei Jordi. Trikoupis és elegit primer ministre de Grècia l'any vinent.",
    "1880 - França s'annexiona Tahití, rebatejant el Regne independent de Tahití com a \"Etablissements de français de l'Océanie\".",
    "1881 - Al Sudan, Muhammad Ahmad es declara el Mahdi, el redemptor messiànic de l'Islam.",
    "1888 - George Edward Gouraud grava l'Israel de Händel a Egipte en un cilindre fonògraf, pensat durant molts anys que era l'enregistrament musical més antic conegut.",
    "1889 - Hyde Park i diversos altres municipis d'Illinois voten per ser annexionats per Chicago, formant la ciutat més gran dels Estats Units en àrea i la segona més poblada en aquell moment.",
    "1915 - La inundació del riu North Saskatchewan de 1915 és la pitjor inundació de la història d'Edmonton.",
    "1916 - El diplomàtic britànic convertit en nacionalista irlandès Roger Casement és condemnat a mort per la seva participació en l'Aixecament de Pasqua.",
    "1922 - França atorga \"un quilòmetre quadrat\" a Vimy Ridge \"lliurament, i per sempre, al govern del Canadà, l'ús gratuït de la terra exempta de tots els impostos\".",
    "1927 - The Bird of Paradise, un trimotor Fokker del Cos Aeri de l'Exèrcit dels Estats Units, completa el primer vol transpacífic, des dels Estats Units continentals fins a Hawaii.",
    "1945 - La Unió Soviètica s'annexiona la província txecoslovaca de Rutènia dels Carpats.",
    "1950 - Guerra de Corea: el president dels Estats Units, Harry S. Truman, autoritza un bloqueig marítim de Corea.",
    "1952 - Es celebra el primer concurs de Miss Univers. Armi Kuusela de Finlàndia guanya el títol de Miss Univers 1952.",
    "1956 - El president dels Estats Units Dwight D. Eisenhower signa la Federal Aid Highway Act de 1956, creant oficialment el Sistema de carreteres interestatals dels Estats Units.",
    "1971 - Abans de la reentrada (després d'una estada rècord a bord de l'estació espacial Salyut 1 de la Unió Soviètica), la càpsula de la tripulació de la nau espacial Soiuz 11 es despresuritza, matant els tres cosmonautes a bord. Georgy Dobrovolsky, Vladislav Volkov i Viktor Patsayev són els primers humans que van morir a l'espai.",
    "1972 - Un Convair CV-580 i un De Havilland Canada DHC-6 Twin Otter xoquen sobre el llac Winnebago prop d'Appleton, Wisconsin, matant-ne 13.",
    "1972 - La Cort Suprema dels Estats Units dictamina en el cas Furman contra Geòrgia que la imposició arbitrària i inconsistent de la pena de mort viola la vuitena i la catorzena esmenes i constitueix un càstig cruel i inusual.",
    "1974 - Mikhail Baryshnikov abandona la Unió Soviètica al Canadà mentre està de gira amb el Ballet Kirov.",
    "1974 - La vicepresidenta Isabel Perón assumeix poders i deures com a presidenta en funcions de l'Argentina, mentre que el seu marit, el president Juan Perón, està malalt terminal.",
    "1976 - La Conferència dels Partits Comunistes i Obrers d'Europa es reuneix a Berlín Est.",
    "1976 - Les Seychelles s'independitzen del Regne Unit.",
    "1987 - El quadre de Vincent van Gogh, Le Pont de Trinquetaille, es compra per 20,4 milions de dòlars en una subhasta a Londres, Anglaterra.",
    "1995 - Programa transbordador espacial: la missió STS-71 (Atlantis) atraca per primera vegada amb l'estació espacial russa Mir.",
    "1995 - Els grans magatzems Sampoong s'enfonsen al districte de Seocho de Seül, Corea del Sud, 502 morts i 937 ferits.",
    "2002 - Els enfrontaments navals entre Corea del Sud i Corea del Nord van provocar la mort de sis mariners de Corea del Sud i l'enfonsament d'un vaixell de Corea del Nord.",
    "2006 - Hamdan contra Rumsfeld: la Cort Suprema dels Estats Units dictamina que el pla del president George W. Bush de jutjar els detinguts de Guantánamo en tribunals militars viola el dret dels Estats Units i el dret internacional.",
    "2007 - Apple Inc. llança el seu primer telèfon mòbil, l'iPhone.",
    "2012 - Un dret arrasa l'est dels Estats Units, deixant almenys 22 persones mortes i milions sense electricitat.",
    "2014 - L'Estat Islàmic de l'Iraq i el Llevant s'autodeclara el seu califat a Síria i al nord de l'Iraq.",
    "226 - Cao Rui succeeix al seu pare com a emperador de Wei."
  ],
  "day_16_month_5_deaths.dialog": [
    "1182 - Mort de Joan Comnenos Vatatzes, general bizantí (n. 1132)",
    "1265 - Mort de Simon Stock, sant anglès-francès (n. 1165)",
    "1375 - Mort de Liu Bowen, estrateg militar, oficial, estadista i poeta xinès (n. 1311)",
    "1412 - Mort de Gian Maria Visconti, duc de Milà (n. 1388)",
    "1561 - Mort de Jan Tarnowski, noble i estadista polonès (n. 1488)",
    "1620 - Mort de William Adams, mariner i navegant anglès (n. 1564)",
    "1657 - Mort d'Andrew Bobola, missioner i màrtir polonès (n. 1591)",
    "1667 - Mor Thomas Wriothesley, quart comte de Southampton, polític anglès, Lord Alt Tresorer (n. 1607)",
    "1669 - Mort de Pietro da Cortona, pintor i arquitecte italià, dissenyador de Santi Luca e Martina (n. 1596)",
    "1691 - Mort de Jacob Leisler, polític germanoamericà, 8è governador colonial de Nova York (n. 1640)",
    "1696 - Mort de Mariana d'Àustria, reina consort d'Espanya (n. 1634)",
    "1703 - Mor Charles Perrault, escriptor i acadèmic francès (n. 1628)",
    "1778 - Mort de Robert Darcy, quart comte de Holderness, polític anglès, secretari d'Estat del Departament del Sud (n. 1718)",
    "1790 - Mort de Philip Yorke, segon comte de Hardwicke, polític anglès, Lord Tinent de Cambridgeshire (n. 1720)",
    "1818 - Mort de Matthew Lewis, autor i dramaturg anglès (n. 1775)",
    "1823 - Mort de Grace Elliott, cortesana i espia escocesa (c. 1754)",
    "1830 - Mort de Joseph Fourier, matemàtic i físic francès (n. 1768)",
    "1861 - Mort de John Stevens Henslow, sacerdot britànic, geòleg i assessor doctoral de Charles Darwin (n. 1796)",
    "1862 - Mort d'Edward Gibbon Wakefield, polític anglès (n. 1796)",
    "1882 - Mort de Reuben Chapman, advocat i polític nord-americà, 13è governador d'Alabama (n. 1799)",
    "1890 - Mort de Mihkel Veske, poeta, lingüista i teòleg estonià (n. 1843)",
    "1891 - Mor Ion C. Brătianu, polític romanès, 14è primer ministre de Romania (n. 1821 )",
    "1910 - Mor Henri-Edmond Cross, pintor neoimpressionista francès (n. 1856)",
    "1913 - Mort de Louis Perrier, arquitecte i polític suís (n. 1849)",
    "1920 - Mort de Levi P. Morton, polític nord-americà, 22è vicepresident dels Estats Units (n. 1824)",
    "1926 - Mort de Mehmed VI, el 36è i últim sultà de l'Imperi Otomà (n. 1861)",
    "1936 - Mort de Leonidas Paraskevopoulos, general i polític grec (n. 1860)",
    "1938 - Mort de Joseph Strauss, enginyer nord-americà, co-dissenyador del pont Golden Gate (n. 1870)",
    "1943 - Mort de Nigger, labrador retriever negre pertanyent al comandant d'ala Guy Gibson de la Royal Air Force, i la mascota de l'esquadró número 617.",
    "1943 - Mort d'Alfred Hoche, psiquiatre i acadèmic alemany (n. 1865)",
    "1944 - Mort de Filip Mișea, activista, metge i polític aromanès (n. 1873)",
    "1944 - Mor George Ade, periodista, autor i dramaturg nord-americà (n. 1866)",
    "1946 - Mor Bruno Tesch, químic i empresari alemany (n. 1890)",
    "1947 - Mor Frederick Gowland Hopkins, bioquímic i acadèmic anglès, premi Nobel (n. 1861)",
    "1947 - Mort de Kalle Hakala, polític finlandès (n. 1880)",
    "1947 - Mort de Zhang Lingfu, general xinès (n. 1903)",
    "1953 - Mort de Django Reinhardt, guitarrista i compositor belga (n. 1910)",
    "1954 - Mort de Clemens Krauss, director i director austríac (n. 1893)",
    "1955 - Mort de James Agee, novel·lista, guionista i crític nord-americà (n. 1909)",
    "1955 - Mor Manny Ayulo, pilot de cotxes de carreres nord-americà (n. 1921)",
    "1956 - Mort de H. B. Reese, fabricant de dolços i empresari nord-americà, va crear Reese's Peanut Butter Cups (n. 1876)",
    "1957 - Mort d'Eliot Ness, agent federal nord-americà (n. 1903)",
    "1961 - Mort de George A. Malcolm, advocat i jurista nord-americà (n. 1881)",
    "1977 - Mort de Modibo Keïta, polític malià, primer president de Mali (n. 1915)",
    "1979 - Mor A. Philip Randolph, líder sindical i activista nord-americà (n. 1889)",
    "1981 - Mor Ernie Freeman, pianista, compositor i director d'orquestra nord-americà (n. 1922)",
    "1981 - Mort de Willy Hartner, metge i acadèmic alemany (n. 1905)",
    "1984 - Mort d'Andy Kaufman, actor, còmic i guionista nord-americà (n. 1949)",
    "1984 - Mor Irwin Shaw, dramaturg, guionista, novel·lista i escriptor de contes nord-americà (n. 1913)",
    "1985 - Mort de Margaret Hamilton, actriu nord-americana (n. 1902)",
    "1989 - Mort de Leila Kasra, poeta i compositora iraniana (n. 1939)",
    "1990 - Mort de Jim Henson, titellaire, director, productor i guionista nord-americà, creat The Muppets (n. 1936)",
    "1990 - Mort de Sammy Davis Jr., cantant, ballarí i actor nord-americà (n. 1925)",
    "1993 - Mort de Marv Johnson, cantant, compositor i pianista nord-americà (n. 1938)",
    "1994 - Mort d'Alain Cuny, actor francès (n. 1908)",
    "1996 - Mort de Jeremy Michael Boorda, almirall nord-americà (n. 1939)",
    "1997 - Mort d'Elbridge Durbrow, diplomàtic nord-americà (n. 1903)",
    "2002 - Mort d'Alec Campbell, soldat australià (n. 1899)",
    "2003 - Mort de Mark McCormack, advocat i agent esportiu nord-americà, fundat IMG (n. 1930)",
    "2005 - Mort d'Andrew Goodpaster, general nord-americà (n. 1915)",
    "2008 - Mort de Robert Mondavi, enòleg nord-americà, cofundador de l'Opus One Winery (n. 1913)",
    "2010 - Mor Hank Jones, pianista, compositor i director d'orquestra nord-americà (n. 1918)",
    "2010 - Mort de Ronnie James Dio, cantautor i productor nord-americà (n. 1942)",
    "2011 - Mort de Bob Davis, futbolista i entrenador australià (n. 1928)",
    "2011 - Mort d'Edward Hardwicke, actor anglès (n. 1932)",
    "2011 - Mort de Kiyoshi Kodama, actor japonès (n. 1934)",
    "2011 - Mort de Ralph Barker, autor anglès (n. 1917)",
    "2012 - Mort de Chuck Brown, cantant, compositor, guitarrista i productor nord-americà (n. 1936)",
    "2012 - Mort d'Ernie Chan, il·lustrador filipí-nord-americà (n. 1940)",
    "2012 - Mort de James Abdnor, militar i polític nord-americà (n. 1923)",
    "2012 - Mort de Kevin Hickey, jugador de beisbol nord-americà (n. 1956)",
    "2012 - Mort de Patricia Aakhus, autora i acadèmica nord-americana (n. 1952)",
    "2013 - Mort d'Angelo Errichetti, polític nord-americà (n. 1928)",
    "2013 - Mort de Bernard Waber, autor i il·lustrador nord-americà (n. 1921)",
    "2013 - Mort de Bryan Illerbrun, jugador de futbol canadenc (n. 1957)",
    "2013 - Mort de Dick Trickle, pilot de cotxes de carreres nord-americà (n. 1941)",
    "2013 - Mort de Frankie Librán, jugador de beisbol porto-riqueny (n. 1948)",
    "2013 - Mor Heinrich Rohrer, físic i acadèmic suís, premi Nobel (n. 1933)",
    "2013 - Mort de Paul Shane, actor i còmic britànic (n. 1940)",
    "2014 - Mort de Bud Hollowell, jugador de beisbol i entrenador nord-americà (n. 1943)",
    "2014 - Mort de Chris Duckworth, jugador de cricket sud-africà de Zimbabwe (n. 1933)",
    "2014 - Mort de Clyde Snow, antropòleg i autor nord-americà (n. 1928)",
    "2014 - Mort de Vito Favero, ciclista italià (n. 1932)",
    "2015 - Mort de Flora MacNeil, cantant gaèlica escocesa (n. 1928)",
    "2015 - Mort de Moshe Levinger, rabí i autor israelià (n. 1935)",
    "2015 - Mort de Prashant Bhargava, director i productor nord-americà (n. 1973)",
    "2019 - Mort de Bob Hawke, polític australià, 23è primer ministre d'Austràlia (n. 1929)",
    "2019 - Mort de I. M. Pei, arquitecte xino-nord-americà (n. 1917) ",
    "2019 - Mort de Piet Blauw, polític holandès (n. 1937)",
    "2021 - Mor Bruno Covas, advocat i polític brasiler (n. 1980) ",
    "2023 - Mort de Norm Green, corredor de fons nord-americà (n. 1932)",
    "290 - Mort de l'emperador Wu de Jin, emperador xinès (n. 236)",
    "895 - Mort de Qian Kuan, noble xinès",
    "934 - Mort de Meng Hanqiong, oficial eunuc de Later Tang",
    "995 - Mort de Fujiwara no Michitaka, noble japonès (n. 953)"
  ],
  "day_29_month_1_deaths.dialog": [
    "1119 - Mort del papa Gelasi II (n. 1060)",
    "1597 - Mor Elias Ammerbach, organista i compositor alemany (n. 1530)",
    "1647 - Mort de Francis Meres, sacerdot i autor anglès (n. 1565)",
    "1678 - Mort de Jerónimo Lobo, missioner i autor portuguès (n. 1593)",
    "1706 - Mort de Charles Sackville, sisè comte de Dorset, poeta i cortesà anglès (n. 1643)",
    "1737 - Mor George Hamilton, primer comte d'Orkney, mariscal de camp i polític escocès-anglès, governador colonial de Virgínia (n. 1666)",
    "1743 - Mort d'André-Hercule de Fleury, cardenal francès (n. 1653)",
    "1763 - Mor Juan José Eguiara y Eguren, bisbe mexicà i erudit catòlic (n. 1696)",
    "1763 - Mort de Louis Racine, poeta francès (n. 1692)",
    "1820 - Mort de Jordi III del Regne Unit (n. 1738)",
    "1829 - Mor Paul Barras, capità i polític francès (n. 1755)",
    "1870 - Mort de Leopold II, gran duc de Toscana (n. 1797)",
    "1888 - Mort d'Edward Lear, poeta i il·lustrador anglès (n. 1812)",
    "1899 - Mort d'Alfred Sisley, pintor franco-anglès (n. 1839)",
    "1901 - Mor Eugène Louis-Marie Jancourt, fagot, compositor i pedagog francès (n. 1815)",
    "1906 - Mort de Christian IX de Dinamarca (n. 1818)",
    "1910 - Mort d'Édouard Rod, novel·lista franco-suís (n. 1857)",
    "1912 - Mor Herman Bang, periodista i escriptor danès (n. 1857)",
    "1916 - Mor Sibylle von Olfers, professora d'art alemanya, autora i monja (n. 1881)",
    "1917 - Mort d'Evelyn Baring, primer comte de Cromer, estadista britànic, diplomàtic i administrador colonial (n. 1841)",
    "1923 - Mor Elihu Vedder, pintor simbolista nord-americà, il·lustrador de llibres i poeta (n. 1836)",
    "1928 - Mor Douglas Haig, primer comte Haig, mariscal de camp escocès (n. 1861)",
    "1929 - Mort de Charles Fox Parham, predicador i evangelista nord-americà (n. 1873)",
    "1929 - Mor Jacques Bouhy, baríton belga (n. 1848)",
    "1933 - Mort de Sara Teasdale, poeta nord-americana (n. 1884)",
    "1934 - Mort de Dukinfield Henry Scott, botànic britànic (n. 1854)",
    "1934 - Mort de Fritz Haber, químic i enginyer polonès-alemany, premi Nobel (n. 1868)",
    "1935 - Mort de Frederick Samuel Dellenbaugh, explorador nord-americà (n. 1853)",
    "1940 - Mort d'Edward Harkness, filantrop nord-americà (n. 1874)",
    "1941 - Mor Ioannis Metaxas, general i polític grec, 130è primer ministre de Grècia (n. 1871)",
    "1944 - Mort de William Allen White, periodista i autor nord-americà (n. 1868)",
    "1946 - Mor Harry Hopkins, home de negocis i polític nord-americà, 8è secretari de Comerç dels Estats Units (n. 1890)",
    "1946 - Mort de Sidney Jones, director d'orquestra i compositor anglès (n. 1861)",
    "1948 - Mort del príncep Aimone, duc d'Aosta (n. 1900)",
    "1951 - Mort de James Bridie, dramaturg, guionista i metge escocès (n. 1888)",
    "1954 - Mort de Walter Conrad Arensberg, col·leccionista d'art, crític i poeta nord-americà (n. 1878)",
    "1955 - Mor Hans Hedtoft, polític danès (n. 1903)",
    "1956 - Mor H. L. Mencken, periodista i crític nord-americà (n. 1880)",
    "1959 - Mor Pauline Smith, novel·lista, escriptora de contes, memòria i dramaturga sud-africana (n. 1882)",
    "1960 - Mort de George S. Messersmith, diplomàtic nord-americà (n. 1883)",
    "1960 - Mor Mack Harrell, cantant d'òpera i baríton nord-americà (n. 1909)",
    "1961 - Mort d'Angela Thirkell, novel·lista anglesa (n. 1890)",
    "1962 - Mort de Fritz Kreisler, violinista i compositor austríac-americà (n. 1875)",
    "1962 - Mort de William Francis Gray Swann, físic angloamericà (n. 1884)",
    "1963 - Mort de Robert Frost, poeta i dramaturg nord-americà (n. 1874)",
    "1964 - Mort d'Alan Ladd, actor nord-americà (n. 1913)",
    "1964 - Mort de Vera Hall, cantant de folk nord-americana (n. 1902)",
    "1965 - Mort de Jack Hylton, pianista, compositor, líder de banda i empresari anglès (n. 1892)",
    "1966 - Mort de Pierre Mercure, compositor, productor de televisió, fagot i administrador canadenc (n. 1927)",
    "1967 - Mor Harold Munro Fox, zoòleg anglès (n. 1889)",
    "1969 - Mort d'Allen Dulles, banquer, advocat i diplomàtic nord-americà, 5è director d'Intel·ligència Central (n. 1893)",
    "1969 - Mort de Max Weinreich, lingüista rus-americà-jueu i cofundador de YIVO (n. 1894)",
    "1970 - Mort de B. H. Liddell Hart, soldat, historiador i periodista franco-anglès (n. 1895)",
    "1970 - Mort de Lawren Harris, pintor canadenc (n. 1885)",
    "1973 - Mort de Johannes Paul Thilman, compositor alemany (n. 1903)",
    "1974 - Mort de H. E. Bates, escriptor anglès (n. 1905)",
    "1976 - Mort de Jesse Fuller, músic nord-americà d'una banda (n. 1896)",
    "1977 - Mort de Freddie Prinze, còmic i actor nord-americà (n. 1954)",
    "1977 - Mort de Johnny Franz, productor discogràfic i pianista anglès (n. 1922)",
    "1978 - Mort de Frank Nicklin, polític australià, 28è primer ministre de Queensland (n. 1895)",
    "1978 - Mort de Tim McCoy, actor i oficial militar nord-americà (n. 1891)",
    "1979 - Mort de Sonny Payne, bateria de jazz nord-americà (n. 1926)",
    "1980 - Mort de Jimmy Durante, animador nord-americà (n. 1893)",
    "1981 - Mort de Jack A. W. Bennett, erudit literari neozelandès (n. 1911)",
    "1981 - Mort de John Glassco, poeta, autor de memòries i novel·lista canadenc (n. 1909)",
    "1982 - Mort de Charles Sykes, físic i metal·lúrgic britànic (n. 1905)",
    "1982 - Mort de Roger Stanier, microbiòleg canadenc (n. 1916)",
    "1982 - Mort de Rudolph Peters, bioquímic britànic (n. 1889)",
    "1983 - Mort de Stuart H. Ingersoll, aviador naval nord-americà, vicealmirall de la USN (n. 1898)",
    "1984 - Mor Frances Goodrich, actriu, dramaturga i guionista nord-americana (n. 1890)",
    "1984 - Mort de John Macnaghten Whittaker, matemàtic britànic (n. 1905)",
    "1987 - Mort de Vincent R. Impellitteri, polític i jutge nord-americà, 101è alcalde de la ciutat de Nova York (n. 1900)",
    "1988 - Mort de James Rhyne Killian, educador, científic i assessor nord-americà de la Casa Blanca (n. 1904)",
    "1989 - Mort de Morton DaCosta, director de teatre i cinema, productor de cinema, escriptor i actor nord-americà (n. 1914)",
    "1991 - Mort de Yasushi Inoue, autor i poeta japonès (n. 1907)",
    "1992 - Mort de Willie Dixon, cantautor i productor nord-americà (n. 1915)",
    "1993 - Mort d'Adetokunbo Ademola, advocat i jurista nigerià, segon jutge en cap de Nigèria (n. 1906)",
    "1994 - Mort d'Ulrike Maier, esquiadora austríaca (n. 1967)",
    "1999 - Mort de Lili St. Cyr, model i ballarina nord-americana (n. 1918)",
    "2002 - Mort d'Harold Russell, soldat i actor canadenc-nord-americà (n. 1914)",
    "2003 - Mort de Frank Moss, advocat i polític nord-americà (n. 1911)",
    "2004 - Mort de Janet Frame, autora i poeta neozelandesa (n. 1924)",
    "2005 - Mort d'Ephraim Kishon, autor, guionista i director israelià (n. 1924)",
    "2006 - Mort de Nam June Paik, artista nord-americà sud-coreà (n. 1932)",
    "2008 - Mort de Margaret Truman, cantant i autora nord-americana (n. 1924)",
    "2009 - Mort d'Hélio Gracie, artista marcial brasiler (n. 1913)",
    "2009 - Mort de John Martyn, cantautor i guitarrista britànic (n. 1948)",
    "2011 - Mort de Milton Babbitt, compositor, pedagog i teòric nord-americà (n. 1916)",
    "2012 - Mort de Camilla Williams, soprano i pedagoga nord-americana (n. 1919)",
    "2012 - Mort d'Oscar Luigi Scalfaro, advocat i polític italià, 9è president d'Itàlia (n. 1918)",
    "2012 - Mort de Ranjit Singh Dyal, general i polític indi, 10è tinent governador de Puducherry (n. 1928)",
    "2015 - Mort d'Alexander Vraciu, comandant i pilot nord-americà (n. 1918)",
    "2015 - Mort de Colleen McCullough, neurocientífica, autora i acadèmica australiana (n. 1937)",
    "2015 - Mort de Rod McKuen, cantautor i poeta nord-americà (n. 1933)",
    "2016 - Mor Jacques Rivette, director, guionista i crític francès (n. 1928)",
    "2016 - Mort de Jean-Marie Doré, advocat i polític guineà, 11è primer ministre de Guinea (n. 1938)",
    "2019 - Mort de George Fernandes, polític indi (n. 1930)",
    "2019 - Mort de James Ingram, músic nord-americà (n. 1952)",
    "2021 - Mort de Walker Boone, actor canadenc (n. 1944)",
    "2022 - Mort de Howard Hesseman, actor nord-americà (n. 1940)",
    "2023 - Mort de Gero Storjohann, polític alemany (n. 1958)",
    "2023 - Mort de Hazel McCallion, empresaria i política canadenca, 5è alcalde de Mississauga (n. 1921)",
    "2023 - Mort de Will Steffen, químic nord-americà-australià (n. 1947)",
    "757 - Mort d'An Lushan, general xinès (n. 703)"
  ],
  "day_3_month_1_events.dialog": [
    "1521 - El papa Lleó X excomunica Martí Luter a la butlla Decet Romanum Pontificem.",
    "1653 - Pel jurament de la Creu Coonan, l'Església oriental de l'Índia es separa de la tutela portuguesa colonial.",
    "1749 - Benning Wentworth emet la primera de les subvencions de New Hampshire, que condueix a l'establiment de Vermont.",
    "1749 - Es publica el primer número de Berlingske, el diari més antic de Dinamarca que funciona contínuament.",
    "1777 - El general nord-americà George Washington derrota el general britànic Lord Cornwallis a la batalla de Princeton.",
    "1815 - Àustria, el Regne Unit i França formen una aliança defensiva secreta contra Prússia i Rússia.",
    "1833 - El capità James Onslow, al Clio, reafirma la sobirania britànica sobre les illes Falkland.",
    "1848 - Joseph Jenkins Roberts jura com a primer president de Libèria.",
    "1861 - Guerra civil nord-americana: Delaware vota per no separar-se dels Estats Units.",
    "1868 - Restauració Meiji al Japó: el shogunat Tokugawa és abolit; agents de Satsuma i Chōshū prenen el poder.",
    "1870 - Comencen les obres de construcció del pont de Brooklyn a Nova York, Estats Units.",
    "1871 - A la batalla de Bapaume, un enfrontament en la guerra franco-prussiana, les forces del general Louis Faidherbe provoquen una retirada prusiana.",
    "1885 - Guerra sino-francesa: inici de la batalla de Núi Bop.",
    "1911 - Un tiroteig a l'East End de Londres deixa dos morts. Va provocar una disputa política per la implicació del llavors secretari de l'Interior Winston Churchill.",
    "1911 - Un terratrèmol de magnitud 7,7 destrueix la ciutat d'Almati al Turquestan rus.",
    "1913 - Una tempesta de la costa atlàntica estableix la lectura de pressió baromètrica més baixa confirmada (955,0 mb (28,20 inHg)) per a un sistema no tropical als Estats Units continentals.",
    "1913 - Primera Guerra dels Balcans: Grècia completa la seva captura de l'illa de Quios, a l'Egeu oriental, quan les últimes forces otomanes a l'illa es rendeixen.",
    "1920 - Més de 640 moren després d'un terratrèmol de magnitud 6,4 que sacseja els estats mexicans de Puebla i Veracruz.",
    "1933 - Minnie D. Craig es converteix en la primera dona escollida com a presidenta de la Cambra de Representants de Dakota del Nord, la primera dona que ocupa un càrrec de presidenta als Estats Units.",
    "1944 - Segona Guerra Mundial: el major Greg \"Pappy\" Boyington, as de l'aviació nord-americà, és abatut al seu Vought F4U Corsair pel capità Masajiro Kawato pilotant un Mitsubishi A6M Zero.",
    "1946 - El popular jockey nord-americà canadenc George Woolf pateix una commoció cerebral durant un accident de carreres estrany; mor de la lesió l'endemà. El premi anual George Woolf Memorial Jockey es crea per homenatjar-lo.",
    "1947 - Les actes del Congrés dels Estats Units es retransmeten per primera vegada.",
    "1949 - S'estableix el Bangko Sentral ng Pilipinas, el banc central de les Filipines.",
    "1953 - Frances P. Bolton i el seu fill, Oliver d'Ohio, esdevenen els primers mare i fill que van servir simultàniament al Congrés dels Estats Units.",
    "1956 - Un incendi danya la part superior de la Torre Eiffel.",
    "1957 - La Hamilton Watch Company presenta el primer rellotge elèctric.",
    "1958 - Es constitueix la Federació de les Índies Occidentals.",
    "1959 - Alaska és admès com el 49è estat dels Estats Units.",
    "1961 - Una protesta d'obrers agrícoles a la Baixa de Cassanje, Angola portuguesa, es converteix en una revolta, que obre la Guerra d'Independència d'Angola, la primera de les guerres colonials portugueses.",
    "1961 - El vol Aero 311 s'estavella al bosc a Kvevlax, Finlàndia, i mata 25 persones.",
    "1961 - Guerra Freda: després d'una sèrie de represàlies econòmiques entre si, els Estats Units tallen les relacions diplomàtiques amb Cuba.",
    "1961 - El reactor nuclear SL-1, prop d'Idaho Falls, Idaho, és destruït per una explosió de vapor en l'únic incident del reactor als Estats Units que va causar víctimes immediates.",
    "1962 - El papa Joan XXIII excomunica Fidel Castro.",
    "1976 - Entra en vigor el Pacte Internacional de Drets Econòmics, Socials i Culturals, adoptat per l'Assemblea General de les Nacions Unides.",
    "1977 - S'incorpora Apple Computer.",
    "1987 - El vol Varig 797 s'estavella prop d'Akouré a la Costa d'Ivori, provocant 50 morts.",
    "1990 - Invasió nord-americana de Panamà: Manuel Noriega, antic líder de Panamà, es rendeix a les forces nord-americanes.",
    "1992 - El vol 4821 de CommutAir s'estavella en aproximació a l'aeroport regional d'Adirondack, a Saranac Lake, Nova York, i mata dues persones.",
    "1993 - A Moscou, Rússia, George H. W. Bush i Boris Eltsin signen el segon Tractat de reducció d'armes estratègiques (START).",
    "1994 - El vol 130 de Baikal Airlines s'estavella prop de Mamoney, Irkutsk, Rússia, provocant 125 morts.",
    "1999 - La NASA llança el Mars Polar Lander.",
    "2002 - Conflicte israeliano-palestí: les forces israelianes s'apoderen del vaixell de càrrega palestí Karine A al Mar Roig, trobant 50 tones d'armes.",
    "2004 - El vol 604 de Flash Airlines s'estavella al Mar Roig, provocant 148 morts, el que el converteix en un dels accidents d'aviació més mortals de la història d'Egipte.",
    "2009 - El creador del sistema, Satoshi Nakamoto, estableix el primer bloc de la cadena de blocs del sistema de pagament descentralitzat Bitcoin, anomenat bloc Genesis.",
    "2015 - Els militants de Boko Haram destrueixen tota la ciutat de Baga al nord-est de Nigèria, iniciant la massacre de Baga i matant fins a 2.000 persones.",
    "2016 - En resposta a l'execució de Nimr al-Nimr, l'Iran posa fi a les seves relacions diplomàtiques amb l'Aràbia Saudita.",
    "2018 - Per primera vegada a la història, les cinc principals portes de tempesta als Països Baixos es tanquen simultàniament arran d'una tempesta.",
    "2019 - Chang'e 4 fa el primer aterratge suau a l'altre costat de la Lluna, desplegant el rover lunar Yutu-2.",
    "2020 - El general iranià Qasem Soleimani és assassinat per un atac aeri nord-americà prop de l'aeroport internacional de Bagdad, despertant la preocupació global d'un potencial conflicte armat.",
    "2023 - Tanca definitivament el Jurong Bird Park de Singapur.",
    "2024 - Almenys 91 persones moren en els bombardejos a Kerman, Iran, durant una cerimònia commemorativa de l'assassinat del general iranià Qasem Soleimani fa 4 anys.",
    "250 - L'emperador Deci ordena a tothom a l'Imperi Romà (excepte els jueus) que facin sacrificis als déus romans.",
    "69 - Les legions romanes del Rin es neguen a declarar la seva fidelitat a Galba, en lloc de proclamar el seu llegat, Aulus Vitel·li, com a emperador."
  ],
  "day_26_month_8_events.dialog": [
    "1071 - Els turcs seljúcides derroten l'exèrcit bizantí a la batalla de Manzikert, i aviat aconsegueixen el control de la major part d'Anatòlia.",
    "1278 - Ladislau IV d'Hongria i Rodolf I d'Alemanya derroten Ottokar II de Bohèmia a la batalla del Marchfeld prop de Dürnkrut a (aleshores) Moràvia.",
    "1303 - Chittorgarh cau al sultanat de Delhi.",
    "1346 - A la batalla de Crécy, un exèrcit anglès derrota fàcilment un exèrcit francès el doble de la seva grandària.",
    "1444 - Batalla de St. Jakob an der Birs: una força molt superada en nombre de confederats suïssos és derrotada pel delfí Lluís (futur Lluís XI de França) i el seu exèrcit d''Armagnacs' prop de Basilea.",
    "1542 - Francisco de Orellana travessa Amèrica del Sud des de Guayaquil a la costa del Pacífic fins a la desembocadura del riu Amazones a la costa atlàntica.",
    "1642 - Guerra holandesa-portuguesa: Segona batalla de San Salvador: els holandesos obliguen la guarnició espanyola de San Salvador (actual Keelung, Taiwan) a rendir-se, posant fi a la efímera colònia espanyola de Formosa i substituint-la per una nova administració holandesa.",
    "1648 - La Fronda: Primera Fronda: Arran de l'èxit de la batalla de Lens, el cardenal Mazarin, primer ministre de França, ordena de sobte la detenció dels líders del Parlament de París, provocant que la resta de París s'insurrequi i barricades els carrers l'endemà.",
    "1748 - Es funda a Filadèlfia la primera denominació luterana d'Amèrica del Nord, el Pennsylvania Ministerium.",
    "1767 - Els jesuïtes de tot Xile són arrestats mentre l'Imperi espanyol suprimeix la Companyia de Jesús.",
    "1768 - El capità James Cook embarca des d'Anglaterra a bord de l'HMS Endeavour.",
    "1778 - La primera ascensió registrada del Triglav, la muntanya més alta d'Eslovènia.",
    "1789 - L'Assemblea Nacional Constituent de França aprova la Declaració dels Drets de l'Home i del Ciutadà.",
    "1791 - John Fitch rep una patent dels Estats Units per al vaixell de vapor.",
    "1810 - L'antic virrei Santiago de Liniers del virrei del Riu de la Plata és executat després de la derrota de la seva contrarevolució.",
    "1813 - Guerra de la Sisena Coalició: té lloc una batalla improvisada quan les forces franceses i prusiano-russes es topen accidentalment prop de Liegnitz, Prússia (ara Legnica, Polònia).",
    "1814 - Guerra de la Independència de Xile: esclaten lluites entre les forces rebels de José Miguel Carrera i Bernardo O'Higgins a la Batalla de Las Tres Acequias.",
    "1833 - El gran terratrèmol de Katmandú-Bihar de 1833 causa grans danys al Nepal, el nord de l'Índia i el Tibet, un total de 500 persones moren.",
    "1849 - El president Faustin Soulouque de la Primera República d'Haití fa que el Senat i la Cambra de Diputats el proclamin Emperador d'Haití, abolint la República i inaugurant el Segon Imperi d'Haití.",
    "1863 - El diari liberal en llengua sueca Helsingfors Dagblad va proposar l'actual bandera de creu blava i blanca com a bandera de Finlàndia.",
    "1883 - L'erupció de Krakatoa de 1883 comença la seva etapa final, paroxística.",
    "1914 - Primera Guerra Mundial: durant la retirada de Mons, el II Cos britànic comandat pel general Sir Horace Smith-Dorrien lluita en una vigorosa i reeixida acció defensiva a Le Cateau.",
    "1914 - Primera Guerra Mundial: la colònia alemanya de Togolàndia es rendeix a les forces franceses i britàniques després d'una campanya de 20 dies. Togolàndia és la primera colònia alemanya que va caure en mans dels aliats durant la Primera Guerra Mundial.",
    "1920 - Entra en vigor la 19a esmena a la Constitució dels Estats Units, donant dret a vot a les dones.",
    "1922 - Guerra greco-turca (1919-22): l'exèrcit turc va llançar el que els turcs han conegut com la Gran Ofensiva (Büyük Taarruz). Les principals posicions de defensa grega van ser envaïdes.",
    "1936 - Guerra Civil Espanyola: Santander cau en mans dels nacionalistes i es dissol el consell interprovincial republicà.",
    "1940 - Segona Guerra Mundial: el Txad es converteix en la primera colònia francesa a unir-se als Aliats sota l'administració de Félix Éboué, el primer governador colonial negre de França.",
    "1942 - L'Holocaust a Ucraïna: a Chortkiv, la policia ucraïnesa i la Schutzpolizei alemanya deporten dos mil jueus al camp d'extermini de Bełżec. Cinc-cents malalts i nens són assassinats al mateix lloc. Això va continuar fins l'endemà.",
    "1944 - Segona Guerra Mundial: Charles de Gaulle entra a París.",
    "1966 - La guerra fronterera de Sud-àfrica comença amb la batalla a Omugulugwombashe.",
    "1970 - El cinquantè aniversari de la possibilitat de votar les dones nord-americanes està marcat per una vaga nacional de dones per la igualtat.",
    "1972 - Obren els Jocs de la XX Olimpíada a Munic, Alemanya Occidental.",
    "1977 - La Carta de la Llengua Francesa és aprovada per l'Assemblea Nacional del Quebec.",
    "1978 - Conclave papal: Albino Luciani és elegit Papa Joan Pau I.",
    "1980 - Després que John Birges col·loca una bomba a l'hotel Harvey's Resort a Stateline, Nevada, als Estats Units, l'FBI detona la bomba sense voler durant el seu desarmament.",
    "1997 - La massacre de Beni Ali es produeix a Algèria, amb la mort d'entre 60 i 100 persones.",
    "1998 - El primer vol del Boeing Delta III acaba en un desastre 75 segons després de l'enlairament, provocant la pèrdua del satèl·lit de comunicacions Galaxy X.",
    "1999 - Rússia comença la Segona Guerra Txetxena en resposta a la invasió del Daguestan per part de la Brigada Internacional Islàmica de Manteniment de la Pau.",
    "2003 - Un Beechcraft 1900 que operava com el vol Colgan Air 9446 s'estavella després d'enlairar de l'aeroport municipal de Barnstable a Yarmouth, Massachusetts, matant els dos pilots a bord.",
    "2009 - Jaycee Dugard, víctima del segrest, és descoberta amb vida a Califòrnia després d'haver estat desapareguda durant més de 18 anys. Els seus captors, Phillip i Nancy Garrido, són detinguts.",
    "2011 - El Boeing 787 Dreamliner, el nou avió de línia compost de Boeing, rep la certificació de l'EASA i la FAA.",
    "2014 - Es publica l'informe Jay sobre l'escàndol d'explotació sexual infantil de Rotherham.",
    "2015 - Dos periodistes nord-americans són assassinats a trets per un antic company de feina descontent mentre feien un reportatge en directe a Moneta, Virgínia.",
    "2018 - Tres persones moren i onze ferides durant un tiroteig massiu en un torneig de videojocs Madden NFL '19 a Jacksonville, Florida.",
    "2021 - Durant el pont aeri de Kabul de 2021, un atemptat suïcida a l'aeroport internacional Hamid Karzai va matar 13 militars nord-americans i almenys 169 civils afganesos.",
    "2023 - Exactament 5 anys després del tiroteig de Jacksonville Landing del 2018, hi ha un altre tiroteig a Jacksonville, Florida, que va deixar 3 persones mortes.",
    "683 - L'exèrcit de Yazid I mata 11.000 persones de Medina, inclosos els notables Sahabas a la batalla d'al-Harrah."
  ],
  "day_1_month_8_births.dialog": [
    "10 aC - Naixement de Claudi, emperador romà (m. 54)",
    "1068 - Naixement de l'emperador Taizu de Jin, emperador xinès (m. 1123)",
    "126 - Naixement de Pertinax, emperador romà (m. 193)",
    "1313 - Naixement de Kōgon, emperador japonès (m. 1364)",
    "1377 - Naixement de Go-Komatsu, emperador japonès (m. 1433)",
    "1385 - Naixement de John FitzAlan, 13è comte d'Arundel (m. 1421)",
    "1410 - Naixement de Joan IV, comte de Nassau-Siegen, comte alemany (m. 1475)",
    "1492 - Naixement de Wolfgang, príncep d'Anhalt-Köthen, príncep alemany (m. 1566)",
    "1520 - Naixement de Segismundo II, rei de Polònia (m. 1572)",
    "1545 - Naixement d'Andrew Melville, teòleg i erudit escocès (m. 1622)",
    "1555 - Naixement d'Edward Kelley, medium anglès (m. 1597)",
    "1579 - Naixement de Luis Vélez de Guevara, autor i dramaturg espanyol (m. 1644)",
    "1626 - Naixement de Sabbatai Zevi, rabí i teòric montenegrí (m. 1676)",
    "1630 - Naixement de Thomas Clifford, primer baró Clifford de Chudleigh, polític anglès, Lord Alt Tresorer (m. 1673)",
    "1659 - Naixement de Sebastiano Ricci, pintor italià (m. 1734)",
    "1713 - Naixement de Carles I, duc i príncep alemany (m. 1780)",
    "1714 - Naixement de Richard Wilson, pintor i acadèmic gal·lès (m. 1782)",
    "1738 - Naixement de Jacques François Dugommier, general francès (m. 1794)",
    "1744 - Naixement de Jean-Baptiste Lamarck, soldat francès, biòleg i acadèmic (m. 1829)",
    "1770 - Naixement de William Clark, soldat, explorador i polític nord-americà, quart governador del territori de Missouri (m. 1838)",
    "1779 - Naixement de Francis Scott Key, advocat, autor i poeta nord-americà (m. 1843)",
    "1779 - Naixement de Lorenz Oken, botànic, biòleg i ornitòleg germano-suís (m. 1851)",
    "1809 - Naixement de William B. Travis, coronel i advocat nord-americà (m. 1836)",
    "1815 - Naixement de Richard Henry Dana Jr., advocat i polític nord-americà (m. 1882)",
    "1818 - Naixement de Maria Mitchell, astrònom i acadèmica nord-americana (m. 1889)",
    "1819 - Naixement d'Herman Melville, novel·lista, escriptor de contes i poeta nord-americà (m. 1891)",
    "1831 - Naixement d'Antonio Cotogni, cantant d'òpera i pedagog italià (m. 1918)",
    "1843 - Naixement de Robert Todd Lincoln, advocat i polític nord-americà, 35è secretari de guerra dels Estats Units (m. 1926)",
    "1856 - Naixement de George Coulthard, futbolista i jugador de cricket australià (m. 1883)",
    null,
    null,
    null,
    "1861 - Naixement de Sammy Jones, jugador de cricket australià (m. 1951)",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_26_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_2_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_28_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_3_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_27_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_2_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_21_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_14_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_3_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_7_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    "1967 - Comencen els disturbis a Newark, Nova Jersey.",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_26_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_28_month_9_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_1_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_4_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_4_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_8_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_14_month_1_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_2_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_9_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_14_month_4_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_9_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_7_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_24_month_10_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ]
}
