{
  "day_9_month_5_deaths.dialog": [
    "1280 - Mort de Magnus VI de Noruega",
    "1315 - Mort d'Hug V, duc de Borgonya (n. 1282)",
    "1329 - Mort de John Drokensford, bisbe de Bath i Wells",
    "1443 - Mor Niccolò Albergati, cardenal i diplomàtic italià (n. 1373)",
    "1446 - Mort de Maria d'Enghien (n. 1368)",
    "1590 - Mort del cardenal francès Carles de Borbó i pretendent al tron ​​(n. 1523)",
    "1657 - Mort de William Bradford, polític anglès-nord-americà, segon governador de la colònia de Plymouth (n. 1590)",
    "1707 - Mort de Dieterich Buxtehude, organista i compositor alemany-danès (n. 1637)",
    "1736 - Mort de Diogo de Mendonça Corte-Real, jutge i polític portuguès (n. 1658 )",
    "1745 - Mor Tomaso Antonio Vitali, violinista i compositor italià (n. 1663)",
    "1747 - Mort de John Dalrymple, 2n comte de Stair, mariscal de camp i diplomàtic escocès, ambaixador britànic a França (n. 1673)",
    "1760 - Mort de Nicolaus Zinzendorf, bisbe i sant alemany (n. 1700)",
    "1789 - Mort de Jean-Baptiste Vaquette de Gribeauval, general i enginyer francès (n. 1715)",
    "1790 - Mort de William Clingan, polític nord-americà (n. 1721)",
    "1791 - Mort de Francis Hopkinson, jutge i polític nord-americà (n. 1737)",
    "1805 - Mort de Friedrich Schiller, poeta, dramaturg i historiador alemany (n. 1759)",
    "1850 - Mort de Garlieb Merkel, escriptor i activista estonià (n. 1769)",
    "1850 - Mort de Joseph Louis Gay-Lussac, químic i físic francès (n. 1778)",
    "1861 - Mor Ernst von Lasaulx, filòleg i polític alemany (n. 1805)",
    "1864 - Mort de John Sedgwick, general i pedagog nord-americà (n. 1813)",
    "1889 - Mort de William S. Harney, general nord-americà (n. 1800)",
    "1906 - Mor Oscar von Gebhardt, teòleg i acadèmic alemany (n. 1844)",
    "1911 - Mort de Thomas Wentworth Higginson, abolicionista nord-americà (n. 1823)",
    "1914 - Mort de C. W. Post, empresari nord-americà, fundador de Post Foods (n. 1854)",
    "1915 - Mort d'Anthony Wilding, tenista i jugador de cricket neozelandès (n. 1883)",
    "1915 - Mort de François Faber, ciclista i militar francès luxemburguès (n. 1887)",
    "1918 - Mor George Coșbuc, periodista i poeta romanès (n. 1866)",
    "1931 - Mor Albert Abraham Michelson, físic i acadèmic germanoamericà, premi Nobel (n. 1852)",
    "1933 - Mort de John Arthur Jarvis, nedador anglès (n. 1872)",
    "1935 - Mor Ernst Bresslau, zoòleg alemany (n. 1877)",
    "1938 - Mort de Thomas B. Thrige, empresari danès (n. 1866)",
    "1942 - Mort de Józef Cebula, sacerdot i sant polonès (n. 1902)",
    "1944 - Mor Han Yong-un, poeta i reformador social coreà (n. 1879)",
    "1949 - Mort de Lluís II, príncep de Mònaco (n. 1870)",
    "1950 - Mor Esteban Terradas i Illa, matemàtic i enginyer espanyol (n. 1883)",
    "1957 - Mor Ernest de Silva, banquer i empresari de Sri Lanka (n. 1887)",
    "1957 - Mor Ezio Pinza, actor i cantant italià (n. 1892)",
    "1959 - Mort de Bhaurao Patil, activista i educador indi (n. 1887)",
    "1965 - Mort de Leopold Figl, enginyer i polític austríac, 18è canceller d'Àustria (n. 1902)",
    "1968 - Mort de Finlay Currie, actor britànic (n. 1878)",
    "1968 - Mort d'Harold Gray, dibuixant nord-americà, que va crear Little Orphan Annie (n. 1894)",
    "1968 - Mor Marion Lorne, actriu nord-americana (n. 1883)",
    "1968 - Mort de Mercedes de Acosta, autora, poeta i dramaturga nord-americana (n. 1893)",
    "1970 - Mort de Walter Reuther, líder sindical nord-americà (n. 1907)",
    "1976 - Mort de Jens Bjørneboe, autor, poeta i dramaturg noruec (n. 1920)",
    "1976 - Mort d'Ulrike Meinhof, militant alemanya, cofundadora de la Facció de l'Exèrcit Roig (n. 1934)",
    "1977 - Mort de James Jones, novel·lista nord-americà (n. 1921)",
    "1978 - Mort d'Aldo Moro, advocat i polític italià, 38è primer ministre d'Itàlia (n. 1916)",
    "1978 - Mor Giuseppe Impastato, periodista i activista italià (n. 1948)",
    "1979 - Mort de Cyrus S. Eaton, banquer, home de negocis i filantrop canadenc-nord-americà (n. 1883)",
    "1979 - Mor Eddie Jefferson, cantant i lletrista nord-americà (n. 1918)",
    "1980 - Mort de Kate Molale, activista sud-africana (n. 1928)",
    "1981 - Mor Nelson Algren, novel·lista i escriptor de contes nord-americà (n. 1909)",
    "1981 - Mort de Rolf Just Nilsen, cantant i actor noruec (n. 1931)",
    "1983 - Mor Henry Bachtold, soldat i enginyer de ferrocarrils australià (n. 1891)",
    "1985 - Mor Edmond O'Brien, actor i director nord-americà (n. 1915)",
    "1986 - Mort de Tenzing Norgay, alpinista nepalí (n. 1914)",
    "1987 - Mort d'Obafemi Awolowo, advocat i polític nigerià (n. 1909)",
    "1989 - Mort de Keith Whitley, cantant, compositor i guitarrista nord-americà (n. 1954)",
    "1993 - Mort de Penelope Gilliatt, novel·lista, escriptora de contes i crítica anglesa (n. 1932)",
    "1994 - Mort d'Elias Motsoaledi, activista sud-africà (n. 1924)",
    "1997 - Mor Marco Ferreri, actor, director i guionista italià (n. 1928)",
    "1997 - Mort de Rawya Ateya, capità i polític egipci (n. 1926)",
    "1998 - Mort d'Alice Faye, actriu i cantant nord-americana (n. 1915)",
    "1998 - Mort de Talat Mahmood, cantant i actor indi (n. 1924)",
    "2003 - Mort de Russell B. Long, tinent, advocat i polític nord-americà (n. 1918)",
    "2004 - Mort d'Akhmad Kadyrov, clergue i polític txetxè, primer president de la República Txetxena (n. 1951)",
    "2004 - Mort d'Alan King, actor, productor i guionista nord-americà (n. 1927)",
    "2004 - Mort de Brenda Fassie, cantant sud-africana (n. 1964)",
    "2007 - Mort de Dwight Wilson, soldat canadenc (n. 1901)",
    "2008 - Mort de Baptiste Manzini, jugador de futbol americà (n. 1920)",
    "2008 - Mort de Jack Gibson, jugador, entrenador i presentador esportiu de la lliga australiana de rugbi (n. 1929)",
    "2008 - Mort de Nuala O'Faolain, periodista i productora irlandesa (n. 1942)",
    "2008 - Mort de Pascal Sevran, cantant, presentador de televisió i autor francès (n. 1945)",
    "2009 - Mort de Chuck Daly, jugador i entrenador de bàsquet nord-americà (n. 1930)",
    "2010 - Mort de Lena Horne, cantant, actriu i activista nord-americana (n. 1917)",
    "2010 - Mort d'Otakar Motejl, advocat i polític txec (n. 1932)",
    "2011 - Mort de Wouter Weylandt, ciclista belga (n. 1984)",
    "2012 - Mort de Bertram Cohler, psicòleg, psicoanalista i acadèmic nord-americà (n. 1938)",
    "2012 - Mor Geoffrey Henry, advocat i polític de les Illes Cook, tercer primer ministre de les Illes Cook (n. 1940)",
    "2012 - Mort de Vidal Sassoon, perruquer i empresari angloamericà (n. 1928)",
    "2013 - Mort de George M. Leader, soldat i polític nord-americà, 36è governador de Pennsilvània (n. 1918)",
    "2013 - Mor Humberto Lugo Gil, advocat i polític mexicà, 23è governador d'Hidalgo (n. 1933)",
    "2013 - Mort d'Ottavio Missoni, corredor d'obstacles i dissenyador de moda italià, fundador de Missoni (n. 1921)",
    "2013 - Mor Ramón Blanco Rodríguez, futbolista i entrenador espanyol (n. 1952)",
    "2014 - Mort de Giacomo Bini, sacerdot i missioner italià (n. 1938)",
    "2014 - Mor Harlan Mathews, advocat i polític nord-americà (n. 1927)",
    "2014 - Mort de Mary Stewart, autora i poeta britànica (n. 1916)",
    "2014 - Mort de Nedurumalli Janardhana Reddy, polític indi, 12è ministre en cap d'Andhra Pradesh (n. 1935)",
    "2015 - Mort d'Edward W. Estlow, jugador de futbol americà i periodista (n. 1920)",
    "2015 - Mort d'Elizabeth Wilson, actriu nord-americana (n. 1921)",
    "2015 - Mort de Kenan Evren, general i polític turc, setè president de Turquia (n. 1917)",
    "2017 - Mort de Robert Miles, un productor discogràfic, compositor, músic i DJ italià nascut a Suïssa (n. 1969)",
    "2018 - Mort de Per Kirkeby, pintor, poeta, cineasta i escultor danès (n. 1938)",
    "2019 - Mort de Freddie Starr, còmic, impressionista, cantant i actor anglès (n. 1943) ",
    "2020 - Mort de Little Richard, cantant, compositor i pianista nord-americà (n. 1932)",
    "2022 - Mort de John Leo, escriptor i periodista nord-americà (n. 1935)",
    "2022 - Mort de Rieko Kodama, desenvolupador de jocs japonès (n. 1963)",
    "2024 - Mort de Rex Murphy, comentarista polític canadenc (n. 1947)",
    "2024 - Mor Roger Corman, director, productor i actor de cinema nord-americà (n. 1926)",
    "2024 - Mort de Sean Burroughs, jugador de beisbol nord-americà (n. 1980)",
    "480 - Mort de Juli Nepote, emperador romà d'Occident",
    "729 - Mort d'Osric, rei de Northumbria",
    "893 - Mort de Shi Pu, senyor de la guerra de la dinastia Tang",
    "909 - Mort d'Adalgar, arquebisbe d'Hamburg-Bremen",
    "934 - Mort de Wang Sitong, general i governador xinès (n. 892)"
  ],
  "day_2_month_3_births.dialog": [
    "1316 - Naixement de Robert II d'Escòcia (m. 1390)",
    "1409 - Naixement de Joan II, duc d'Alençon (m. 1476)",
    "1432 - Naixement de la comtessa palatina Margarida de Mosbach, comtessa consort de Hanau (m. 1457)",
    "1453 - Naixement de Johannes Engel, metge, astrònom i astròleg alemany (m. 1512)",
    "1459 - Naixement del papa Adrià VI (m. 1523)",
    "1481 - Naixement de Franz von Sickingen, cavaller alemany (m. 1523)",
    "1545 - Naixement de Thomas Bodley, diplomàtic i erudit anglès, va fundar la Biblioteca Bodleian (m. 1613)",
    "1577 - Naixement de George Sandys, viatger, colon i poeta anglès (m. 1644)",
    "1628 - Naixement de Cornelis Speelman, governador general de les Índies Orientals Holandeses (m. 1684)",
    "1651 - Naixement de Carlo Gimach, arquitecte, enginyer i poeta maltès (m. 1730)",
    "1705 - Naixement de William Murray, primer comte de Mansfield, advocat, jutge i polític escocès, canceller d'Hisenda (m. 1793)",
    "1740 - Naixement de Nicholas Pocock, pintor naval anglès (m. 1821)",
    "1760 - Naixement de Camille Desmoulins, periodista i polític francès (m. 1794)",
    "1769 - Naixement de DeWitt Clinton, advocat i polític nord-americà, sisè governador de Nova York (m. 1828)",
    "1770 - Naixement de Louis-Gabriel Suchet, general francès (m. 1826)",
    "1779 - Naixement de Joel Roberts Poinsett, metge i polític nord-americà, 15è secretari de guerra dels Estats Units (m. 1851)",
    "1793 - Naixement de Sam Houston, soldat i polític nord-americà, primer president de la República de Texas (m. 1863)",
    "1800 - Naixement de Yevgeny Baratynsky, poeta i filòsof rus-italià (m. 1844)",
    "1810 - Naixement del papa Lleó XIII (m. 1903)",
    "1816 - Naixement d'Alexander Bullock, advocat i polític nord-americà, 26è governador de Massachusetts (m. 1882)",
    "1817 - Naixement de János Arany, periodista i poeta hongarès (m. 1882)",
    "1820 - Naixement de Multatuli, escriptor holandès (m. 1887)",
    "1824 - Naixement de Bedřich Smetana, pianista i compositor txec (m. 1884)",
    "1829 - Naixement de Carl Schurz, general germanoamericà, advocat i polític, 13è secretari de l'Interior dels Estats Units (m. 1906)",
    "1836 - Naixement de Henry Billings Brown, advocat i jutge nord-americà (m. 1913)",
    "1842 - Naixement de Carl Jacobsen, cerveser, col·leccionista d'art i filantrop danès (m. 1914)",
    "1846 - Naixement de Marie Roze, soprano francesa (m. 1926)",
    "1849 - Naixement de Robert Means Thompson, comandant, advocat i empresari nord-americà (m. 1930)",
    "1859 - Naixement de Sholem Aleichem, autor i dramaturg ucraïnès-americà (m. 1916)",
    "1860 - Naixement de Susanna M. Salter, activista i política nord-americana (m. 1961)",
    "1862 - Naixement de John Jay Chapman, advocat, autor i poeta nord-americà (m. 1933)",
    "1869 - Naixement de Julien Félix, oficial militar i aviador francès (m. 1914) ",
    "1876 ​​- Naixement de James A. Gilmore, empresari nord-americà i executiu de beisbol (m. 1947)",
    "1876 ​​- Naixement del papa Pius XII (m. 1958)",
    "1886 - Naixement de Kurt Grelling, lògic i filòsof alemany (m. 1942)",
    "1886 - Naixement de Willis H. O'Brien, animador i director nord-americà (m. 1962)",
    "1900 - Naixement de Kurt Weill, pianista i compositor alemany-americà (m. 1950)",
    "1901 - Naixement de Grete Hermann, matemàtica i filòsofa alemanya (m. 1984)",
    "1902 - Naixement d'Edward Condon, físic i acadèmic nord-americà (m. 1974)",
    "1902 - Naixement de Moe Berg, jugador de beisbol i espia nord-americà (m. 1972)",
    "1904 - Naixement del Dr. Seuss, escriptor, poeta i il·lustrador nord-americà de llibres per a nens (m. 1991)",
    "1905 - Naixement de Geoffrey Grigson, poeta i crític anglès (m. 1985)",
    "1905 - Naixement de Marc Blitzstein, compositor i compositor nord-americà (m. 1964)",
    "1908 - Naixement de Walter Bruch, enginyer alemany (m. 1990)",
    "1909 - Naixement de Mel Ott, jugador de beisbol, entrenador i periodista esportiu nord-americà (m. 1958)",
    "1912 - Naixement de Henry Katzman, pianista, compositor i pintor nord-americà (m. 2001)",
    "1913 - Naixement de Godfried Bomans, presentador de televisió i autor holandès (m. 1971)",
    "1913 - Naixement de Mort Cooper, jugador de beisbol nord-americà (m. 1958)",
    "1914 - Naixement de Martin Ritt, actor i director de cinema nord-americà (m. 1990)",
    "1915 - Naixement de John Burton, funcionari públic i diplomàtic australià, alt comissionat australià a Ceilan (m. 2010)",
    "1917 - Naixement de David Goodis, autor i guionista nord-americà (m. 1967)",
    "1917 - Naixement de Desi Arnaz, actor, cantant i productor cubano-americà (m. 1986)",
    "1917 - Naixement de Jim Konstanty, jugador i entrenador de beisbol nord-americà (m. 1976)",
    "1919 - Naixement d'Eddie Lawrence, actor, cantant i dramaturg nord-americà (m. 2014)",
    "1919 - Naixement de Jennifer Jones, actriu nord-americana (m. 2009)",
    "1919 - Naixement de Tamara Toumanova, ballarina i actriu russoamericana (m. 1996)",
    "1921 - Naixement d'Ernst Haas, fotògraf i periodista austríac-americà (m. 1986)",
    "1921 - Naixement de Kazimierz Górski, futbolista i entrenador polonès (m. 2006)",
    "1922 - Naixement de Bill Quackenbush, jugador i entrenador d'hoquei sobre gel canadenc-americà (m. 1999)",
    "1922 - Naixement d'Eddie \"Lockjaw\" Davis, saxofonista nord-americà (m. 1986)",
    "1922 - Naixement de Frances Spence, programadora informàtica nord-americana (m. 2012)",
    "1923 - Naixement de Basil Hume, cardenal anglès (m. 1999)",
    "1923 - Naixement de Dave Strack, jugador i entrenador de bàsquet nord-americà (m. 2014)",
    "1923 - Naixement de Robert H. Michel, militar i polític nord-americà (m. 2017)",
    "1924 - Naixement de Cal Abrams, jugador de beisbol nord-americà (m. 1997)",
    "1924 - Naixement de Renos Apostolidis, filòleg, autor i crític grec (m. 2004)",
    "1926 - Naixement de Bernard Agré, cardenal ivorià (m. 2014)",
    "1926 - Naixement de Murray Rothbard, economista i historiador nord-americà (m. 1995)",
    "1927 - Naixement de Roger Walkowiak, ciclista i economista francès (m. 2017)",
    "1930 - Naixement d'Emma Penella, actriu espanyola (m. 2007)",
    "1930 - Naixement de John Cullum, actor i cantant nord-americà",
    "1930 - Naixement de Tom Wolfe, periodista i autor nord-americà (m. 2018)",
    "1931 - Naixement de Mikhail Gorbatxov, advocat i polític rus, vuitè i últim líder de la Unió Soviètica, premi Nobel (m. 2022)",
    "1932 - Naixement de Gun Hägglund, periodista i traductor suec (m. 2011)",
    "1933 - Naixement de Leo Dillon, il·lustrador nord-americà (m. 2012)",
    "1934 - Naixement de Dottie Rambo, cantant i compositora nord-americana (m. 2008)",
    "1934 - Naixement de Howard Cassady, jugador de futbol americà (m. 2019)",
    "1935 - Aniversari de Gene Stallings, jugador de futbol americà i entrenador",
    "1936 - Naixement de Haroon Ahmed, enginyer i acadèmic pakistanès-anglès",
    "1936 - Naixement de John Tusa, periodista i acadèmic txec-anglès",
    "1937 - Naixement d'Abdelaziz Bouteflika, militar i polític algerià, 5è president d'Algèria (m. 2021)",
    "1938 - Naixement de Clark Gesner, autor i compositor nord-americà (m. 2002)",
    "1938 - Naixement de Lawrence Payton, cantant, compositor i productor nord-americà (m. 1997)",
    "1938 - Naixement de Ricardo Lagos, economista, advocat i polític xilè, 33è president de Xile",
    "1939 - Naixement de Jan Howard Finder, autor i acadèmic nord-americà (m. 2013)",
    "1940 - Naixement de Billy McNeill, futbolista escocès (m. 2019)",
    "1941 - Naixement de David Satcher, almirall i metge nord-americà, 16è cirurgià general dels Estats Units",
    "1941 - Naixement de John Cornell, actor, director i productor australià (m. 2021)",
    "1942 - Naixement de Claude Larose, jugador i entrenador d'hoquei sobre gel canadenc",
    "1942 - Naixement de Derek Woodley, futbolista anglès (m. 2002)",
    "1942 - Naixement de John Irving, novel·lista i guionista nord-americà",
    "1942 - Naixement de Lou Reed, cantant, compositor, guitarrista, productor i actor nord-americà (m. 2013)",
    "1942 - Naixement de Mir-Hossein Mousavi, arquitecte i polític iranià, 79è primer ministre de l'Iran",
    "1943 - Naixement de George Layton, actor, director i guionista anglès",
    "1943 - Naixement de Peter Straub, autor i poeta nord-americà (m. 2022)",
    "1943 - Naixement de Robert Williams, pintor i dibuixant nord-americà",
    "1945 - Naixement de Derek Watkins, trompetista i compositor anglès (m. 2013)",
    "1947 - Naixement de Harry Redknapp, futbolista i entrenador anglès",
    "1947 - Naixement de John Dawkins, polític australià",
    "1947 - Naixement de Nelson Ned, cantant i compositor brasiler (m. 2014)",
    "1948 - Naixement de Carmen Lawrence, política australiana, 25è primer ministre d'Austràlia Occidental",
    "1948 - Naixement de Jeff Kennett, periodista i polític australià, 43è primer ministre de Victòria",
    "1948 - Naixement de Larry Carlton, guitarrista i compositor nord-americà",
    "1948 - Naixement de Rory Gallagher, cantautor, guitarrista i productor irlandès (m. 1995)",
    "1950 - Naixement de Karen Carpenter, cantant nord-americana (m. 1983)",
    "1952 - Naixement de Laraine Newman, actriu i còmic nord-americana",
    "1952 - Naixement de Mark Evanier, autor i guionista nord-americà",
    "1953 - Naixement de Kazuo Kitagawa, polític japonès",
    "1953 - Naixement de Russ Feingold, advocat i polític nord-americà",
    "1954 - Naixement d'Ed Johnstone, jugador i entrenador d'hoquei sobre gel canadenc",
    "1955 - Naixement de Dale Bozzio, cantant i compositor nord-americà de pop-rock",
    "1955 - Naixement de Jay Osmond, cantant, bateria, actor i productor de televisió i cinema nord-americà",
    "1955 - Naixement de Ken Salazar, advocat i polític nord-americà, 50è secretari de l'Interior dels Estats Units",
    "1955 - Aniversari de Steve Small, jugador de cricket australià",
    "1956 - Naixement de John Cowsill, músic, compositor i productor nord-americà",
    "1956 - Naixement de Mark Evans, baixista de rock australià",
    "1957 - Naixement de Dito Tsintsadze, director de cinema i guionista georgià",
    "1957 - Naixement de Hossein Dehghan, general i polític iranià, ministre de Defensa iranià",
    "1957 - Naixement de Mark Dean, inventor i enginyer informàtic nord-americà",
    "1958 - Naixement d'Ian Woosnam, golfista anglès-gal·lès",
    "1958 - Naixement de Kevin Curren, tenista sud-americà",
    "1959 - Naixement de Larry Stewart, cantautor i guitarrista nord-americà",
    "1961 - Naixement de Simone Young, director d'orquestra, directora i compositora australiana",
    "1962 - Naixement de Brendan O'Connor, polític australià, ministre d'Ocupació australià",
    "1962 - Naixement de Gabriele Tarquini, pilot de curses italià",
    "1962 - Naixement de Jon Bon Jovi, cantant, compositor, guitarrista, productor i actor nord-americà",
    "1962 - Naixement de Paul Farrelly, periodista i polític anglès",
    "1962 - Naixement de Raimo Summanen, jugador i entrenador d'hoquei sobre gel finlandès",
    "1962 - Naixement de Tom Nordlie, futbolista i entrenador noruec",
    "1963 - Naixement d'Alvin Youngblood Hart, cantant i guitarrista nord-americà",
    "1963 - Naixement d'Anthony Albanese, polític australià, 31è primer ministre d'Austràlia",
    "1964 - Naixement de Laird Hamilton, surfista i actor nord-americà",
    "1964 - Naixement de Mike Von Erich, lluitador nord-americà (m. 1987)",
    "1965 - Naixement de Lembit Öpik, polític nord-irlandès",
    "1965 - Naixement de Ron Gant, jugador de beisbol i periodista nord-americà",
    "1966 - Naixement d'Ann Leckie, autora nord-americana",
    "1966 - Naixement de Simon Reevell, advocat i polític anglès",
    "1968 - Naixement de Daniel Craig, actor i productor anglès",
    "1970 - Naixement de Ciriaco Sforza, futbolista i entrenador suís",
    "1970 - Naixement de James Purnell, polític anglès, secretari d'Estat de Treball i Pensions",
    "1970 - Naixement de Wibi Soerjadi, pianista i compositor holandès",
    "1971 - Naixement de Dave Gorman, humorista, autor i presentador de televisió anglès",
    "1971 - Aniversari de Method Man, raper, productor discogràfic i actor nord-americà",
    "1971 - Naixement de Roman Čechmánek, jugador d'hoquei sobre gel txec (m. 2023)",
    "1972 - Naixement de Mauricio Pochettino, futbolista i entrenador argentí",
    "1973 - Naixement de Dejan Bodiroga, jugador de bàsquet serbi",
    "1973 - Naixement de Trevor Sinclair, futbolista i entrenador anglès",
    "1974 - Aniversari de Hayley Lewis, nedadora i presentadora de televisió australiana",
    "1975 - Naixement de Daryl Gibson, jugador de rugbi neozelandès",
    "1977 - Naixement d'Andrew Strauss, jugador de cricket sud-africà-anglès",
    "1977 - Naixement de Chris Martin, cantant i compositor anglès (Coldplay)",
    "1977 - Naixement de Dominique Canty, jugador de bàsquet i entrenador nord-americà",
    "1977 - Naixement de Heather McComb, actriu nord-americana",
    "1977 - Naixement de Stephen Parry, nedador i periodista esportiu anglès",
    "1978 - Naixement de Gabby Eigenmann, actor i cantant filipí",
    "1978 - Naixement de Jim Chalmers, polític australià",
    "1978 - Naixement de Lee Hodges, futbolista i entrenador anglès",
    "1978 - Naixement de Sebastian Janikowski, jugador de futbol polonès",
    "1978 - Naixement de Tomáš Kaberle, jugador d'hoquei sobre gel txec",
    "1979 - Naixement de Damien Duff, futbolista irlandès",
    "1979 - Naixement de Jim Troughton, jugador de cricket anglès",
    "1979 - Naixement de Nicky Weaver, futbolista anglès",
    "1980 - Naixement de Chris Barker, futbolista i entrenador anglès (m. 2020)",
    "1980 - Naixement de Rebel Wilson, actriu i guionista australiana",
    "1981 - Naixement de Bryce Dallas Howard, actriu nord-americana",
    "1981 - Naixement de Lance Cade, lluitador nord-americà (m. 2010)",
    "1982 - Naixement de Ben Roethlisberger, jugador de futbol americà",
    "1982 - Aniversari de Corey Webster, jugador de futbol americà",
    "1982 - Naixement d'Henrik Lundqvist, jugador d'hoquei sobre gel suec",
    "1982 - Naixement de Joel Lundqvist, jugador d'hoquei sobre gel suec",
    "1982 - Naixement de Kevin Kurányi, futbolista alemany",
    "1983 - Naixement de Deuce, cantant, compositor i productor nord-americà",
    "1983 - Aniversari de Glen Perkins, jugador de beisbol nord-americà",
    "1983 - Naixement de Jay McClement, jugador canadenc d'hoquei sobre gel",
    "1983 - Naixement de Lisandro López, futbolista argentí",
    "1983 - Naixement de Ryan Shannon, jugador d'hoquei sobre gel nord-americà",
    "1984 - Naixement de Jonathan Ericsson, jugador d'hoquei sobre gel suec",
    "1985 - Aniversari de Reggie Bush, jugador de futbol americà",
    "1985 - Naixement de Robert Iler, actor nord-americà",
    "1985 - Naixement de Suso Santana, futbolista espanyol",
    "1986 - Naixement de Jason Smith, jugador de bàsquet nord-americà",
    "1986 - Naixement de Jonathan D'Aversa, jugador d'hoquei sobre gel canadenc",
    "1987 - Naixement de Jonas Jerebko, jugador de bàsquet suec",
    "1988 - Naixement de Dexter Pittman, jugador de bàsquet nord-americà",
    "1988 - Naixement de Geert Arend Roorda, futbolista holandès",
    "1988 - Naixement de James Arthur, cantant i compositor anglès",
    "1988 - Aniversari de Laura Kaeppeler, reina de bellesa nord-americana, Miss Amèrica 2012",
    "1988 - Naixement de Matthew Mitcham, bussejador australià",
    "1988 - Naixement d'Édgar Andrade, futbolista mexicà",
    "1989 - Naixement d'Alemão, futbolista brasiler",
    "1989 - Naixement d'André Bernardes Santos, futbolista portuguès",
    "1989 - Aniversari de Chris Woakes, jugador de cricket anglès",
    "1989 - Naixement de Marcel Hirscher, esquiador austríac",
    "1989 - Naixement de Nathalie Emmanuel, actriu anglesa",
    "1989 - Aniversari de Shane Vereen, jugador de futbol americà",
    "1989 - Naixement de Toby Alderweireld, futbolista belga",
    "1990 - Aniversari de Luke Combs, cantant i compositor nord-americà",
    "1990 - Aniversari de Malcolm Butler, jugador de futbol americà",
    "1990 - Naixement de Rauno Alliku, futbolista estonià",
    "1990 - Aniversari de Tiger Shroff, actor indi",
    "1991 - Naixement de Nick Franklin, jugador de beisbol nord-americà",
    "1992 - Aniversari de Charlie Coyle, jugador d'hoquei sobre gel nord-americà",
    "1993 - Naixement d'Adolis García, jugador de beisbol cubà",
    "1993 - Naixement de Nicolás Brussino, jugador de bàsquet argentino-italià",
    "1995 - Naixement d'Ange-Freddy Plumain, futbolista francès",
    "1995 - Aniversari de Max Domi, jugador canadenc d'hoquei sobre gel",
    "1995 - Naixement de Miguel Andújar, jugador de beisbol dominicà",
    "1997 - Aniversari d'Arike Ogunbowale, jugadora de bàsquet nord-americana",
    "1997 - Naixement de Becky G, cantant i actriu nord-americana",
    "1998 - Naixement de Tua Tagovailoa, jugadora de futbol americà",
    "1999 - Naixement d'Isiah Pacheco, jugador de futbol americà",
    "2016 - Naixement del príncep Oscar, duc de Skåne",
    "480 - Naixement de Benet de Núrsia, sant cristià italià (m. 543 o 547)"
  ],
  "day_20_month_12_deaths.dialog": [
    "1295 - Mort de Margarida de Provença, reina francesa (n. 1221)",
    "1326 - Mort de Pere de Moscou, bisbe metropolità rus",
    "1340 - Mort de Joan I, duc de Baviera (n. 1329)",
    "1355 - Mort de Stefan Dušan, emperador de Sèrbia (n. 1308)",
    "1539 - Mort de Johannes Lupi, compositor flamenc (n. 1506)",
    "1552 - Mort de Katharina von Bora, esposa de Martí Luter (n. 1499)",
    "1590 - Mort d'Ambroise Paré, metge i cirurgià francès (n. 1510)",
    "1658 - Mort de Jean Jannon, dissenyador i mecanògraf francès (n. 1580)",
    "1722 - Mort de Kangxi, emperador de la dinastia Qing (n. 1654)",
    "1723 - Mor Augustus Quirinus Rivinus, metge i botànic alemany (n. 1652)",
    "1740 - Mort de Richard Boyle, segon vescomte Shannon, mariscal de camp i polític anglès, governador de Portsmouth (n. 1675)",
    "1765 - Mort de Lluís, delfí de França (n. 1729)",
    "1768 - Mor Carlo Innocenzo Frugoni, poeta i acadèmic italià (n. 1692)",
    "1783 - Mor Antonio Soler, sacerdot i compositor espanyol (n. 1729)",
    "1812 - Mort de Sacagawea, explorador nord-americà (n. 1788)",
    "1820 - Mort de John Bell, pagès nord-americà (n. 1750)",
    "1856 - Mor Francesco Bentivegna, activista italià (n. 1820)",
    "1862 - Mort de Robert Knox, cirurgià i zoòleg escocès (n. 1791)",
    "1880 - Mort de Gaspar Tochman, coronel i advocat polonès-americà (n. 1797)",
    "1893 - Mort de George C. Magoun, empresari nord-americà (n. 1840)",
    "1915 - Mort d'Upendrakishore Ray, pintor i compositor indi (n. 1863)",
    "1916 - Mort d'Arthur Morgan, polític australià, 16è primer ministre de Queensland (n. 1856)",
    "1917 - Mor Lucien Petit-Breton, ciclista franco-argentí (n. 1882)",
    "1919 - Mort de Philip Fysh, polític anglès-australià, 12è primer ministre de Tasmània (n. 1835)",
    "1920 - Mort de Linton Hope, mariner i arquitecte anglès (n. 1863)",
    "1921 - Mort de Julius Richard Petri, microbiòleg alemany (n. 1852)",
    "1925 - Mor João Ferreira Sardo, fundador de Gafanha da Nazaré, també conegut com a prior Sardo (n. 1873).",
    "1927 - Mort de Frederick Semple, golfista i tennista nord-americà (n. 1872)",
    "1929 - Mor Émile Loubet, advocat i polític francès, 8è president de França (n. 1838 )",
    "1935 - Mort de Martin O'Meara, sergent irlandès-australià, destinatari de la Creu de Victòria (n. 1882)",
    "1937 - Mort d'Erich Ludendorff, general alemany (n. 1865)",
    "1938 - Mort d'Annie Armstrong, missionera nord-americana (n. 1850)",
    "1938 - Mort de Lida Howell, arquera nord-americana (n. 1859)",
    "1939 - Mor Hans Langsdorff, capità alemany (n. 1894)",
    "1941 - Mort d'Igor Severyanin, poeta i autor rus-estonià (n. 1887)",
    "1950 - Mor Enrico Mizzi, advocat i polític maltès, 6è primer ministre de Malta (n. 1885)",
    "1954 - Mort de James Hilton, autor i guionista angloamericà (n. 1900)",
    "1956 - Mor Ramón Carrillo, neuròleg i metge argentí (n. 1906)",
    "1959 - Mort de Juhan Simm, compositor i director d'orquestra estonià (n. 1885)",
    "1961 - Mort d'Earle Page, soldat i polític australià, 11è primer ministre d'Austràlia (n. 1880)",
    "1961 - Mort de Moss Hart, director i dramaturg nord-americà (n. 1904)",
    "1968 - Mort de John Steinbeck, novel·lista i escriptor de contes nord-americà, premi Nobel (n. 1902)",
    "1971 - Mor Roy O. Disney, banquer i empresari nord-americà, cofundador de The Walt Disney Company (n. 1893)",
    "1972 - Mor Adolfo Orsi, empresari italià (n. 1888)",
    "1973 - Mort de Bobby Darin, cantant i actor nord-americà (n. 1936)",
    "1973 - Mor Luis Carrero Blanco, almirall i polític espanyol, 69è president del Govern d'Espanya (n. 1904; assassinat)",
    "1974 - Mor André Jolivet, compositor i director d'orquestra francès (n. 1905)",
    "1974 - Mort de Rajani Palme Dutt, periodista i polític anglès (n. 1896)",
    "1976 - Mort de Richard J. Daley, advocat i polític nord-americà, 48è alcalde de Chicago (n. 1902)",
    "1976 - Mort de Soetardjo Kartohadikusumo, polític indonesi, primer governador de Java Occidental (n. 1890)",
    "1981 - Mort de Dimitris Rontiris, actor i director grec (n. 1899)",
    "1982 - Mort d'Arthur Rubinstein, pianista i compositor polonès-nord-americà (n. 1887)",
    "1984 - Mort de Dmitry Ustinov, ministre de Defensa de la Unió Soviètica (1976-84) (n. 1908)",
    "1984 - Mor Stanley Milgram, psicòleg i acadèmic nord-americà (n. 1933)",
    "1986 - Mort de Joe DeSa, jugador de beisbol nord-americà (n. 1959)",
    "1991 - Mort d'Albert Van Vlierberghe, ciclista belga (n. 1942)",
    "1991 - Mort de Sam Rabin, lluitador, cantant i escultor anglès (n. 1903)",
    "1991 - Mor Simone Beck, xef i autora francesa (n. 1904)",
    "1993 - Mort de Nazife Güran, compositor i pedagog turc (n. 1921)",
    "1993 - Mort de W. Edwards Deming, estadístic, autor i acadèmic nord-americà (n. 1900)",
    "1994 - Mort de Dean Rusk, advocat i polític nord-americà, 54è secretari d'Estat dels Estats Units (n. 1909)",
    "1995 - Mort de Madge Sinclair, actriu jamaicana-nord-americana (n. 1938)",
    "1996 - Mort de Carl Sagan, astrònom, astrofísic i cosmòleg nord-americà (n. 1934)",
    "1997 - Death of Dawn Steel, productor de cinema nord-americà (n. 1946)",
    "1997 - Mort de Denise Levertov, poeta i traductora anglès-nord-americana (n. 1923)",
    "1997 - Mort de Dick Spooner, jugador de cricket anglès (n. 1919)",
    "1998 - Mor Alan Lloyd Hodgkin, fisiòleg i biofísic anglès, premi Nobel (n. 1916)",
    "1999 - Mort de Hank Snow, cantautor i guitarrista canadenc-nord-americà (n. 1914)",
    "1999 - Mort de Riccardo Freda, director i guionista egipci-italià (n. 1909)",
    "2001 - Mort de Léopold Sédar Senghor, poeta i polític senegalès, primer president del Senegal (n. 1906)",
    "2005 - Mort de Raoul Bott, matemàtic i acadèmic hongarès-nord-americà (n. 1923)",
    "2006 - Mort d'Anne Rogers Clark, criadora i entrenadora de gossos nord-americana (n. 1929)",
    "2008 - Mort d'Adrian Mitchell, autor, poeta i dramaturg anglès (n. 1932)",
    "2008 - Mort d'Igor Troubetzkoy, aristòcrata rus i pilot de carreres (n. 1912)",
    "2008 - Mort de Robert Mulligan, director i productor nord-americà (n. 1925)",
    "2009 - Mort d'Arnold Stang, actor nord-americà (n. 1918)",
    "2009 - Mort de Brittany Murphy, actriu i cantant nord-americana (n. 1977)",
    "2010 - Mort de K. P. Ratnam, acadèmic i polític de Sri Lanka (n. 1914)",
    "2011 - Mort de Barry Reckord, dramaturg i guionista jamaicà (n. 1926)",
    "2012 - Mort de Robert Juniper, pintor i escultor australià (n. 1929)",
    "2012 - Mort de Stan Charlton, futbolista i entrenador anglès (n. 1929)",
    "2012 - Mort de Victor Merzhanov, pianista i pedagog rus (n. 1919)",
    "2013 - Mort de Pyotr Bolotnikov, corredor rus (n. 1930)",
    "2014 - Mort de John Freeman, advocat, polític i diplomàtic anglès, ambaixador britànic als Estats Units (n. 1915)",
    "2014 - Mort de Per-Ingvar Brånemark, cirurgià i acadèmic suec (n. 1929)",
    "2020 - Mort d'Ezra Vogel, sociòleg nord-americà (n. 1930)",
    "2020 - Mort de Fanny Waterman, pianista britànica (n. 1920)",
    "2022 - Mort de Franco Harris, jugador de futbol americà (n. 1950)",
    "217 - Mort de Zephyrinus, papa de l'Església Catòlica",
    "69 - Mort de Titus Flavius ​​Sabinus, polític i soldat romà",
    "910 - Mort d'Alfons III, rei d'Astúries",
    "977 - Mort de Fujiwara no Kanemichi, estadista japonès (n. 925)"
  ],
  "day_5_month_1_events.dialog": [
    "1477 - Batalla de Nancy: Carles el Temerari és derrotat i assassinat en un conflicte amb René II, duc de Lorena;  Posteriorment Borgonya passa a formar part de França.",
    "1675 - Batalla de Colmar: l'exèrcit francès venç a Brandenburg.",
    "1757 - Lluís XV de França sobreviu a un intent d'assassinat per part de Robert-François Damiens, que esdevé l'última persona executada a França per tret i esquarterament (la forma tradicional de pena capital utilitzada per als regicides).",
    "1781 - Guerra d'Independència dels Estats Units: Richmond, Virgínia, és cremada per les forces navals britàniques dirigides per l'antic general nord-americà Benedict Arnold.",
    "1822 - El govern de Centreamèrica vota per l'annexió total al Primer Imperi Mexicà.",
    "1875 - S'inaugura a París el Palais Garnier, un dels teatres d'òpera més famosos del món.",
    "1895 - Afer Dreyfus: l'oficial de l'exèrcit francès Alfred Dreyfus és destituït del seu grau i condemnat a cadena perpètua a l'illa del Diable.",
    "1900 - El líder nacionalista irlandès John Edward Redmond demana la revolta contra el domini britànic.",
    "1911 - Es funda a la Universitat d'Indiana Kappa Alpha Psi, la tercera fraternitat negra més antiga i més gran del món.",
    "1912 - S'obre la sisena Conferència de tota Rússia del Partit Obrer Socialdemòcrata Rus (Conferència del Partit de Praga). En el transcurs de la conferència, Vladimir Lenin i els seus partidaris es separen de la resta del partit per formar el moviment bolxevic.",
    "1913 - Primera Guerra dels Balcans: comença la batalla de Lemnos; L'almirall grec Pavlos Kountouriotis obliga la flota turca a retirar-se a la seva base dins dels Dardanels, des de la qual no es va aventurar durant la resta de la guerra.",
    "1914 - La Ford Motor Company anuncia una jornada laboral de vuit hores i un salari mínim diari de 5 dòlars més bonificacions.",
    "1919 - Es funda a Munic el Partit dels Treballadors Alemanys, que esdevindria el Partit Nazi.",
    "1925 - Nellie Tayloe Ross de Wyoming es converteix en la primera dona governadora dels Estats Units.",
    "1933 - Comença la construcció del pont Golden Gate a la badia de San Francisco.",
    "1941 - Amy Johnson, una pilot de 37 anys i la primera dona que va volar en solitari de Londres a Austràlia, desapareix després de sortir del seu avió sobre el riu Tàmesi i es presumeix morta.",
    "1944 - El Daily Mail es converteix en el primer gran diari de Londres que es publica a banda i banda de l'oceà Atlàntic.",
    "1945 - La Unió Soviètica reconeix el nou govern provisional prosoviètic de la República de Polònia.",
    "1949 - En el seu discurs sobre l'estat de la Unió, el president dels Estats Units, Harry S. Truman, presenta el seu programa Fair Deal.",
    "1953 - L'obra Waiting for Godot de Samuel Beckett s'estrena a París.",
    "1957 - En un discurs pronunciat al Congrés dels Estats Units, el president dels Estats Units, Dwight D. Eisenhower, anuncia l'establiment del que més tard s'anomenarà la Doctrina Eisenhower.",
    "1967 - Revolució cultural: s'estableix la Comuna Popular de Xangai després de la presa del poder dels funcionaris locals de la ciutat per part dels revolucionaris.",
    "1968 - Alexander Dubček arriba al poder a Txecoslovàquia, començant efectivament la \"Primavera de Praga\".",
    "1969 - El vol 701 d'Ariana Afghan Airlines s'estavella a Fernhill, West Sussex, mentre s'aproximava a l'aeroport de Gatwick, i mata 50 persones.",
    "1969 - La sonda espacial Venera 5 es llança a les 06:28:08 UTC des de Baikonur.",
    "1970 - El terratrèmol de 7,1 Mw de Tonghai sacseja el comtat de Tonghai, província de Yunnan, Xina, amb una intensitat màxima de Mercalli de X (Extrem). Se sap que entre 10.000 i 15.000 persones van morir i unes 26.000 més estan ferides.",
    "1972 - El president dels Estats Units, Richard Nixon, anuncia el programa del transbordador espacial.",
    "1975 - El pont de Tasman a Tasmània, Austràlia, és colpejat pel graner mineral Lake Illawarra, i mata dotze persones.",
    "1976 - Els Khmers Rojos anuncien que es ratifica la nova Constitució de Kampuchea Democràtica.",
    "1976 - The Troubles: homes armats maten a trets deu civils protestants després d'aturar el seu minibús a Kingsmill, al comtat d'Armagh, Irlanda del Nord, Regne Unit, presumptament com a represàlia per una sèrie d'atacs contra civils catòlics a la zona per part de lleialistes, especialment l'assassinat de sis catòlics la nit anterior.",
    "1991 - Les forces georgianes entren a Tskhinvali, la capital d'Ossètia del Sud, Geòrgia, obrint la Guerra d'Ossètia del Sud de 1991-92.",
    "1991 - Guerra civil de Somàlia: l'ambaixada dels Estats Units a Somàlia a Mogadiscio és evacuada en helicòpter dies després de l'esclat de violència a Mogadiscio.",
    "1993 - El petrolier MV Braer encalla a la costa de les illes Shetland, vessant 84.700 tones de cru.",
    "2005 - El planeta nan Eris és descobert pels astrònoms basats en l'Observatori Palomar, motivant posteriorment la Unió Astronòmica Internacional (IAU) a definir el terme planeta per primera vegada.",
    "2014 - El llançament del satèl·lit de comunicacions GSAT-14 a bord del GSLV MK.II D5 marca el primer vol amb èxit d'un motor criogènic indi.",
    "2022 - El president kazakh Kassym-Jomart Tokayev destitueix el primer ministre Asqar Mamin i declara l'estat d'emergència pels disturbis kazakhs de 2022."
  ],
  "day_8_month_2_events.dialog": [
    "1238 - Els mongols cremen la ciutat russa de Vladimir.",
    "1250 - Setena croada: els croats s'enfronten a les forces aiubíes a la batalla d'Al Mansurah.",
    "1347 - La guerra civil bizantina de 1341-47 acaba amb un acord de repartiment del poder entre Joan VI Cantacuzenos i Joan V Paleòleg.",
    "1587 - Mary, reina d'Escòcia és executada sota la sospita d'haver participat en el complot Babington per assassinar la seva cosina, la reina Isabel I.",
    "1601 - Robert Devereux, segon comte d'Essex, es rebel·la sense èxit contra la reina Isabel I.",
    "1693 - El rei Guillem III i la reina Maria II atorguen una carta al College of William & Mary de Williamsburg, Virgínia, la segona institució d'educació superior més antiga de les Tretze Colònies.",
    "1807 - Napoleó derrota les forces de coalició del general rus Bennigsen i del general prussià L'Estocq a la batalla d'Eylau.",
    "1817 - Un exèrcit dirigit pel Gran Mariscal Las Heras travessa els Andes per unir-se a San Martín en l'alliberament de Xile d'Espanya.",
    "1837 - Richard Johnson es converteix en el primer i únic vicepresident dels Estats Units escollit pel Senat.",
    "1865 - Delaware es nega a ratificar la Tretzena Esmena de la Constitució dels EUA, retardant la criminalització de l'esclavitud fins a l'adopció nacional de l'esmena el 6 de desembre de 1865. L'esmena és ratificada finalment per Delaware el 12 de febrer de 1901, el 92è aniversari del naixement d'Abraham Lincoln.",
    "1879 - L'equip de cricket d'Anglaterra, dirigit per Lord Harris, és atacat en un motí durant un partit a Sydney.",
    "1879 - Sandford Fleming proposa per primera vegada l'adopció de l'hora estàndard universal en una reunió del Royal Canadian Institute.",
    "1885 - Arriben a Hawaii els primers immigrants japonesos.",
    "1887 - Es promulga la Llei Dawes, que autoritza el president dels Estats Units a dividir les terres tribals dels nadius americans en parcel·les individuals.",
    "1904 - Les forces japoneses llancen un atac sorpresa contra Port Arthur controlat pels russos, marcant l'inici de la guerra russo-japonesa.",
    "1904 - El regiment de Marechaussee de l'exèrcit colonial holandès dirigit pel general G.C.E. van Daalen va llançar una campanya militar a la regió de Sumatra del nord de les Índies Orientals Holandeses, que va provocar la mort de milers de civils.",
    "1910 - William D. Boyce incorpora The Boy Scouts of America.",
    "1915 - La polèmica pel·lícula de D. W. Griffith, The Birth of a Nation, s'estrena a Los Angeles.",
    "1924 - La primera execució estatal als Estats Units per cambra de gas té lloc a Nevada.",
    "1937 - Guerra Civil Espanyola: les forces republicanes estableixen el Consell Interprovincial de Santander, Palència i Burgos a Cantàbria.",
    "1942 - Segona Guerra Mundial: Japó envaeix Singapur.",
    "1945 - Segona Guerra Mundial: les forces britàniques i canadenques inicien l'operació Veritable per ocupar terres entre els rius Maas i Rin.",
    "1945 - Segona Guerra Mundial: Mikhail Devyataev s'escapa amb nou presoners de guerra soviètics d'un camp de concentració nazi a Peenemünde, Usedom.",
    "1946 - La República Popular de Corea es dissol al Nord i es substitueix pel Comitè Popular Provisional de Corea del Nord, controlat pels comunistes.",
    "1950 - S'estableix la Stasi, la policia secreta d'Alemanya de l'Est.",
    "1960 - La reina Isabel II emet una ordre en consell, proclamant la Casa de Windsor i declarant que els seus descendents prendran el nom de Mountbatten-Windsor.",
    "1960 - Es funda el Passeig de la Fama de Hollywood.",
    "1962 - Nou manifestants són assassinats a l'estació de Charonne, París, per la policia francesa sota el comandament de l'exfuncionari de Vichy i prefecte de policia de París Maurice Papon.",
    "1963 - El règim del primer ministre de l'Iraq Abd al-Karim Qasim és enderrocat pel Partit Baas.",
    "1965 - El vol 663 de Eastern Air Lines s'estavella a l'oceà Atlàntic i explota, matant les 84 persones a bord.",
    "1968 - Moviment nord-americà pels drets civils: un atac contra estudiants negres de la Universitat Estatal de Carolina del Sud que protesten per la segregació racial deixa tres morts i 28 ferits a Orangeburg, Carolina del Sud.",
    "1971 - Les tropes terrestres de Vietnam del Sud inicien una incursió a Laos per intentar tallar el camí de Ho Chi Minh i aturar la infiltració comunista al país.",
    "1971 - S'obre per primera vegada l'índex borsari NASDAQ.",
    "1974 - La tripulació de Skylab 4, l'última missió que va visitar l'estació espacial americana Skylab, torna a la Terra després de 84 dies a l'espai.",
    "1983 - Una tempesta de pols colpeja Melbourne, provocant la pitjor sequera de la història i condicions meteorològiques severes a la ciutat.",
    "1983 - El cavall de carreres irlandès Shergar és robat i suposadament assassinat per homes armats en un intent de rescat del PIRA.",
    "1986 - Vint-i-tres persones moren quan un tren de passatgers de VIA Rail xoca amb un tren de mercaderies Canadian National prop de la ciutat de Hinton, Alberta, el que el converteix en un dels pitjors accidents ferroviaris del Canadà.",
    "1989 - El vol Independent Air 1851 colpeja la muntanya de Pico Alto mentre s'aproximava a l'aeroport de Santa Maria a les Açores, matant els 144 passatgers a bord.",
    "1993 - Un Tupolev Tu-154 d'Iran Air Tours i un Sukhoi Su-24 de la Força Aèria iraniana xoquen a l'aire prop de Qods, Iran, i van matar les 133 persones a bord dels dos avions.",
    "2010 - Més de 2 milles (3,2 km) de carreteres estan enterrades després que una tempesta a les muntanyes de l'Hindu Kush de l'Afganistan desencadenés una sèrie d'allaus que van matar almenys 172 persones i atrapar més de 2.000 més.",
    "2013 - Una tempesta de neu mata almenys 18 persones i deixa centenars de milers de persones sense electricitat al nord-est dels Estats Units i parts del Canadà.",
    "2014 - Un incendi d'un hotel a Medina, Aràbia Saudita, mata 15 pelegrins egipcis i 130 més van resultar ferits.",
    "421 - Constantí III esdevé coemperador de l'Imperi Romà d'Occident."
  ],
  "day_4_month_3_deaths.dialog": [
    "1172 - Mort d'Esteve III, rei d'Hongria (n. 1147)",
    "1193 - Mort de Saladí, fundador del sultanat aiubí (n. 1137)",
    "1238 - Mort de Joana d'Anglaterra, reina d'Escòcia (n. 1210)",
    "1238 - Mort de Yuri II, gran príncep rus (n. 1189)",
    "1303 - Mort de Daniel de Moscou, gran duc rus (n. 1261)",
    "1314 - Mort de Jakub Świnka, sacerdot i arquebisbe polonès",
    "1371 - Mort de Jeanne d'Évreux, reina consort de França (n. 1310)",
    "1388 - Mort de Thomas Usk, autor anglès",
    "1484 - Mort de Sant Casimir, príncep polonès (n. 1458)",
    "1496 - Mort de Segismundo, arxiduc d'Àustria (n. 1427)",
    "1556 - Mort de Leonhard Kleber, organista alemany (n. 1495)",
    "1583 - Mort de Bernard Gilpin, sacerdot i teòleg anglès (n. 1517)",
    "1604 - Mort de Fausto Sozzini, teòleg i pedagog italià (n. 1539)",
    "1615 - Mor Hans von Aachen, pintor i pedagog alemany (n. 1552)",
    "1710 - Mort de Lluís III, duc de Borbó (n. 1668)",
    "1733 - Mort de Claude de Forbin, almirall i polític francès (n. 1656)",
    "1744 - Mort de John Anstis, historiador i polític anglès (n. 1669)",
    "1762 - Mort de Johannes Zick, pintor alemany (n. 1702)",
    "1793 - Mort de Lluís Joan Maria de Borbó, duc de Penthièvre (n. 1725)",
    "1795 - Mort de John Collins, polític nord-americà, tercer governador de Rhode Island (n. 1717)",
    "1805 - Mort de Jean-Baptiste Greuze, pintor francès (n. 1725)",
    "1807 - Mor Abraham Baldwin, ministre, advocat i polític nord-americà (n. 1754)",
    "1811 - Mor Mariano Moreno, periodista, advocat i polític argentí (n. 1778)",
    "1832 - Mort de Jean-François Champollion, filòleg i erudit francès (n. 1790)",
    "1851 - Mort de James Richardson, explorador anglès (n. 1809)",
    "1852 - Mor Nikolai Gogol, escriptor de contes, novel·lista i dramaturg ucraïnès-rus (n. 1809)",
    "1853 - Mor Christian Leopold von Buch, geòleg i paleontòleg alemany (n. 1774)",
    "1853 - Mort de Thomas Bladen Capel, almirall anglès (n. 1776)",
    "1858 - Mort de Matthew C. Perry, comandant naval nord-americà (n. 1794)",
    "1864 - Mor Thomas Starr King, ministre i polític nord-americà (n. 1824)",
    "1866 - Mort d'Alexander Campbell, ministre i teòleg irlandès-americà (n. 1788)",
    "1872 - Mor Carsten Hauch, poeta i dramaturg danès (n. 1790)",
    "1883 - Mor Alexander H. Stephens, advocat i polític nord-americà, vicepresident dels Estats Confederats d'Amèrica (n. 1812)",
    "1888 - Mort d'Amos Bronson Alcott, filòsof i pedagog nord-americà (n. 1799)",
    "1903 - Mort de Joseph Henry Shorthouse, autor anglès (n. 1834)",
    "1906 - Mort de John Schofield, general i polític nord-americà, 28è secretari de guerra dels Estats Units (n. 1831)",
    "1915 - Mor William Willett, inventor anglès, fundador de British Summer Time (n. 1856)",
    "1916 - Mort de Franz Marc, pintor alemany (n. 1880)",
    "1925 - Mort de James Ward, psicòleg i filòsof anglès (n. 1843)",
    "1925 - Mort de John Montgomery Ward, jugador de beisbol i entrenador nord-americà (n. 1860)",
    "1925 - Mor Moritz Moszkowski, pianista i compositor polonès-alemany (n. 1854)",
    "1927 - Mor Ira Remsen, químic i acadèmic nord-americà (n. 1846)",
    "1938 - Mor George Foster Peabody, banquer i filantrop nord-americà (n. 1852)",
    "1938 - Mort de Jack Taylor, jugador de beisbol nord-americà (n. 1874)",
    "1940 - Mor Hamlin Garland, novel·lista, poeta, assagista i escriptor de contes nord-americà (n. 1860)",
    "1941 - Mor Ludwig Quidde, activista i polític alemany, premi Nobel (n. 1858 )",
    "1944 - Mort de Fannie Barrier Williams, educadora i activista nord-americana (n. 1855)",
    "1944 - Mort de Louis Buchalter, cap de la mafia nord-americà (n. 1897)",
    "1944 - Mort de Louis Capone, gàngster italo-americà (n. 1896)",
    "1944 - Mort de René Lefebvre, empresari francès (n. 1879)",
    "1945 - Mor Lucille La Verne, actriu nord-americana (n. 1872)",
    "1945 - Mor Mark Sandrich, director, productor i guionista nord-americà (n. 1900)",
    "1948 - Mor Antonin Artaud, actor i director francès (n. 1896)",
    "1949 - Mort de Clarence Kingsbury, ciclista anglès (n. 1882)",
    "1952 - Mor Charles Scott Sherrington, neurofisiòleg i patòleg anglès, premi Nobel (n. 1857)",
    "1954 - Mort de Noel Gay, compositor i compositor anglès (n. 1898)",
    "1960 - Mor Herbert O'Conor, soldat, advocat i polític nord-americà, 51è governador de Maryland (n. 1896)",
    "1963 - Mort de William Carlos Williams, poeta, escriptor de contes i assagista nord-americà (n. 1883)",
    "1969 - Mort de Nicholas Schenck, empresari rus-americà (n. 1881)",
    "1972 - Mort de Charles Biro, autor i il·lustrador nord-americà (n. 1911)",
    "1972 - Mor Harold Barrowclough, general, advocat i polític neozelandès, 8è cap de justícia de Nova Zelanda (n. 1894)",
    "1974 - Mort d'Adolph Gottlieb, pintor i escultor nord-americà (n. 1903)",
    "1976 - Mort de John Marvin Jones, jutge i polític nord-americà (n. 1882)",
    "1976 - Mort de Walter H. Schottky, físic i enginyer suís-alemany (n. 1886)",
    "1977 - Mor Anatol E. Baconsky, poeta, autor i crític romanès (n. 1925)",
    "1977 - Mor Andrés Caicedo, autor, poeta i dramaturg colombià (n. 1951)",
    "1977 - Mort de Lutz Graf Schwerin von Krosigk, jurista i polític alemany, ministre d'Afers Exteriors alemany (n. 1887)",
    "1977 - Mort de Nancy Tyson Burbidge, botànica i conservadora australiana (n. 1912)",
    "1977 - Mort de William Paul, advocat i polític nord-americà (n. 1885)",
    "1978 - Mort de Joe Marsala, clarinetista i compositor nord-americà (n. 1907)",
    "1978 - Mort de Wesley Bolin, home de negocis i polític nord-americà, 15è governador d'Arizona (n. 1909)",
    "1979 - Mort de Willi Unsoeld, alpinista i pedagog nord-americà (n. 1926)",
    "1980 - Mort d'Alan Hardaker, tinent i empresari anglès (n. 1912)",
    "1981 - Mort de Karl-Jesko von Puttkamer, almirall alemany (n. 1900)",
    "1981 - Mort de Torin Thatcher, actor nord-americà (n. 1905)",
    "1986 - Mor Albert L. Lehninger, bioquímic i acadèmic nord-americà (n. 1917)",
    "1986 - Mort de Ding Ling, autora feminista i socialista realista xinesa (n. 1904)",
    "1986 - Mort d'Elizabeth Smart, poeta i autora canadenca (n. 1913)",
    "1986 - Mort de Richard Manuel, cantautor i pianista canadenc (n. 1943)",
    "1987 - Mort de Seibo Kitamura, escultor japonès (n. 1884)",
    "1988 - Mor Beatriz Guido, autora i guionista argentina (n. 1924)",
    "1989 - Mort de Tiny Grimes, guitarrista nord-americà (n. 1916)",
    "1990 - Mort de Hank Gathers, jugador de bàsquet nord-americà (n. 1967)",
    "1991 - Mort de Godfrey Bryan, jugador de cricket anglès (n. 1902)",
    "1992 - Mort d'Art Babbitt, animador i director nord-americà (n. 1907)",
    "1992 - Mort de Pare Lorentz, director, productor i guionista nord-americà (n. 1905)",
    "1993 - Mort d'Art Hodes, pianista i compositor ucraïnès-americà (n. 1904)",
    "1993 - Mort d'Izaak Kolthoff, químic i acadèmic holandès (n. 1894)",
    "1993 - Mort de Nicholas Ridley, baró Ridley de Liddesdale, tinent i polític anglès, secretari d'Estat de Medi Ambient (n. 1929)",
    "1993 - Mort de Tomislav Ivčić, cantant i polític croat (n. 1953)",
    "1994 - Mor George Edward Hughes, filòsof i autor irlandès-escocès (n. 1918)",
    "1994 - Mort de John Candy, còmic i actor canadenc (n. 1950)",
    "1995 - Mort de Matt Urban, coronel nord-americà, guanyador de la Medalla d'Honor (n. 1919)",
    "1996 - Mort de John Sauer, jugador de futbol americà, entrenador i periodista esportiu (n. 1925)",
    "1996 - Mort de Minnie Pearl, animadora nord-americana (n. 1912)",
    "1997 - Mort de Joe Baker-Cresswell, capità anglès (n. 1901)",
    "1997 - Mort de Robert H. Dicke, físic i astrònom nord-americà (n. 1916)",
    "1998 - Mort d'Ivan Dougherty, general australià (n. 1907)",
    "1999 - Mort de Del Close, actor i pedagog nord-americà (n. 1934)",
    "1999 - Mor Harry Blackmun, advocat i jutge nord-americà (n. 1908)",
    "1999 - Mort de Miłosz Magin, pianista i compositor polonès (n. 1929)",
    "2000 - Mor Hermann Brück, físic i astrònom alemany-escocès (n. 1905)",
    "2000 - Mort de Michael Noonan, autor i guionista neozelandès-australià (n. 1921)",
    "2000 - Mort de Ta-You Wu, físic i acadèmic xinès (n. 1907)",
    "2001 - Mort de Fred Lasswell, dibuixant nord-americà (n. 1916)",
    "2001 - Mort de Gerardo Barbero, jugador d'escacs argentí (n. 1961)",
    "2001 - Mor Harold Stassen, educador i polític nord-americà, 25è governador de Minnesota (n. 1907)",
    "2001 - Mort de Jean René Bazaine, pintor i escriptor francès (n. 1904)",
    "2001 - Mort de Jim Rhodes, home de negocis i polític nord-americà, 61è governador d'Ohio (n. 1909)",
    "2002 - Mort d'Elyne Mitchell, esquiadora i autora australiana (n. 1913)",
    "2002 - Mort d'Ugnė Karvelis, autor i traductor lituà (n. 1935)",
    "2002 - Mor Velibor Vasović, futbolista i entrenador serbi (n. 1939)",
    "2003 - Mort de Jaba Ioseliani, dramaturg, acadèmic i polític georgià (n. 1926)",
    "2003 - Mor Sébastien Japrisot, autor, guionista i director francès (n. 1931)",
    "2004 - Mort de Claude Nougaro, cantant i compositor francès (n. 1929)",
    "2005 - Mort de Carlos Sherman, escriptor i activista uruguaià-bielorús (n. 1934)",
    "2005 - Mort de Nicola Calipari, general italià (n. 1953)",
    "2005 - Mort de Yuriy Kravchenko, policia i polític ucraïnès (n. 1951)",
    "2006 - Mort d'Edgar Valter, autor i il·lustrador estonià (n. 1929)",
    "2006 - Mort de John Reynolds Gardiner, autor i enginyer nord-americà (n. 1944)",
    "2007 - Mort d'Ian Wooldridge, periodista anglès (n. 1932)",
    "2007 - Mort de Tadeusz Nalepa, cantautor i guitarrista polonès (n. 1934)",
    "2007 - Mort de Thomas Eagleton, advocat i polític nord-americà, 38è tinent governador de Missouri (n. 1929)",
    "2008 - Mort de Gary Gygax, dissenyador de jocs nord-americà, co-creador de Dungeons & Dragons (n. 1938)",
    "2008 - Mort de Leonard Rosenman, compositor i director d'orquestra nord-americà (n. 1924)",
    "2009 - Mort de George McAfee, jugador de futbol americà (n. 1918)",
    "2009 - Mort d'Horton Foote, dramaturg i guionista nord-americà (n. 1916)",
    "2009 - Mort d'Yvon Cormier, lluitador canadenc (n. 1938)",
    "2010 - Mort de Fred Wedlock, cantautor i guitarrista anglès (n. 1942)",
    "2010 - Mort de Johnny Alf, pianista i compositor brasiler (n. 1929)",
    "2010 - Mort de Raimund Abraham, arquitecte i pedagog austríac, va dissenyar el Fòrum Cultural Austríac de Nova York (n. 1933)",
    "2010 - Mort de Vladislav Ardzinba, historiador i polític abkhàzi, primer president d'Abkhàzia (n. 1945)",
    "2011 - Mort d'Alenush Terian, astrònom i físic iranià (n. 1920)",
    "2011 - Mort d'Arjun Singh, polític indi (n. 1930)",
    "2011 - Mor Ed Manning, jugador i entrenador de bàsquet nord-americà (n. 1943)",
    "2011 - Mort de Krishna Prasad Bhattarai, periodista i polític nepalí, 29è primer ministre del Nepal (n. 1924)",
    "2011 - Mor Simon van der Meer, físic i acadèmic holandès-suís, premi Nobel (n. 1925)",
    "2011 - Mort de Vivienne Harris, periodista i editora anglesa, cofundadora del Jewish Telegraph (n. 1921)",
    "2012 - Mort de Don Mincher, jugador de beisbol nord-americà (n. 1938)",
    "2012 - Mort de Paul McBride, advocat i polític escocès (n. 1965)",
    "2013 - Mort de Lillian Cahn, empresaria hongaresa-nord-americana, cofundadora de Coach, Inc. (n. 1923)",
    "2013 - Mort de Mickey Moore, actor i director canadenc-nord-americà (n. 1914)",
    "2013 - Mort de Toren Smith, empresari canadenc, fundat Studio Proteus (n. 1960)",
    "2014 - Mort d'Elaine Kellett-Bowman, advocada i política anglesa (n. 1923)",
    "2014 - Mort de Jack Kinzler, enginyer nord-americà (n. 1920)",
    "2014 - Mort de Mark Freidkin, autor i poeta rus (n. 1953)",
    "2014 - Mort de Wu Tianming, director i productor xinès (n. 1939)",
    "2015 - Mort de Dušan Bilandžić, historiador i polític croat (n. 1924)",
    "2015 - Mort de Ray Hatton, corredor, autor i acadèmic angloamericà (n. 1932)",
    "2016 - Mort de Bud Collins, periodista i periodista esportiu nord-americà (n. 1929)",
    "2016 - Mort de P. A. Sangma, advocat i polític indi, president del Lok Sabha (n. 1947)",
    "2016 - Mort de Pat Conroy, autor nord-americà (n. 1945)",
    "2016 - Mort de Zhou Xiaoyan, soprano i pedagog xinesa (n. 1917)",
    "2017 - Mort de Clayton Yeutter, polític nord-americà (n. 1930)",
    "2018 - Mort de Davide Astori, futbolista italià (n. 1987)",
    "2019 - Mort de Keith Flint, cantant anglès (The Prodigy) (n. 1969)",
    "2019 - Mort de Luke Perry, actor nord-americà (n. 1966)",
    "2020 - Mor Javier Pérez de Cuéllar, polític i diplomàtic peruà (n. 1920)",
    "2022 - Mort de Rod Marsh, jugador de cricket i entrenador australià (n. 1947)",
    "2022 - Mort de Shane Warne, jugador de cricket, entrenador i periodista esportiu australià (n. 1969)",
    "2023 - Mort de Phil Batt, militar i polític nord-americà, 29è governador d'Idaho (n. 1927)",
    "306 - Mort d'Adrià i Natàlia de Nicomèdia, màrtirs cristians",
    "480 - Mort de Landry de Sées, bisbe i sant francès",
    "561 - Mort de Pelagi I, papa de l'Església Catòlica",
    "934 - Mort d'Abdullah al-Mahdi Billah, califa fatimita (n. 873)"
  ],
  "day_26_month_1_births.dialog": [
    "1541 - Naixement de Florent Chrestien, poeta i traductor francès (m. 1596)",
    "1549 - Naixement de Jakob Ebert, teòleg alemany (m. 1614)",
    "1582 - Naixement de Giovanni Lanfranco, pintor italià (m. 1647)",
    "1657 - Naixement de William Wake, arquebisbe de Canterbury (m. 1737)",
    "1714 - Naixement de Jean-Baptiste Pigalle, escultor i pedagog francès (m. 1785)",
    "1715 - Naixement de Claude Adrien Helvétius, filòsof francès (m. 1771)",
    "1716 - Naixement de George Germain, primer vescomte de Sackville, general i polític anglès, secretari d'Estat per a les Colònies (m. 1785)",
    "1722 - Naixement d'Alexander Carlyle, ministre i autor escocès (m. 1805)",
    "1763 - Naixement de Carles XIV Joan de Suècia (m. 1844)",
    "1781 - Naixement de Ludwig Achim von Arnim, poeta i autor alemany (m. 1831)",
    "1813 - Naixement de Juan Pablo Duarte, filòsof i poeta dominicà, pare fundador de la República Dominicana (m. 1876)",
    "1824 - Naixement d'Emil Czyrniański, químic polonès (m. 1888)",
    "183 - Naixement de Lady Zhen, esposa de Cao Pi (m. 221)",
    "1832 - Naixement de George Shiras, Jr., advocat nord-americà i jutge de la Cort Suprema (m. 1924)",
    "1842 - Naixement de François Coppée, poeta i escriptor francès (m. 1908)",
    "1852 - Naixement de Pierre Savorgnan de Brazza, explorador italofrancès (m. 1905)",
    "1861 - Naixement de Louis Anquetin, pintor francès (m. 1932)",
    "1863 - Naixement de Charles Wade, polític australià, 17è primer ministre de Nova Gal·les del Sud (m. 1922)",
    "1864 - Naixement de József Pusztai, poeta i periodista eslovè-hongarès (m. 1934)",
    "1866 - Naixement de John Cady, golfista nord-americà (m. 1933)",
    "1877 - Naixement de Kees van Dongen, pintor holandès (m. 1968)",
    "1880 - Naixement de Douglas MacArthur, general nord-americà, guanyador de la Medalla d'Honor (m. 1964)",
    "1885 - Naixement de Harry Ricardo, enginyer i acadèmic anglès (m. 1974)",
    "1885 - Naixement de Michael Considine, polític irlandès-australià (m. 1959)",
    "1885 - Naixement de Per Thorén, patinador artístic suec (m. 1962)",
    "1887 - Naixement de Dimitris Pikionis, arquitecte i acadèmic grec (m. 1968)",
    "1887 - Naixement de François Faber, ciclista franco-luxemburgués (m. 1915)",
    "1887 - Naixement de Marc Mitscher, almirall i pilot nord-americà (m. 1947)",
    "1891 - Naixement d'August Froehlich, sacerdot i màrtir alemany (m. 1942)",
    "1891 - Naixement de Frank Costello, cap de la mafia italoamericà (m. 1973)",
    "1891 - Naixement de Wilder Penfield, neurocirurgià i acadèmic nord-americà-canadenc (m. 1976)",
    "1892 - Naixement de Bessie Coleman, pilot nord-americà (m. 1926)",
    "1893 - Naixement de Giuseppe Genco Russo, cap de la mafia italià (m. 1976)",
    "1899 - Naixement de Günther Reindorff, dissenyador gràfic i il·lustrador rus-estonià (m. 1974)",
    "1900 - Naixement de Karl Ristenpart, director d'orquestra alemany (m. 1967)",
    "1902 - Naixement de Menno ter Braak, autor holandès (m. 1940)",
    "1904 - Naixement d'Ancel Keys, fisiòleg i nutricionista nord-americà (m. 2004)",
    "1904 - Naixement de Seán MacBride, advocat i polític irlandès, ministre d'Afers Exteriors irlandès, premi Nobel (m. 1988)",
    "1905 - Naixement de Charles Lane, actor i cantant nord-americà (m. 2007)",
    "1905 - Naixement de Maria von Trapp, cantant austríaca-nord-americana (m. 1987)",
    "1907 - Naixement de Dimitrios Holevas, sacerdot i filòleg grec (m. 2001)",
    "1907 - Naixement de Rex Connor, polític australià (m. 1977)",
    "1908 - Naixement de Jill Esmond, actriu anglesa (m. 1990)",
    "1908 - Naixement de Robert Halperin, navegant nord-americà (m. 1985)",
    "1908 - Naixement de Rupprecht Geiger, pintor i escultor alemany (m. 2009)",
    "1908 - Naixement de Stéphane Grappelli, violinista francès (m. 1997)",
    "1910 - Naixement de Jean Image, animador, director i guionista hongarès-francès (m. 1989)",
    "1911 - Naixement de Norbert Schultze, compositor i director d'orquestra alemany (m. 2002)",
    "1911 - Naixement de Polykarp Kusch, físic i acadèmic alemany-americà, premi Nobel (m. 1993)",
    "1913 - Naixement de Jimmy Van Heusen, pianista i compositor nord-americà (m. 1990)",
    "1914 - Naixement del sultà Dürrüşehvar, princesa imperial de l'Imperi Otomà (m. 2006)",
    "1915 - Naixement de William Hopper, actor nord-americà (m. 1970)",
    "1917 - Naixement de Louis Zamperini, corredor i capità nord-americà (m. 2014)",
    "1918 - Naixement de Philip José Farmer, autor nord-americà (m. 2009)",
    "1919 - Naixement de Bill Nicholson, futbolista i entrenador anglès (m. 2004)",
    "1919 - Naixement de Hyun Soong-jong, polític sud-coreà, 24è primer ministre de Corea del Sud (m. 2020)",
    "1919 - Naixement de Valentino Mazzola, futbolista italià (m. 1949)",
    "1920 - Naixement de Hans Holzer, investigador i autor sobre el paranormal austríac-americà (m. 2009)",
    "1921 - Naixement d'Akio Morita, empresari japonès, cofundador de Sony (m. 1999)",
    "1921 - Naixement d'Eddie Barclay, productor discogràfic francès, va fundar Barclay Records (m. 2005)",
    "1921 - Naixement de Veikko Uusimäki, actor finlandès i conseller de teatre (m. 2008)",
    "1922 - Naixement de Gil Merrick, futbolista anglès (m. 2010)",
    "1922 - Naixement de Michael Bentine, actor i guionista anglès (m. 1996)",
    "1922 - Naixement de Seán Flanagan, futbolista i polític irlandès, setè ministre de Salut irlandès (m. 1993)",
    "1923 - Naixement d'Anne Jeffreys, actriu i cantant nord-americana (m. 2017)",
    "1923 - Naixement de Patrick J. Hannifin, almirall nord-americà (m. 2014)",
    "1924 - Naixement d'Alice Babs, cantant i actriu sueca (m. 2014)",
    "1924 - Naixement d'Annette Strauss, filantropa i política nord-americana, alcaldessa de Dallas (m. 1998)",
    "1925 - Naixement de Ben Pucci, jugador de futbol americà i periodista esportiu (m. 2013)",
    "1925 - Naixement de Claude Ryan, periodista i polític canadenc (m. 2004)",
    "1925 - Naixement de David Jenkins, bisbe i teòleg anglès (m. 2016)",
    "1925 - Naixement de Joan Leslie, actriu nord-americana (m. 2015)",
    "1925 - Naixement de Paul Newman, actor, activista, director, conductor de cotxes de carreres i home de negocis nord-americà, cofundador de Newman's Own (m. 2008)",
    "1926 - Naixement de Farman Fatehpuri, lingüista i erudit pakistanès (m. 2013)",
    "1926 - Naixement de Joseph Bacon Fraser, Jr., arquitecte i empresari nord-americà, cofundador de la Sea Pines Company (m. 2014)",
    "1927 - Naixement de Bob Nieman, jugador de beisbol i explorador nord-americà (m. 1985)",
    "1927 - Naixement d'Hubert Schieth, futbolista i entrenador alemany (m. 2013)",
    "1927 - Naixement de José Azcona del Hoyo, empresari i polític hondureny, president d'Hondures (m. 2005)",
    "1928 - Naixement de Roger Vadim, actor i director francès (m. 2000)",
    "1929 - Naixement de Jules Feiffer, dibuixant, dramaturg, guionista i educador nord-americà",
    "1933 - Naixement de Donald Sarason, matemàtic nord-americà (m. 2017)",
    "1934 - Aniversari de Bob Uecker, jugador de beisbol, presentador esportiu i actor nord-americà",
    "1934 - Naixement de Charles Marowitz, director, dramaturg i crític nord-americà (m. 2014)",
    "1934 - Naixement de Huey \"Piano\" Smith, pianista i compositor nord-americà (m. 2023)",
    "1934 - Naixement de Roger Landry, home de negocis i editor canadenc (m. 2020)",
    "1935 - Naixement de Corrado Augias, periodista i polític italià",
    "1935 - Naixement d'Henry Jordan, jugador de futbol americà (m. 1977)",
    "1935 - Naixement de Paula Rego, artista visual britànica d'origen portuguès (m. 2022)",
    "1936 - Naixement de Sal Buscema, il·lustrador nord-americà",
    "1937 - Naixement de Joseph Saidu Momoh, militar i polític de Sierra Leone, segon president de Sierra Leone (m. 2003)",
    "1938 - Naixement de Henry Jaglom, director i guionista angloamericà",
    "1940 - Naixement de Frank Large, futbolista i jugador de cricket anglès (m. 2003)",
    "1940 - Naixement de Séamus Hegarty, bisbe irlandès (m. 2019)",
    "1943 - Naixement de César Gutiérrez, jugador de beisbol i entrenador veneçolà (m. 2005)",
    "1943 - Naixement de Jack Warner, home de negocis i polític de Trinitat",
    "1944 - Naixement d'Angela Davis, activista, acadèmica i autora nord-americana",
    "1944 - Naixement de Jerry Sandusky, entrenador de futbol americà i criminal",
    "1945 - Naixement de David Purley, pilot de cotxes de carreres anglès (m. 1985)",
    "1945 - Naixement de Jacqueline du Pré, violoncel·lista anglesa (m. 1987)",
    "1946 - Naixement de Christopher Hampton, director, guionista i dramaturg portuguès-anglès",
    "1946 - Naixement de Gene Siskel, periodista i crític de cinema nord-americà (m. 1999)",
    "1946 - Naixement de Susan Friedlander, matemàtica nord-americana",
    "1947 - Naixement de Les Ebdon, químic i acadèmic anglès",
    "1947 - Naixement de Michel Sardou, cantautor i actor francès",
    "1947 - Naixement de Patrick Dewaere, actor i compositor francès (m. 1982)",
    "1947 - Naixement de Redmond Morris, quart baró Killanin, director, productor i director de producció irlandès",
    "1947 - Naixement de Richard Portnow, actor nord-americà",
    "1948 - Naixement d'Alda Facio, jurista, escriptora i mestra costarricense",
    "1948 - Naixement de Corky Laing, bateria de rock canadenc",
    "1949 - Naixement de David Strathairn, actor nord-americà",
    "1949 - Naixement de Jonathan Carroll, autor nord-americà",
    "1950 - Naixement d'Ivan Hlinka, jugador i entrenador d'hoquei sobre gel txec (m. 2004)",
    "1950 - Aniversari de Jack Youngblood, jugador de futbol americà",
    "1950 - Naixement de Jörg Haider, advocat i polític austríac, governador de Caríntia (m. 2008)",
    "1951 - Naixement d'Andy Hummel, cantant, compositor i baixista nord-americà (m. 2010)",
    "1951 - Naixement d'Anne Mills, economista i acadèmica anglesa",
    "1951 - Naixement de David Briggs, guitarrista, compositor i productor australià",
    "1952 - Naixement de Tom Henderson, jugador de bàsquet nord-americà",
    "1953 - Naixement d'Alik L. Alik, polític de Micronèsia, 7è vicepresident dels Estats Federats de Micronèsia",
    "1953 - Naixement d'Anders Fogh Rasmussen, polític i diplomàtic danès, 39è primer ministre de Dinamarca",
    "1953 - Naixement de Lucinda Williams, cantautora i guitarrista nord-americana",
    "1954 - Aniversari de Kim Hughes, jugador de cricket australià",
    "1955 - Naixement d'Eddie Van Halen, guitarrista, compositor i productor neerlandès-americà (m. 2020)",
    "1957 - Aniversari de Road Warrior Hawk, lluitador nord-americà (m. 2003)",
    "1958 - Aniversari d'Anita Baker, cantant i compositora nord-americana",
    "1958 - Aniversari d'Ellen DeGeneres, còmic, actriu i presentadora de tertúlies nord-americana",
    "1960 - Naixement de Charlie Gillingham, músic nord-americà",
    "1961 - Naixement de Tom Keifer, cantautor i guitarrista nord-americà",
    "1961 - Naixement de Wayne Gretzky, jugador i entrenador d'hoquei sobre gel canadenc",
    "1962 - Naixement de Guo Jian, pintor, escultor i fotògraf xinès-australià",
    "1962 - Naixement d'Oscar Ruggeri, futbolista i entrenador argentí",
    "1962 - Naixement de Tim May, jugador de cricket australià",
    "1963 - Naixement d'Andrew Ridgeley, cantautor i guitarrista anglès",
    "1963 - Naixement de Jazzie B, DJ i productor musical britànic",
    "1963 - Naixement de José Mourinho, futbolista i entrenador portuguès",
    "1963 - Naixement de Simon O'Donnell, futbolista, jugador de cricket i periodista esportiu australià",
    "1963 - Aniversari de Tony Parks, futbolista i entrenador anglès",
    "1964 - Naixement d'Adam Crozier, empresari escocès",
    "1964 - Naixement de Paul Johansson, actor nord-americà-canadenc",
    "1965 - Naixement de Kevin McCarthy, polític nord-americà, 55è president de la Cambra de Representants dels Estats Units",
    "1965 - Naixement de Natalia Yurchenko, gimnasta i entrenadora russa",
    "1965 - Naixement de Thomas Östros, home de negocis i polític suec",
    "1966 - Naixement de Kazushige Nagashima, jugador de beisbol i presentador esportiu japonès",
    "1967 - Aniversari d'Anatoly Komm, xef i empresari rus",
    "1967 - Aniversari de Bryan Callen, còmic, actor i escriptor nord-americà",
    "1967 - Aniversari de Col Needham, home de negocis anglès, cofundador d'Internet Movie Database",
    "1968 - Naixement de Jupiter Apple, cantant, compositor, director de cinema i actor brasiler (m. 2015)",
    "1969 - Naixement de George Dikeoulakos, jugador de bàsquet i entrenador grec-romanès",
    "1970 - Naixement de Kirk Franklin, cantautor i productor nord-americà",
    "1972 - Naixement de Nate Mooney, actor nord-americà",
    "1973 - Naixement de Brendan Rodgers, futbolista i entrenador d'Irlanda del Nord",
    "1973 - Aniversari de Jennifer Crystal Foley, actriu nord-americana",
    "1973 - Aniversari de Larissa Lowing, gimnasta artística canadenca",
    "1973 - Naixement de Mayu Shinjo, autor i il·lustrador japonès",
    "1973 - Naixement de Melvil Poupaud, actor, director i guionista francès",
    "1976 - Naixement de Gilles Marini, actor francès",
    "1977 - Naixement de Justin Gimelstob, tennista i entrenador nord-americà",
    "1977 - Aniversari de Vince Carter, jugador de bàsquet nord-americà",
    "1978 - Naixement d'Andrés Torres, jugador de beisbol nord-americà",
    "1978 - Naixement de Corina Morariu, tenista i periodista esportiva nord-americana",
    "1978 - Naixement d'Esteban Germán, jugador de beisbol dominicà",
    "1978 - Naixement de Sara Rue, actriu nord-americana",
    "1981 - Naixement de Colin O'Donoghue, actor irlandès",
    "1981 - Naixement de Gustavo Dudamel, violinista, compositor i director d'orquestra veneçolà",
    "1981 - Naixement de José de Jesús Corona, futbolista mexicà",
    "1981 - Naixement de Juan José Haedo, ciclista argentí",
    "1983 - Naixement d'Eric Werner, jugador d'hoquei sobre gel nord-americà",
    "1983 - Naixement de Petri Oravainen, futbolista finlandès",
    "1984 - Naixement d'Iain Turner, futbolista escocès",
    "1984 - Naixement de Luo Xuejuan, nedador xinès",
    "1984 - Naixement de Ryan Hoffman, jugador de la lliga australiana de rugbi",
    "1985 - Aniversari de Heather Stanning, remadora anglesa",
    "1986 - Aniversari de Gerald Green, jugador de bàsquet nord-americà",
    "1986 - Naixement de Kim Jae-joong, cantant, compositor, actor i director de Corea del Sud",
    "1986 - Naixement de Mustapha Yatabaré, futbolista franco-malià",
    "1987 - Naixement d'Héctor Noesí, jugador de beisbol dominicà",
    "1987 - Naixement de Sebastian Giovinco, futbolista italià",
    "1988 - Naixement de Dan Bailey, jugador de futbol americà",
    "1988 - Naixement de Dimitrios Chondrokoukis, saltador d'alçada grec",
    "1989 - Aniversari d'Emily Hughes, patinadora artística nord-americana",
    "1989 - Aniversari de MarShon Brooks, jugador de bàsquet nord-americà",
    "1989 - Aniversari de Torrey Smith, jugador de futbol americà",
    "1990 - Aniversari de Brandon Bolden, jugador de futbol americà",
    "1990 - Naixement de Peter Sagan, ciclista professional eslovac",
    "1990 - Naixement de Sergio Pérez, pilot de carreres mexicà",
    "1991 - Aniversari de Manti Te'o, jugador de futbol americà",
    "1991 - Naixement de Nicolò Melli, jugador de bàsquet italoamericà",
    "1992 - Aniversari de Sasha Banks, lluitadora nord-americana",
    "1993 - Aniversari d'Alice Powell, pilot de carreres britànic",
    "1993 - Naixement de Florian Thauvin, futbolista francès",
    "1993 - Naixement de Kevin Pangos, jugador de bàsquet canadenc-eslovè",
    "1993 - Naixement de Lana Clelland, futbolista escocesa",
    "1994 - Naixement de Montrezl Harrell, jugador de bàsquet nord-americà",
    "1995 - Naixement de Jean-Charles Castelletto, futbolista camerunès",
    "1995 - Naixement de Sione Katoa, jugadora de la lliga de rugbi de Nova Zelanda",
    "1997 - Naixement de Gedion Zelalem, futbolista nord-americà d'origen alemany",
    "1998 - Naixement de Moonbin, cantant i actor sud-coreà. (m. 2023)",
    "1999 - Naixement de Travis Etienne, jugador de futbol americà",
    "2000 - Aniversari de Darius Garland, jugador de bàsquet nord-americà",
    "2000 - Naixement d'Ester Expósito, actriu espanyola",
    "2001 - Naixement d'Isaac Okoro, jugador de bàsquet nord-americà",
    "2001 - Naixement de Latalia Bevan, gimnasta artística gal·lesa",
    "2002 - Naixement de Darya Astakhova, tenista russa",
    "2009 - Aniversari de les octollisses de Suleman",
    "2009 - Naixement de YaYa Gosselin, actriu nord-americana"
  ],
  "day_24_month_9_births.dialog": [
    "1301 - Naixement de Ralph de Stafford, primer comte de Stafford, soldat anglès (m. 1372)",
    "1418 - Naixement d'Anna de Xipre, duquessa de Savoia (probable; m. 1462)",
    "1433 - Naixement de Shekha d'Amarsar, cap de Rajput (m. 1488)",
    "1473 - Naixement de Georg von Frundsberg, cavaller i terratinent alemany (m. 1528)",
    "15 - Naixement de Vitel·li, emperador romà (m. 69)",
    "1501 - Naixement de Gerolamo Cardano, matemàtic, metge i astròleg italià (m. 1576)",
    "1534 - Naixement del guru Ram Das, quart guru sikh (m. 1581)",
    "1564 - Naixement de William Adams, mariner i navegant anglès (m. 1620)",
    "1583 - Naixement d'Albrecht von Wallenstein, general de Bohèmia (m. 1634)",
    "1625 - Naixement de Johan de Witt, matemàtic i polític holandès (m. 1672)",
    "1667 - Naixement de Jean-Louis Lully, compositor francès (m. 1688)",
    "1705 - Naixement del comte Leopold Joseph von Daun, mariscal de camp austríac (m. 1766)",
    "1717 - Naixement d'Horace Walpole, historiador, autor i polític anglès (m. 1797)",
    "1755 - Naixement de John Marshall, oficial, jurista i polític de l'exèrcit continental nord-americà, quart jutge en cap de la Cort Suprema dels Estats Units (m. 1835)",
    "1761 - Naixement de F.L.Æ. Kunzen, compositor i director d'orquestra alemany-danès (m. 1817)",
    "1796 - Naixement d'Antoine-Louis Barye, escultor i pedagog francès (m. 1875)",
    "1801 - Naixement de Mikhail Ostrogradsky, matemàtic i físic ucraïnès-rus (m. 1862)",
    "1802 - Naixement d'Adolphe d'Archiac, paleontòleg i geòleg francès (m. 1868)",
    "1812 - Naixement de Mary Ann Browne, poeta britànica i escriptora de partitures musicals (m. 1845)",
    "1817 - Naixement de Ramón de Campoamor y Campoosorio, poeta i filòsof espanyol (m. 1901)",
    "1829 - Naixement de Charles S. West, jurista i polític nord-americà, secretari d'Estat de Texas (m. 1885)",
    "1845 - Naixement de Nikolai Anderson, filòleg i autor estonià (m. 1905)",
    "1858 - Naixement d'Eugene Foss, home de negocis i polític nord-americà, 45è governador de Massachusetts (m. 1939)",
    "1859 - Naixement de Julius Klengel, violoncel·lista i compositor alemany (m. 1933)",
    "1861 - Naixement de Bhikaiji Cama, activista indi (m. 1936)",
    "1870 - Naixement de Georges Claude, químic i enginyer francès, va inventar la il·luminació de neó (m. 1960)",
    "1871 - Aniversari de Lottie Dod, tennista, golfista i arquera anglesa (m. 1960)",
    "1872 - Naixement de Jaan Teemant, advocat i polític estonià, setè ancià de l'estat d'Estònia (m. 1941)",
    "1873 - Naixement de María de las Mercedes Adam de Aróstegui, pianista i compositora cubana (m. 1957)",
    "1878 - Naixement de Charles-Ferdinand Ramuz, autor i poeta suís (m. 1947)",
    "1880 - Aniversari de Sarah Knauss, supercentenari nord-americà, la persona nord-americana verificada més antiga (m. 1999)",
    "1882 - Naixement de Max Decugis, tennista francès (m. 1978)",
    "1883 - Naixement de Franklin Clarence Mars, empresari nord-americà, fundació de Mars, Incorporated (m. 1934)",
    "1883 - Naixement de Lawson Robertson, saltador d'alçada i entrenador escocès-americà (m. 1951)",
    "1884 - Naixement de Gustave Garrigou, ciclista francès (m. 1963)",
    "1884 - Naixement d'Hugo Schmeisser, dissenyador d'armes i enginyer alemany (m. 1953)",
    "1884 - Naixement d'İsmet İnönü, general i polític turc, segon president de Turquia (m. 1973)",
    "1885 - Naixement d'Artur Lemba, pianista, compositor i pedagog estonià (m. 1963)",
    "1890 - Naixement d'A. P. Herbert, autor i dramaturg anglès (m. 1971)",
    "1890 - Naixement de Mike González, jugador de beisbol, entrenador i entrenador cubà (m. 1977)",
    "1892 - Naixement d'Adélard Godbout, agrònom i polític canadenc, 15è primer ministre del Quebec (m. 1956)",
    "1893 - Naixement de Blind Lemon Jefferson, cantautor i guitarrista nord-americà (m. 1929)",
    "1894 - Naixement de Billy Bletcher, actor, cantant i guionista nord-americà (m. 1979)",
    "1894 - Naixement de Tommy Armour, golfista i periodista esportiu escocès-americà (m. 1968)",
    "1895 - Naixement d'André Frédéric Cournand, metge i fisiòleg francès, premi Nobel (m. 1988)",
    "1896 - Naixement de F. Scott Fitzgerald, novel·lista i escriptor de contes nord-americà (m. 1940)",
    "1898 - Naixement de Charlotte Moore Sitterly, astrònoma nord-americana (m. 1990)",
    "1898 - Naixement de Howard Florey, farmacòleg i patòleg australià, premi Nobel (m. 1968)",
    "1899 - Naixement de Bessie Braddock, política britànica (m. 1970)",
    "1899 - Naixement de William Dobell, pintor australià (m. 1970)",
    "1900 - Aniversari de Ham Fisher, dibuixant nord-americà (m. 1955)",
    "1901 - Naixement d'Alexandra Adler, neuròloga i psicòloga austríaca (m. 2001)",
    "1905 - Naixement de Severo Ochoa, metge i bioquímic hispanoamericà, premi Nobel (m. 1993)",
    "1906 - Naixement de Józef Nawrot, futbolista polonès (m. 1982)",
    "1906 - Naixement de Leonard Marsh, sociòleg i acadèmic canadenc (m. 1982)",
    "1907 - Naixement de Ben Oakland, pianista, compositor i compositor nord-americà (m. 1979)",
    "1909 - Naixement de Gerard Antoni Ciołek, historiador i arquitecte polonès (m. 1966)",
    "1910 - Naixement de Jean Servais, actor belga-francès (m. 1976)",
    "1911 - Naixement de Konstantin Chernenko, polític soviètic (m. 1985)",
    "1912 - Naixement de Robert Lewis Taylor, autor nord-americà (m. 1998)",
    "1913 - Naixement de Herb Jeffries, cantant nord-americà (m. 2014)",
    "1914 - Naixement d'Andrzej Panufnik, pianista, compositor i director d'orquestra polonès (m. 1991)",
    "1914 - Naixement d'Esther Eng, directora de cinema xinesa-nord-americana (m. 1970)",
    "1914 - Naixement de John Kerr, polític australià, 18è governador general d'Austràlia (m. 1991)",
    "1916 - Naixement de Ruth Leach Amonette, empresaria i autora nord-americana (m. 2004)",
    "1918 - Naixement d'Audra Lindley, actriu nord-americana (m. 1997)",
    "1918 - Naixement de Michael J. S. Dewar, químic teòric nord-americà nascut a l'Índia que va desenvolupar el model Dewar-Chatt-Duncanson (m. 1997)",
    "1920 - Naixement de Jan Carew, autor, poeta i dramaturg americà de Guyana (m. 2012)",
    "1920 - Naixement d'Ovadia Yosef, rabí i erudit iraquià-israelià (m. 2013)",
    "1920 - Naixement de Richard Bong, soldat i pilot nord-americà, guanyador de la Medalla d'Honor (m. 1945)",
    "1921 - Naixement de Jim McKay, periodista i periodista esportiu nord-americà (m. 2008)",
    "1921 - Naixement de Sheila MacRae, actriu, cantant i ballarina angloamericana (m. 2014)",
    "1922 - Naixement de Bert I. Gordon, director, productor i guionista nord-americà (m. 2023)",
    "1922 - Naixement d'Ettore Bastianini, actor i cantant italià (m. 1967)",
    "1922 - Naixement de John Moffatt, actor i dramaturg anglès (m. 2012)",
    "1922 - Naixement de Theresa Merritt, actriu i cantant nord-americana (m. 1998)",
    "1923 - Naixement de Fats Navarro, trompetista i compositor nord-americà (m. 1950)",
    "1923 - Naixement de Louis Edmonds, actor nord-americà (m. 2001)",
    "1923 - Naixement de Raoul Bott, matemàtic hongarès-nord-americà (m. 2005)",
    "1924 - Naixement de Nina Bocharova, gimnasta ucraïnesa (m. 2020)",
    "1924 - Naixement de Voula Zouboulaki, actriu egípcia-grega (m. 2015)",
    "1925 - Naixement d'Autar Singh Paintal, fisiòleg i acadèmic indi (m. 2004)",
    "1927 - Naixement d'Arthur Malet, actor i cantant anglès-nord-americà (m. 2013)",
    "1929 - Naixement de John Carter, clarinetista, saxofonista i flautista nord-americà (m. 1991)",
    "1930 - Naixement d'Angelo Muscat, actor maltès-anglès (m. 1977)",
    "1930 - Naixement de Benjamin Romualdez, polític i diplomàtic filipí (m. 2012)",
    "1930 - Naixement de Jack Gaughan, il·lustrador nord-americà (m. 1985)",
    "1930 - Naixement de John W. Young, capità, enginyer i astronauta nord-americà (m. 2018)",
    "1930 - Naixement de Józef Krupiński, poeta i autor polonès (m. 1998)",
    "1931 - Naixement d'Anthony Newley, cantant i actor anglès (m. 1999)",
    "1931 - Naixement de Brian Glanville, periodista i autor anglès",
    "1931 - Naixement de Cardiss Collins, advocat i polític nord-americà (m. 2013)",
    "1931 - Naixement d'Elizabeth Blackadder, pintora i gravadora escocesa (m. 2021)",
    "1931 - Naixement de Mike Parkes, pilot de cotxes de carreres anglès (m. 1977)",
    "1932 - Naixement de Miguel Montuori, futbolista i entrenador argentí-italià (m. 1998)",
    "1932 - Naixement de Walter Wallmann, polític alemany, ministre-president de Hesse (m. 2013)",
    "1933 - Naixement de Mel Taylor, bateria nord-americà (m. 1996)",
    "1933 - Naixement de Raffaele Farina, cardenal italià",
    "1934 - Naixement de Bernard Nevill, pintor, dissenyador i acadèmic anglès (m. 2019)",
    "1934 - Naixement de Chick Willis, cantant i guitarrista nord-americà (m. 2013)",
    "1934 - Naixement de Donald Wrye, director, guionista i productor nord-americà (m. 2015)",
    "1934 - Naixement de John Brunner, autor i guionista anglès-escocès (m. 1995)",
    "1934 - Naixement de John Kasmin, marxant d'art anglès",
    "1934 - Naixement de Manfred Wörner, polític i diplomàtic alemany, setè secretari general de l'OTAN (m. 1994)",
    "1934 - Naixement de Tommy Anderson, futbolista i entrenador escocès",
    "1936 - Naixement de Jim Henson, titellaire, director, productor i guionista nord-americà, va crear The Muppets (m. 1990)",
    "1936 - Naixement de Sivanthi Adithan, home de negocis indi (m. 2013)",
    "1938 - Naixement de Steve Douglas, saxofonista, flautista i productor nord-americà (m. 1993)",
    "1939 - Naixement de Jacques Vallée, ufòleg francès",
    "1939 - Naixement de Moti Kirschenbaum, periodista israelià (m. 2015)",
    "1939 - Naixement de Wayne Henderson, trombonista i productor nord-americà (m. 2014)",
    "1940 - Naixement d'Yves Navarre, autor francès (m. 1994)",
    "1941 - Naixement de John Mackey, jugador de futbol americà (m. 2011)",
    "1941 - Naixement de Linda McCartney, cantant, fotògrafa i activista nord-americana (m. 1998)",
    "1942 - Naixement de Gerry Marsden, cantautor i guitarrista anglès (m. 2021)",
    "1944 - Naixement d'Eavan Boland, poeta i acadèmic irlandès (m. 2020)",
    "1944 - Aniversari de Sven-Ole Thorsen, culturista i especialista danès",
    "1944 - Aniversari de Victoria Vetri, Miss Setembre de 1967 de Playboy i companya de l'any de 1968.",
    "1945 - Naixement de Carson Van Osten, creador de còmics i músic nord-americà (m. 2015)",
    "1945 - Naixement de John Rutter, compositor, director i productor anglès",
    "1945 - Naixement de Lou Dobbs, periodista i autor nord-americà",
    "1946 - Naixement de César Pedroso, pianista i compositor cubà",
    "1946 - Naixement de Jerry Donahue, guitarrista i productor nord-americà",
    "1946 - Aniversari de Joe Greene, jugador de futbol americà, entrenador i actor",
    "1946 - Naixement de Lars Emil Johansen, pedagog i polític groenlandès, segon primer ministre de Groenlàndia",
    "1946 - Naixement de María Teresa Ruiz, astrònom xilena",
    "1946 - Aniversari de Pat Pocock, jugador de cricket gal·lès-anglès",
    "1947 - Naixement de Stephen Mueller, pintor nord-americà (m. 2011)",
    "1948 - Naixement de Garth Porter, cantautor i productor neozelandès-australià",
    "1948 - Naixement de Gordon Clapp, actor nord-americà",
    "1948 - Naixement de Phil Hartman, actor i guionista canadenc-americà (m. 1998)",
    "1949 - Naixement d'Anders Arborelius, cardenal suec",
    "1949 - Naixement de Baleka Mbete, polític sud-africà, president de l'Assemblea Nacional de Sud-àfrica",
    "1950 - Naixement de Harriet Walter, actriu anglesa",
    "1950 - Naixement de John Kessel, autor, poeta i dramaturg nord-americà",
    "1950 - Aniversari de Mohinder Amarnath, jugador de cricket indi, entrenador i periodista esportiu",
    "1951 - Naixement de Douglas Kmiec, erudit i diplomàtic nord-americà, ambaixador dels Estats Units a Malta",
    "1952 - Naixement de Dieter Hochheimer, futbolista i entrenador alemany",
    "1952 - Naixement de Mark Sandman, cantant, compositor, guitarrista i productor nord-americà (m. 1999)",
    "1954 - Naixement de Marco Tardelli, futbolista i entrenador italià",
    "1955 - Naixement de Riccardo Illy, home de negocis i polític italià, president del Friuli Venècia Júlia",
    "1956 - Aniversari de Hubie Brooks, jugador de beisbol nord-americà",
    "1957 - Naixement de Wolfgang Wolf, futbolista i entrenador alemany",
    "1958 - Naixement de Kevin Sorbo, actor i productor nord-americà",
    "1959 - Aniversari de Steve Whitmire, titellaire nord-americà",
    "1959 - Naixement de Theo Paphitis, empresari xipriota-anglès",
    "1960 - Aniversari d'Amy Sky, cantautora, productora i actriu canadenca",
    "1961 - Naixement de Christopher L. Eisgruber, advocat i acadèmic nord-americà",
    "1961 - Naixement de John Logan, guionista i productor nord-americà",
    "1961 - Naixement de Luc Picard, actor, director i guionista canadenc",
    "1962 - Naixement d'Ally McCoist, futbolista i entrenador escocès",
    "1962 - Naixement d'Ilgvars Zalāns, pintor letó",
    "1962 - Naixement de Mike Phelan, futbolista, entrenador i entrenador anglès",
    "1962 - Naixement de Nia Vardalos, actriu i guionista canadenca-nord-americana",
    "1962 - Naixement de Tim Supple, director i productor anglès",
    "1963 - Naixement de Ben Preston, periodista anglès",
    "1963 - Naixement de Michael Potter, jugador de rugbi i entrenador australià",
    "1964 - Naixement de Marko Pomerants, advocat i polític estonià, ministre de l'Interior estonià",
    "1964 - Naixement de Rafael Palmeiro, jugador de beisbol cubanoamericà",
    "1964 - Naixement de Ronald van der Kemp, dissenyador de moda holandès",
    "1965 - Naixement de Janet Weiss, bateria nord-americana",
    "1965 - Naixement de Njål Ølnes, saxofonista i compositor noruec",
    "1965 - Naixement de Robert Irvine, xef i presentador de televisió anglès",
    "1965 - Naixement de Sean McNabb, cantant i baixista nord-americà",
    "1966 - Naixement de Bernard Gilkey, jugador de beisbol nord-americà",
    "1966 - Naixement de Christophe Bouchut, pilot de cotxes de carreres francès",
    "1966 - Naixement de Michael O. Varhola, periodista i autor nord-americà",
    "1966 - Naixement de Rajesh Khattar, actor de veu indi",
    "1966 - Naixement de Stefan Molyneux, filòsof, autor i blogger irlandès-canadenc",
    "1967 - Naixement de Noreena Hertz, economista, autora i acadèmica anglesa",
    "1969 - Naixement de Christopher Pincher, polític anglès",
    "1969 - Naixement de Megan Ward, actriu nord-americana",
    "1969 - Naixement de Paul Ray Smith, sergent nord-americà, guanyador de la Medalla d'Honor (m. 2003)",
    "1969 - Naixement de Shamim Sarif, autor, director i guionista anglès",
    "1969 - Naixement de Shawn Crahan, bateria, compositor i productor nord-americà",
    "1971 - Naixement de Kevin Millar, jugador de beisbol i periodista esportiu nord-americà",
    "1971 - Naixement de Michael S. Engel, paleontòleg i entomòleg nord-americà",
    "1971 - Naixement de Mike Michalowicz, home de negocis i autor nord-americà",
    "1971 - Naixement de Peter Salisbury, bateria anglès",
    "1972 - Naixement de Conor Burns, polític britànic",
    "1972 - Naixement de Kate Fleetwood, actriu anglesa",
    "1973 - Aniversari d'Eddie George, jugador de futbol americà i periodista esportiu",
    "1973 - Aniversari de Gillian Lindsay, remadora escocesa",
    "1973 - Naixement de Rodrick Rhodes, jugador i entrenador de bàsquet nord-americà",
    "1974 - Aniversari de John McDonald, jugador de beisbol nord-americà",
    "1976 - Naixement de Carlos Almeida, jugador de bàsquet angolès",
    "1976 - Naixement d'Ian Bohen, actor nord-americà",
    "1976 - Aniversari de Stephanie McMahon, lluitadora i empresaria nord-americana",
    "1976 - Naixement de Vahur Vahtramäe, futbolista estonià",
    "1976 - Naixement de Yakkun Sakurazuka, actriu de veu i cantant japonesa (m. 2013)",
    "1977 - Naixement de Casey Rabach, jugador de futbol americà",
    "1977 - Naixement de Frank Fahrenhorst, futbolista i entrenador alemany",
    "1977 - Naixement de Kabeer Gbaja-Biamila, jugador de futbol americà",
    "1978 - Naixement de Wietse van Alten, arquer holandès",
    "1979 - Naixement de Fábio Aurélio, futbolista brasiler",
    "1979 - Naixement de Kim Jong-min, cantant sud-coreà",
    "1980 - Naixement de Daniele Bennati, ciclista italià",
    "1980 - Naixement de Dean Canto, pilot de cotxes de carreres australià",
    "1980 - Naixement de John Arne Riise, futbolista noruec",
    "1980 - Naixement de Petri Pasanen, futbolista finlandès",
    "1980 - Naixement de Victoria Pendleton, ciclista anglesa",
    "1981 - Aniversari de Drew Gooden, jugador de bàsquet nord-americà",
    "1981 - Naixement de Ryan Briscoe, pilot de cotxes de carreres australià",
    "1981 - Naixement de Tomáš Surový, jugador d'hoquei sobre gel eslovac",
    "1982 - Naixement de Jeff Karstens, jugador de beisbol nord-americà",
    "1982 - Aniversari de Morgan Hamm, gimnasta nord-americana",
    "1982 - Naixement de Paul Hamm, gimnasta nord-americà",
    "1983 - Aniversari de Ben Harris, jugador de la lliga australiana de rugbi",
    "1983 - Naixement de Liam Finn, cantautor i guitarrista australià i neozelandès",
    "1983 - Aniversari de Randy Foye, jugador de bàsquet nord-americà",
    "1984 - Aniversari de Bobby Brown, jugador de bàsquet nord-americà",
    "1985 - Naixement de Jonathan Soriano, futbolista espanyol",
    "1986 - Naixement d'Eloise Mumford, actriu nord-americana",
    "1987 - Aniversari de Grey Damon, actor nord-americà",
    "1987 - Naixement de Gürhan Gürsoy, futbolista turc",
    "1987 - Naixement de Matthew Connolly, futbolista anglès",
    "1987 - Aniversari de Spencer Treat Clark, actor nord-americà",
    "1988 - Naixement de Karl Alzner, jugador canadenc d'hoquei sobre gel",
    "1988 - Naixement de Kyle Sullivan, actor nord-americà",
    "1988 - Naixement de Steven Kampfer, jugador d'hoquei sobre gel nord-americà",
    "1989 - Aniversari de Pia Wurtzbach, actriu, model i reina de bellesa filipina, Miss Univers 2015",
    "1990 - Aniversari de Vontaze Burfict, jugador de futbol americà",
    "1991 - Naixement de Maximiliano Uggè, futbolista italià",
    "1991 - Naixement d'Oriol Romeu, futbolista espanyol",
    "1991 - Aniversari de Perry Jones, jugador de bàsquet nord-americà",
    "1993 - Naixement de Ben Platt, actor, cantant i compositor nord-americà",
    "1993 - Aniversari de Sonya Deville, lluitadora nord-americana i artista marcial mixta",
    "1997 - Naixement de Tosin Adarabioyo, futbolista anglès",
    "2002 - Naixement de Jéssica Bouzas Maneiro, tenista espanyola",
    "2003 - Aniversari de Joe Locke, actor manx",
    "936 - Naixement d'Adud al-Dawla, rei Buyid (m. 983)"
  ],
  "day_19_month_5_events.dialog": [
    "1051 - Enric I de França es casa amb la princesa de la Rus, Anna de Kíev.",
    "1445 - Joan II de Castella derrota els infants d'Aragó a la primera batalla d'Olmedo.",
    "1499 - Caterina d'Aragó es casa per poder amb Artur, príncep de Gal·les. La Catherine té 13 anys i l'Arthur 12.",
    "1535 - L'explorador francès Jacques Cartier salpa en el seu segon viatge a Amèrica del Nord amb tres vaixells, 110 homes i els dos fills del cap Donnacona (a qui Cartier havia segrestat durant el seu primer viatge).",
    "1536 - Anne Boleyn, la segona esposa d'Enric VIII d'Anglaterra, és decapitat per adulteri, traïció i incest.",
    "1542 - El Regne Prome cau a la dinastia Taungoo a l'actual Myanmar.",
    "1643 - Guerra dels Trenta Anys: les forces franceses sota el duc d'Enghien derroten decisivament les forces espanyoles a la batalla de Rocroi, marcant el final simbòlic d'Espanya com a potència terrestre dominant.",
    "1649 - El Parlament llarg aprova una llei del Parlament que declara Anglaterra com a Commonwealth. Anglaterra seria una república durant els propers onze anys.",
    "1655 - Comença la invasió de Jamaica durant la guerra anglo-espanyola.",
    "1743 - Jean-Pierre Christin va desenvolupar l'escala de temperatura centígrada.",
    "1749 - El rei Jordi II de Gran Bretanya concedeix a la Companyia d'Ohio una carta de terres al voltant de les bifurcacions del riu Ohio.",
    "1776 - Guerra d'Independència dels Estats Units: una guarnició de l'exèrcit continental es rendeix a la batalla dels cedres.",
    "1780 - Es va observar el dia fosc de Nova Anglaterra, un enfosquiment inusual del cel diürn, als estats de Nova Anglaterra i parts del Canadà.",
    "1802 - Napoleó Bonaparte funda la Legió d'Honor.",
    "1828 - El president dels Estats Units, John Quincy Adams, signa l'Aranzel de 1828 com a llei, protegint els fabricants de llana dels Estats Units.",
    "1845 - El capità Sir John Franklin i la seva desafortunat expedició a l'Àrtic surten de Greenhithe, Anglaterra.",
    "1848 - Guerra Mèxic-Americana: Mèxic ratifica el Tractat de Guadalupe Hidalgo, posant fi a la guerra i cedint Califòrnia, Nevada, Utah i parts d'altres quatre estats actuals dels Estats Units als Estats Units per 15 milions de dòlars.",
    "1883 - S'obre el primer Buffalo Bill's Wild West de Buffalo Bill a Omaha, Nebraska.",
    "1900 - Gran Bretanya s'annexiona l'illa de Tonga.",
    "1900 - Segona Guerra dels Bòers: les tropes britàniques relleven Mafeking.",
    "1911 - Parks Canada, el primer servei de parcs nacionals del món, s'estableix com a Subdivisió de parcs del domini del Departament de l'Interior.",
    "1917 - Es funda el club de futbol noruec Rosenborg BK.",
    "1919 - Mustafa Kemal Atatürk desembarca a Samsun a la costa del mar Negre d'Anatòlia, iniciant el que més tard s'anomenarà la Guerra d'Independència de Turquia.",
    "1921 - El Congrés dels Estats Units aprova la Llei de quotes d'emergència que estableix quotes nacionals sobre immigració.",
    "1922 - Es crea l'Organització de Joves Pioners de la Unió Soviètica.",
    "1933 - El general de cavalleria finlandès C. G. E. Mannerheim és nomenat mariscal de camp.",
    "1934 - Zveno i l'exèrcit búlgar fan un cop d'estat i instal·len Kimon Georgiev com a nou primer ministre de Bulgària.",
    "1942 - Segona Guerra Mundial: després de la Batalla del Mar del Coral, el Task Force 16 es dirigeix ​​a Pearl Harbor per fer-hi reparacions.",
    "1943 - El segon discurs de Winston Churchill en temps de guerra al Congrés dels Estats Units",
    "1945 - Les tropes franceses disparaven contra els manifestants sirians a Damasc i feren dotze persones, provocant la crisi del Llevant.",
    "1950 - Una barcassa que conté municions destinades al Pakistan explota al port de South Amboy, Nova Jersey, devastant la ciutat.",
    "1950 - Egipte anuncia que el canal de Suez està tancat als vaixells i al comerç israelians.",
    "1959 - L'exèrcit nord-vietnamita estableix el Grup 559, la responsabilitat del qual és determinar com mantenir les línies de subministrament a Vietnam del Sud; la ruta resultant és la ruta Ho Chi Minh.",
    "1961 - A l'estació de ferrocarril de Silchar, Assam, 11 bengalís moren quan la policia obre foc contra els manifestants que demanen el reconeixement estatal de la llengua bengalí al Moviment per la llengua bengalí.",
    "1961 - Programa Venera: Venera 1 es converteix en el primer objecte artificial que vol per un altre planeta en passar Venus (la sonda havia perdut el contacte amb la Terra un mes abans i no va enviar cap dada).",
    "1962 - Una salutació d'aniversari al president dels Estats Units John F. Kennedy té lloc al Madison Square Garden, a la ciutat de Nova York. El més destacat és la interpretació de \"Happy Birthday\" de Marilyn Monroe.",
    "1963 - The New York Post Sunday Magazine publica la Carta de Martin Luther King Jr. des de la presó de Birmingham.",
    "1971 - Programa de sonda de Mart: la Unió Soviètica llança Mars 2.",
    "1986 - El president dels Estats Units Ronald Reagan signa la Llei de protecció dels propietaris d'armes de foc.",
    "1991 - Els croats voten a favor de la independència en un referèndum.",
    "1993 - El vol 501 de SAM Colombia s'estavella en aproximació a l'aeroport internacional José María Córdova a Medellín, Colòmbia, i 132 morts.",
    "1996 - Programa del transbordador espacial: es llança el transbordador espacial Endeavour a la missió STS-77.",
    "1997 - La biosfera de Sierra Gorda, la regió amb més diversitat ecològica de Mèxic, s'estableix com a resultat d'esforços de base.",
    "2000 - Programa del transbordador espacial: es llança el transbordador espacial Atlantis en la missió STS-101 per reabastir l'Estació Espacial Internacional.",
    "2007 - El president de Romania, Traian Băsescu, sobreviu a un referèndum d'impeachment i torna al seu càrrec després de la suspensió.",
    "2010 - Les Forces Armades Reials Tailandeses conclouen la seva repressió contra les protestes forçant la rendició dels líders del Front Unit per a la Democràcia contra la Dictadura.",
    "2012 - Un cotxe bomba esclata prop d'un complex militar a la ciutat siriana de Deir ez-Zor, i mata nou persones.",
    "2012 - Tres bombes de cilindres de gas exploten davant d'una escola de formació professional a la ciutat italiana de Bríndisi, matant una persona i ferint cinc més.",
    "2015 - El vessament de petroli del Refugio va dipositar 142.800 galons nord-americans (3.400 barrils) de petroli cru a una zona de Califòrnia considerada una de les costes biològicament més diverses de la costa oest.",
    "2016 - El vol 804 d'EgyptAir s'estavella al mar Mediterrani mentre viatjava de París al Caire, matant tots a bord.",
    "2018 - El casament del príncep Harry i Meghan Markle se celebra a la capella de Sant Jordi, Windsor, amb una audiència global estimada d'1.900 milions.",
    "639 - Ashina Jiesheshuai i els seus membres de la tribu van atacar l'emperador Taizong al palau de Jiucheng.",
    "715 - És elegit el papa Gregori II."
  ],
  "day_20_month_7_events.dialog": [
    "1189 - Ricard I d'Anglaterra va ser investit oficialment com a duc de Normandia.",
    "1225 - Se signa el Tractat de San Germano a San Germano entre l'emperador del Sacre Germànic Frederic II i el papa Gregori IX. Un dominicà anomenat Guala és el responsable de les negociacions.",
    "1398 - La batalla de Kellistown es va lliurar aquest dia entre les forces angleses dirigides per Roger Mortimer, 4t comte de març contra els O'Byrnes i els O'Tooles sota el comandament d'Art Óg mac Murchadha Caomhánach, el cap més poderós de Leinster.",
    "1402 - Guerres otomanes i timúrides: batalla d'Ankara: Timur, governant de l'imperi timúrida, derrota les forces del soldà de l'imperi otomà Bayezid I.",
    "1592 - Durant la primera invasió japonesa de Corea, les forces japoneses dirigides per Toyotomi Hideyoshi van capturar Pyongyang, tot i que finalment no van poder aguantar-la.",
    "1705 - Un incendi a Oulu, Finlàndia, va destruir gairebé completament el quart districte, que cobria la part sud de la ciutat i era, amb diferència, el més gran dels districtes de la ciutat.",
    "1715 - Setena Guerra Otomano-Venecia: L'Imperi Otomà captura Nauplia, la capital del \"Regne de Morea\" de la República de Venècia, obrint així el camí a la ràpida reconquesta otomana de Morea.",
    "1738 - L'explorador canadenc Pierre Gaultier de Varennes et de La Vérendrye arriba a la riba occidental del llac Michigan.",
    "1799 - Tekle Giyorgis I comença el seu primer dels sis regnats com a emperador d'Etiòpia.",
    "1807 - Nicéphore Niépce rep una patent de Napoleó per al Pyréolophore, el primer motor de combustió interna del món, després d'haver impulsat amb èxit un vaixell riu amunt al riu Saona a França.",
    "1810 - Els ciutadans de Bogotà, Nova Granada, declaren la independència d'Espanya.",
    "1831 - Els seneca i els shawnee acorden cedir les seves terres a l'oest d'Ohio per 60.000 acres a l'oest del riu Mississipí.",
    "1848 - Conclou la primera Convenció dels Drets de les Dones a Seneca Falls, Nova York, un esdeveniment de dos dies.",
    "1864 - Guerra Civil Americana: Batalla de Peachtree Creek: prop d'Atlanta, Geòrgia, les forces confederades dirigides pel general John Bell Hood ataquen sense èxit les tropes de la Unió sota el comandament del general William T. Sherman.",
    "1866 - Guerra Austro-Prussiana: Batalla de Lissa: L'armada austríaca, dirigida per l'almirall Wilhelm von Tegetthoff, derrota l'armada italiana prop de l'illa de Vis al mar Adriàtic.",
    "1871 - Colúmbia Britànica s'uneix a la confederació del Canadà.",
    "1885 - La Football Association legalitza la professionalitat en el futbol associatiu sota la pressió de la British Football Association.",
    "1903 - La Ford Motor Company llança el seu primer automòbil.",
    "1906 - A Finlàndia, es ratifica una nova llei electoral que garanteix al país el primer i igual dret de vot del món. Les dones finlandeses són les primeres d'Europa a rebre el dret de vot.",
    "1917 - Primera Guerra Mundial: el Comitè Iugoslau i el Regne de Sèrbia signen la Declaració de Corfú, que porta a la creació del Regne de Iugoslàvia de la postguerra.",
    "1920 - L'exèrcit grec pren el control de Silivri després que Grècia rep la ciutat per la Conferència de Pau de París; el 1923, Grècia va perdre efectivament el control dels turcs.",
    "1922 - La Societat de Nacions atorga mandats de Togolàndia a França i Tanganica al Regne Unit.",
    "1932 - A la Preußenschlag, el president alemany Hindenburg posa Prússia directament sota el domini del govern nacional.",
    "1934 - Disturbis laborals als Estats Units: la policia de Minneapolis dispara contra conductors de camions en vaga, durant la vaga de Minneapolis Teamsters de 1934, amb la mort de dos i seixanta-set ferits.",
    "1934 - Vaga a la costa oest: a Seattle, la policia dispara gasos lacrimògens i col·loca 2.000 estibadors en vaga. El governador d'Oregon demana a la Guàrdia Nacional que trenqui una vaga als molls de Portland.",
    "1935 - Suïssa: un avió de la Royal Dutch Airlines que viatjava de Milà a Frankfurt s'estavella contra una muntanya suïssa, causant la mort de tretze persones.",
    "1936 - Se signa a Suïssa la Convenció de Montreux, que autoritza Turquia a fortificar els Dardanels i el Bòsfor però garanteix el pas lliure als vaixells de totes les nacions en temps de pau.",
    "1938 - El Departament de Justícia dels Estats Units presenta una demanda a la ciutat de Nova York contra la indústria del cinema per violacions de la Sherman Antitrust Act pel que fa al sistema d'estudi.  El cas acabaria provocant una ruptura de la indústria el 1948.",
    "1940 - Califòrnia obre la seva primera autopista, Arroyo Seco Parkway.",
    "1940 - Dinamarca abandona la Societat de Nacions.",
    "1941 - El líder soviètic Joseph Stalin consolida els Comissariats d'Interior i Seguretat Nacional per formar l'NKVD i nomena Lavrentiy Beria el seu cap.",
    "1944 - Segona Guerra Mundial: Adolf Hitler sobreviu a un intent d'assassinat liderat pel coronel de l'exèrcit alemany Claus von Stauffenberg.",
    "1949 - La Comissió Mixta d'Armistici Israel-Síria negocia l'últim dels quatre acords d'alto el foc per posar fi a la guerra àrab-israeliana de 1948.",
    "1950 - Després d'una campanya d'un mes, la majoria de la Força Aèria de Corea del Nord va ser destruïda per les forces anticomunistes.",
    "1950 - Guerra Freda: a Filadèlfia, Harry Gold es declara culpable d'espiar per a la Unió Soviètica transmetent secrets del científic atòmic Klaus Fuchs.",
    "1951 - El rei Abdullah I de Jordània és assassinat per un palestí mentre assistia a les oracions del divendres a Jerusalem.",
    "1954 - Alemanya: Otto John, cap del servei secret d'Alemanya Occidental, defecta a Alemanya Oriental.",
    "1960 - Ceilan (avui Sri Lanka) escull Sirimavo Bandaranaike Primer Ministre, la primera dona cap de govern elegida del món.",
    "1960 - El míssil Polaris es llança amb èxit des d'un submarí, l'USS George Washington, per primera vegada.",
    "1961 - Les forces militars franceses trenquen el setge tunisià de Bizerta.",
    "1964 - Guerra del Vietnam: les forces del Viet Cong ataquen la capital de la província d'Định Tường, Cái Bè, matant 11 militars sud-vietnamites i 40 civils (30 dels quals són nens).",
    "1968 - Es celebren els primers Jocs Internacionals d'Estiu dels Jocs Olímpics Especials al Soldier Field de Chicago, amb uns 1.000 atletes amb discapacitat intel·lectual.",
    "1969 - S'anuncia un alto el foc entre Hondures i El Salvador, sis dies després de l'inici de la \"Guerra del Futbol\".",
    "1969 - Programa Apol·lo: la tripulació de l'Apol·lo 11 realitza amb èxit el primer aterratge humà a la Lluna al Mar de la Tranquil·litat. Els nord-americans Neil Armstrong i Buzz Aldrin es converteixen en els primers humans a caminar a la Lluna sis hores i mitja després.",
    "1974 - Invasió turca de Xipre: Forces de Turquia envaeixen Xipre després d'un cop d'estat, organitzat pel dictador de Grècia, contra el president Makarios.",
    "1976 - L'aterratge nord-americà Viking 1 aterra amb èxit a Mart.",
    "1977 - L'Agència Central d'Intel·ligència publica documents sota la Llei de Llibertat d'Informació que revelen que s'havia involucrat en experiments de control mental.",
    "1977 - La inundació de Johnstown de 1977 mata 84 persones i causa danys per milions de dòlars.",
    "1981 - El vol 40 de Somali Airlines s'estavella al districte de Balad de Somàlia, causant la mort de 40 persones.",
    "1982 - Atemptats a Hyde Park i Regent's Park: l'IRA Provisional detona dues bombes a Hyde Park i Regent's Park al centre de Londres, matant vuit soldats, ferint quaranta-set persones i provocant la mort de set cavalls.",
    "1985 - El govern d'Aruba aprova una llei per separar-se de les Antilles Neerlandeses.",
    "1989 - La junta governant de Birmània posa a arrest domiciliari la líder de l'oposició Aung San Suu Kyi.",
    "1992 - Václav Havel dimiteix com a president de Txecoslovàquia.",
    "1997: l'USS Constitution (també conegut com Old Ironsides), totalment restaurada, celebra el seu 200è aniversari salpant per primera vegada en 116 anys.",
    "1999 - El Partit Comunista Xinès inicia una campanya de persecució contra Falun Gong, arrestant milers de persones a tot el país.",
    "2005 - La Llei del matrimoni civil legalitza el matrimoni entre persones del mateix sexe al Canadà.",
    "2012 - James Holmes va obrir foc en una sala de cinema a Aurora, Colorado, matant 12 i ferint 70 més.",
    "2012 - Guerra civil de Síria: Les Unitats de Protecció del Poble (YPG) capturen les ciutats d'Amuda i Efrîn sense resistència.",
    "2013 - Disset soldats del govern moren en un atac de revolucionaris de les FARC al departament colombià d'Arauca.",
    "2013 - Guerra civil siriana: la batalla de Ras al-Ayn acaba amb l'expulsió de les forces islamistes de la ciutat per part de les Unitats de Protecció del Poble (YPG).",
    "2015 - Una gran explosió a la ciutat fronterera majoritàriament kurda de Suruç, Turquia, contra la Federació d'Associacions de Joves Socialistes, va matar almenys 31 persones i ferir més de 100.",
    "2015 - Els Estats Units i Cuba reprenen relacions diplomàtiques plenes després de cinc dècades.",
    "2017 - O. J. Simpson obté la llibertat condicional per sortir de la presó després de complir nou anys de condemna de 33 anys després de ser condemnat per robatori a mà armada a Las Vegas.",
    "2021 - L'empresari nord-americà Jeff Bezos vola a l'espai a bord del New Shepard NS-16 operat per la seva companyia privada de vols espacials Blue Origin.",
    "70 - Setge de Jerusalem: Titus, fill de l'emperador Vespasià, assalta la fortalesa d'Antònia al nord de la muntanya del Temple. L'exèrcit romà es veu arrossegat a lluites de carrer amb els zelotes.",
    "792 - Kardam de Bulgària derrota l'emperador bizantí Constantí VI a la batalla de Marcellae.",
    "911 - Rollo assetja Chartres."
  ],
  "day_21_month_7_events.dialog": [
    "1242 - Batalla de Taillebourg: Lluís IX de França posa fi a la revolta dels seus vassalls Enric III d'Anglaterra i Hug X de Lusignan.",
    "1403 - Batalla de Shrewsbury: el rei Enric IV d'Anglaterra derrota els rebels al nord de la ciutat del comtat de Shropshire, Anglaterra.",
    "1545 - El primer desembarcament de les tropes franceses a la costa de l'illa de Wight durant la invasió francesa de l'illa de Wight.",
    "1568 - Guerra dels Vuitanta Anys: Batalla de Jemmingen: Fernando Álvarez de Toledo, duc d'Alva, derrota Lluís de Nassau.",
    "1645 - El regent de la dinastia Qing, Dorgon, emet un edicte ordenant a tots els xinesos Han que s'afaitin el front i trensin la resta del cabell en una cua idèntica a la dels manxús.",
    "1656 - La incursió a Màlaga té lloc durant la guerra anglo-espanyola.",
    "1674 - Un assalt holandès a l'illa francesa de Martinica és rebutjat contra tot pronòstic.",
    "1718 - Es signa el Tractat de Passarowitz entre l'Imperi Otomà, Àustria i la República de Venècia.",
    "1774 - Guerra russo-turca (1768-74): Rússia i l'Imperi Otomà signen el Tractat de Küçük Kaynarca posant fi a la guerra.",
    "1798 - Campanya francesa a Egipte i Síria: les forces de Napoleó derroten un exèrcit otomano-mameluc prop del Caire a la batalla de les piràmides.",
    "1831 - Inauguració de Leopold I de Bèlgica, primer rei dels belgues.",
    "1861 - Guerra civil nord-americana: Primera batalla de Bull Run: a Manassas Junction, Virgínia, comença la primera gran batalla de la guerra i acaba amb una victòria de l'exèrcit confederat.",
    "1865 - A la plaça del mercat de Springfield, Missouri, Wild Bill Hickok dispara i mata Davis Tutt en el que es considera el primer enfrontament a l'oest.",
    "1873 - A Adair, Iowa, Jesse James i la James-Younger Gang aconsegueixen el primer robatori a un tren amb èxit al Vell Oest americà.",
    "1877 - Després dels disturbis dels treballadors del ferrocarril de Baltimore i Ohio i la mort de nou treballadors del ferrocarril a mans de la milícia de Maryland, els treballadors de Pittsburgh, Pennsilvània, organitzen una vaga de solidaritat que es troba amb un assalt per part de la milícia estatal.",
    "1904 - Louis Rigolly, un francès, esdevé el primer home que trenca la barrera dels 161 km/h (100 mph) a terra. Va conduir un Gobron-Brillié de 15 litres a Ostende, Bèlgica.",
    "1907 - El vapor de passatgers SS Columbia s'enfonsa després de xocar amb la goleta de vapor San Pedro a Shelter Cove, Califòrnia, i va matar 88 persones.",
    "1919 - El dirigible Wingfoot Air Express s'estavella contra l'Illinois Trust and Savings Building de Chicago, matant 12 persones.",
    "1920 - El \"pogrom de Belfast\" comença dos anys de violència amb l'expulsió de milers de treballadors catòlics de drassanes, fàbriques i fàbriques de roba de la seva feina.",
    "1925 - Malcolm Campbell es converteix en el primer home que supera els 241 km/h (150 mph) a terra. A Pendine Sands, a Gal·les, condueix el Sunbeam 350HP construït per Sunbeam a una velocitat mitjana en dos sentits de 242 km/h (150,33 mph).",
    "1925 - Judici Scopes: a Dayton, Tennessee, el professor de biologia de secundària John T. Scopes és declarat culpable d'ensenyar l'evolució humana a classe i multat amb 100 dòlars.",
    "1936 - Guerra Civil Espanyola: Es constitueix el Comitè Central de Milícies Antifeixistes de Catalunya, establint una economia anarcosindicalista a Catalunya.",
    "1944 - Segona Guerra Mundial: Batalla de Guam: les tropes americanes desembarquen a Guam, iniciant una batalla que finalitzarà el 10 d'agost.",
    "1944 - Segona Guerra Mundial: Claus von Stauffenberg i quatre companys conspiradors són executats pel complot del 20 de juliol per assassinar Adolf Hitler.",
    "1949 - El Senat dels Estats Units ratifica el Tractat de l'Atlàntic Nord.",
    "1952 - El terratrèmol del comtat de Kern de 7,3 Mw colpeja el sud de Califòrnia amb una intensitat màxima de Mercalli de XI (Extrem), matant 12 persones i ferint centenars.",
    "1954 - Primera Guerra d'Indoxina: la Conferència de Ginebra divideix Vietnam en Vietnam del Nord i Vietnam del Sud.",
    "1959 - Elijah Jerry \"Pumpsie\" Green es converteix en el primer afroamericà que juga als Boston Red Sox, l'últim equip a integrar-se. Va entrar com a corredor de pessic per Vic Wertz i es va quedar com a parador curt en una derrota per 2-1 davant els Chicago White Sox.",
    "1959 - NS Savannah, el primer vaixell de càrrega i passatgers amb propulsió nuclear, es llança com a aparador de la iniciativa \"Atoms for Peace\" de Dwight D. Eisenhower.",
    "1960 - Sirimavo Bandaranaike és escollida primera ministra de Sri Lanka, convertint-se en la primera dona cap de govern del món",
    "1961 - El vol 779 d'Alaska Airlines s'estavella a prop de la base de la força aèria de Shemya a Shemya, Alaska i mata sis.",
    "1961 - Programa Mercury: Missió Mercury-Redstone 4: Gus Grissom pilotant Liberty Bell 7 es converteix en el segon nord-americà que va a l'espai (en una missió suborbital).",
    "1964 - Esclaten una sèrie de disturbis racials a Singapur. En les properes sis setmanes, 23 moren i 454 més han resultat ferits.",
    "1969 - Programa Apollo: a les 02:56 UTC, l'astronauta Neil Armstrong es converteix en la primera persona a caminar a la Lluna, seguit 19 minuts més tard per Edwin \"Buzz\" Aldrin.",
    "1970 - Després d'11 anys de construcció, es completa la presa alta d'Assuan a Egipte.",
    "1972 - The Troubles: Bloody Friday: l'IRA Provisional detona 22 bombes al centre de Belfast, Irlanda del Nord, Regne Unit en l'espai de 80 minuts, matant nou i ferint 130.",
    "1973 - A Lillehammer, Noruega, els agents del Mossad maten un cambrer que erròniament pensaven que estava implicat en la massacre dels Jocs Olímpics de Munic de 1972.",
    "1976 - Christopher Ewart-Biggs, l'ambaixador britànic a la República d'Irlanda, és assassinat per l'IRA Provisional.",
    "1977 - L'inici de la guerra líbia-egipcia de quatre dies.",
    "1979 - Jay Silverheels, un actor mohawk, esdevé el primer nadiu nord-americà a tenir una estrella commemorada al Passeig de la Fama de Hollywood.",
    "1983 - La temperatura més baixa del món en un lloc habitat es registra a l'estació de Vostok, a l'Antàrtida a −89,2 °C (−128,6 °F).",
    "1990 - La policia militar de Taiwan força els immigrants il·legals de la Xina continental a les bodegues segellades d'un vaixell de pesca Min Ping Yu núm. 5540 per ser repatriats a Fujian, provocant la mort de 25 persones per asfixia.",
    "1995 - Tercera crisi de l'estret de Taiwan: l'Exèrcit Popular d'Alliberament comença a llançar míssils a les aigües del nord de Taiwan.",
    "2001 - En acabar un espectacle de focs artificials a la platja d'Okura a Akashi, Hyōgo, Japó, 11 persones moren i més de 120 resulten ferides quan una passarel·la per a vianants que connecta la platja amb l'estació JR Asagiri s'amuntega i la gent que surt de l'esdeveniment cau en un efecte dòmino.",
    "2005 - Quatre intents d'atac amb bombes per part d'extremistes islamistes pertorben part del sistema de transport públic de Londres.",
    "2008 - Ram Baran Yadav és declarat el primer president del Nepal.",
    "2010 - El president Barack Obama signa la Llei de reforma i protecció del consumidor Dodd-Frank Wall Street.",
    "2011 - El programa del transbordador espacial de la NASA finalitza amb l'aterratge del transbordador espacial Atlantis a la missió STS-135 al Centre espacial Kennedy de la NASA.",
    "2012 - Erden Eruç completa la primera circumnavegació del món amb propulsió humana en solitari.",
    "2019 - Atac de Yuen Long o \"incident 721\" a Hong Kong. Els membres de la tríada van colpejar indiscriminadament els civils que tornaven de les protestes mentre la policia no va prendre mesures.",
    "2023 - El fenomen Barbenheimer comença quan dues pel·lícules importants, la comèdia de fantasia Barbie de Greta Gerwig i el thriller biogràfic èpic Oppenheimer de Christopher Nolan, s'estrenen als cinemes el mateix dia i el públic, en lloc de crear una rivalitat entre pel·lícules extremadament diferents, en comptes de fer-ho com a llargmetratge informal i surrealista.",
    "230 - El papa Pontià succeeix a Urbà I com a divuitè papa. Després de ser exiliat a Sardenya, es va convertir en el primer papa que va renunciar al seu càrrec.",
    "285 - Dioclecià nomena Maximià com a Cèsar i cogovernant.",
    "356 aC - El temple d'Artemisa a Efes, una de les Set Meravelles del Món, és destruït per un incendi incendiari.",
    "365 - El terratrèmol de Creta del 365 va afectar l'illa grega de Creta amb una intensitat Mercalli màxima de XI (Extrema), provocant un tsunami destructiu que afecta les costes de Líbia i Egipte, especialment Alexandria. Molts milers són assassinats.",
    "905 - El rei Berengar I d'Itàlia i un exèrcit hongarès contractat derroten les forces franques a Verona. El rei Lluís III és capturat i encegat per haver trencat el seu jurament (vegeu 902)."
  ],
  "day_2_month_4_births.dialog": [
    "1473 - Naixement de John Corvinus, noble hongarès (m. 1504)",
    "1545 - Naixement d'Elisabeth de Valois (m. 1568)",
    "1565 - Naixement de Cornelis de Houtman, explorador holandès (m. 1599)",
    "1586 - Naixement de Pietro Della Valle, viatger italià (m. 1652)",
    "1602 - Naixement de Maria de Jesús d'Àgreda, abadessa franciscana (m. 1665)",
    "1618 - Naixement de Francesco Maria Grimaldi, matemàtic i físic italià (m. 1663)",
    "1647 - Naixement de Maria Sibylla Merian, botànica i il·lustradora alemanya-holandesa (m. 1717)",
    "1653 - Naixement del príncep Jordi de Dinamarca (m. 1708)",
    "1696 - Naixement de Francesca Cuzzoni, soprano operística italiana (m. 1778)",
    "1719 - Naixement de Johann Wilhelm Ludwig Gleim, poeta alemany (m. 1803)",
    "1725 - Naixement de Giacomo Casanova, explorador i autor italià (m. 1798)",
    "1755 - Naixement de Jean Anthelme Brillat-Savarin, advocat i polític francès (m. 1826)",
    "1788 - Naixement de Francisco Balagtas, poeta i autor filipí (m. 1862)",
    "1788 - Naixement de Wilhelmine Reichard, aerostàtic alemany (m. 1848)",
    "1789 - Naixement de Lucio Norberto Mansilla, general i polític argentí (m. 1871)",
    "1792 - Naixement de Francisco de Paula Santander, general i polític colombià, 4t president de la República de la Nova Granada (m. 1840)",
    "1798 - Naixement d'August Heinrich Hoffmann von Fallersleben, poeta i acadèmic alemany (m. 1874)",
    "1805 - Naixement de Hans Christian Andersen, novel·lista, escriptor de contes i poeta danès (m. 1875)",
    "181 - Naixement de l'emperador Xian de Han, emperador xinès (m. 234)",
    "1814 - Naixement d'Erastus Brigham Bigelow, inventor nord-americà (m. 1879)",
    "1814 - Naixement de Henry L. Benning, general i jutge nord-americà (m. 1875)",
    "1827 - Naixement de William Holman Hunt, soldat i pintor anglès (m. 1910)",
    "1835 - Naixement de Jacob Nash Victor, enginyer nord-americà (m. 1907)",
    "1838 - Naixement de Léon Gambetta, advocat i polític francès, 45è primer ministre de França (m. 1882)",
    "1840 - Naixement d'Émile Zola, novel·lista, dramaturg i periodista francès (m. 1902)",
    "1841 - Naixement de Clément Ader, enginyer francès, va dissenyar l'Ader Avion III (m. 1926)",
    "1842 - Naixement de Dominic Savio, sant catòlic italià, estudiant adolescent de Sant Joan Bosco (m. 1857)",
    "1861 - Naixement d'Iván Persa, sacerdot i autor eslovè (m. 1935)",
    "1862 - Naixement de Nicholas Murray Butler, filòsof i acadèmic nord-americà, premi Nobel (m. 1947)",
    "1869 - Naixement de Hughie Jennings, jugador de beisbol i entrenador nord-americà (m. 1928)",
    "1870 - Naixement d'Edmund Dwyer-Gray, polític irlandès-australià, 29è primer ministre de Tasmània (m. 1945)",
    "1875 - Naixement de Walter Chrysler, home de negocis nord-americà que va fundar Chrysler (m. 1940)",
    "1875 - Naixement de William Donne, jugador de cricket i capità anglès (m. 1942)",
    "1884 - Naixement de J. C. Squire, poeta, autor i historiador anglès (m. 1958)",
    "1888 - Naixement de Neville Cardus, escriptor de cricket i música anglès (m. 1975)",
    "1891 - Naixement de Jack Buchanan, artista escocès (m. 1957)",
    "1891 - Naixement de Max Ernst, pintor, escultor i poeta alemany (m. 1976)",
    "1891 - Naixement de Tristão de Bragança Cunha, nacionalista indi i activista anticolonial de Goa (m. 1958)",
    "1896 - Naixement de Johnny Golden, golfista nord-americà (m. 1936)",
    "1898 - Naixement de Chiungtze C. Tsen, matemàtic xinès (m. 1940)",
    "1898 - Naixement de Harindranath Chattopadhyay, poeta, actor i polític indi (m. 1990)",
    "1900 - Naixement d'Alfred Strange, futbolista anglès (m. 1978)",
    "1900 - Naixement d'Anis Fuleihan, pianista, compositor i director d'orquestra xipriota nord-americà (m. 1970)",
    "1900 - Naixement de Roberto Arlt, periodista, autor i dramaturg argentí (m. 1942)",
    "1902 - Naixement de Jan Tschichold, dissenyador gràfic i tipògraf germano-suís (m. 1974)",
    "1902 - Naixement de Menachem Mendel Schneerson, el setè Rebe de Lubavitcher (m. 1994)",
    "1903 - Naixement de Lionel Chevrier, advocat i polític canadenc, 27è ministre de Justícia canadenc (m. 1987)",
    "1906 - Naixement d'Alphonse-Marie Parent, sacerdot i educador canadenc (m. 1970)",
    "1907 - Naixement de Harald Andersson, llançador de disc nord-americà-suec (m. 1985)",
    "1907 - Naixement de Luke Appling, jugador de beisbol i entrenador nord-americà (m. 1991)",
    "1908 - Naixement de Buddy Ebsen, actor i ballarí nord-americà (m. 2003)",
    "1910 - Naixement de Chico Xavier, médium espiritual brasiler (m. 2002)",
    "1910 - Naixement de Paul Triquet, general canadenc, guanyador de la Creu de Victòria (m. 1980)",
    "1914 - Naixement d'Alec Guinness, actor anglès (m. 2000)",
    "1919 - Naixement de Delfo Cabrera, corredor i soldat argentí (m. 1981)",
    "1920 - Naixement de Gerald Bouey, tinent canadenc i funcionari (m. 2004)",
    "1920 - Naixement de Jack Stokes, animador i director anglès (m. 2013)",
    "1920 - Naixement de Jack Webb, actor, director, productor i guionista nord-americà (m. 1982)",
    "1922 - Naixement de John C. Whitehead, banquer i polític nord-americà, 9è vicesecretari d'Estat dels Estats Units (m. 2015)",
    "1923 - Naixement de G. Spencer-Brown, matemàtic, psicòleg i autor anglès (m. 2016)",
    "1923 - Naixement de Gloria Henry, actriu (m. 2021)",
    "1923 - Naixement de Johnny Paton, futbolista, entrenador i entrenador escocès (m. 2015)",
    "1924 - Naixement de Bobby Ávila, jugador de beisbol mexicà (m. 2004)",
    "1925 - Naixement de George MacDonald Fraser, autor i guionista escocès (m. 2008)",
    "1925 - Naixement de Hans Rosenthal, presentador de ràdio i televisió alemany (m. 1987)",
    "1926 - Naixement de Jack Brabham, pilot de cotxes de carreres australià (m. 2014)",
    "1926 - Naixement de Rudra Rajasingham, oficial de policia i diplomàtic de Sri Lanka (m. 2006)",
    "1927 - Naixement de Billy Pierce, jugador de beisbol i periodista esportiu nord-americà (m. 2015)",
    "1927 - Naixement de Carmen Basilio, boxejada i soldat nord-americà (m. 2012)",
    "1927 - Naixement de Howard Callaway, soldat i polític nord-americà, 11è secretari de l'exèrcit dels Estats Units (m. 2014)",
    "1927 - Naixement de Kenneth Tynan, autor i crític anglès (m. 1980)",
    "1927 - Naixement de Rita Gam, actriu nord-americana (m. 2016)",
    "1928 - Naixement de David Robinson, horticultor i acadèmic d'Irlanda del Nord (m. 2004)",
    "1928 - Naixement de Joseph Bernardin, cardenal nord-americà (m. 1996)",
    "1928 - Naixement de Roy Masters, presentador de ràdio anglès-nord-americà (m. 2021)",
    "1928 - Naixement de Serge Gainsbourg, cantant, actor i director francès (m. 1991)",
    "1929 - Naixement d'Ed Dorn, poeta i pedagog nord-americà (m. 1999)",
    "1930 - Naixement de Roddy Maude-Roxby, actor anglès",
    "1931 - Naixement de Keith Hitchins, historiador nord-americà (m. 2020)",
    "1931 - Naixement de Vladimir Kuznetsov, llançador de javelina rus (m. 1986)",
    "1932 - Naixement d'Edward Egan, cardenal nord-americà (m. 2015)",
    "1933 - Naixement de György Konrád, sociòleg i autor hongarès (m. 2019)",
    "1934 - Naixement de Brian Glover, lluitador i actor anglès (m. 1997)",
    "1934 - Aniversari de Carl Kasell, periodista nord-americà i presentador de jocs (m. 2018)",
    "1934 - Naixement de Dovid Shmidel, rabí israelià nascut a Àustria",
    "1934 - Naixement de Paul Cohen, matemàtic i teòric nord-americà (m. 2007)",
    "1934 - Naixement de Richard Portman, enginyer de so nord-americà (m. 2017)",
    "1936 - Naixement de Shaul Ladany, caminant i enginyer serbi-israelià",
    "1937 - Naixement de Dick Radatz, jugador de beisbol nord-americà (m. 2005)",
    "1938 - Naixement d'Al Weis, jugador de beisbol nord-americà",
    "1938 - Aniversari de Booker Little, trompetista i compositor nord-americà (m. 1961)",
    "1938 - Naixement de John Larsson, 17è general suec de l'Exèrcit de Salvació (m. 2022)",
    "1939 - Naixement d'Anthony Lake, acadèmic i diplomàtic nord-americà, 18è conseller de seguretat nacional dels Estats Units",
    "1939 - Naixement de Lise Thibault, periodista i política canadenca, 27a tinent governadora del Quebec",
    "1939 - Naixement de Marvin Gaye, cantant i compositor nord-americà (m. 1984)",
    "1940 - Naixement de Donald Jackson, patinador artístic i entrenador canadenc",
    "1940 - Naixement de Mike Hailwood, corredor de motos anglès (m. 1981)",
    "1940 - Aniversari de Penelope Keith, actriu anglesa",
    "1941 - Naixement del Dr. Demento, presentador de ràdio nord-americà",
    "1941 - Naixement de Sonny Throckmorton, cantautor country nord-americà",
    "1942 - Naixement de Leon Russell, cantant, compositor i pianista nord-americà (m. 2016)",
    "1942 - Naixement de Roshan Seth, actor indi-anglès",
    "1943 - Naixement d'Antonio Sabàto, Sr., actor italià (m. 2021)",
    "1943 - Naixement de Caterina Bueno, cantant italiana (m. 2007)",
    "1943 - Naixement de Larry Coryell, guitarrista de jazz nord-americà (m. 2017)",
    "1943 - Naixement de Michael Boyce, baró Boyce, almirall i polític sud-africà-anglès, Lord Warden of the Cinque Ports (m. 2022)",
    "1944 - Aniversari de Bill Malinchak, jugador de futbol americà",
    "1945 - Naixement d'Anne Waldman, poeta nord-americana",
    "1945 - Naixement de Don Sutton, jugador de beisbol i periodista esportiu nord-americà (m. 2021)",
    "1945 - Naixement de Guy Fréquelin, pilot de cotxes de carreres francès",
    "1945 - Naixement de Jürgen Drews, cantautor alemany",
    "1945 - Naixement de Linda Hunt, actriu nord-americana",
    "1945 - Naixement de Reggie Smith, jugador de beisbol i entrenador nord-americà",
    "1946 - Naixement de David Heyes, polític anglès",
    "1946 - Naixement de Kurt Winter, guitarrista i compositor canadenc (m. 1997)",
    "1946 - Naixement de Richard Collinge, jugador de cricket neozelandès",
    "1946 - Naixement de Sue Townsend, autora i dramaturga anglesa (m. 2014)",
    "1947 - Naixement de Camille Paglia, autora i crítica nord-americana",
    "1947 - Naixement d'Emmylou Harris, cantautora i guitarrista nord-americana",
    "1947 - Naixement de Paquita la del Barrio, cantautora mexicana",
    "1947 - Naixement de Tua Forsström, escriptora finlandesa",
    "1948 - Naixement de Daniel Okrent, periodista i autor nord-americà",
    "1948 - Naixement de Dimitris Mitropanos, cantant grec (m. 2012)",
    "1948 - Naixement de Joan D. Vinge, autor nord-americà",
    "1948 - Naixement de Roald Als, autor i il·lustrador danès",
    "1949 - Naixement de Bernd Müller, futbolista alemany",
    "1949 - Naixement de David Robinson, bateria nord-americà",
    "1949 - Naixement de Pamela Reed, actriu nord-americana",
    "1949 - Naixement de Paul Gambaccini, presentador de ràdio i televisió anglès-americà",
    "1950 - Naixement de Lynn Westmoreland, política nord-americana",
    "1951 - Naixement d'Ayako Okamoto, golfista japonesa",
    "1952 - Naixement de Lennart Fagerlund, ciclista suec",
    "1952 - Naixement de Leon Wilkeson, baixista i compositor nord-americà (m. 2001)",
    "1952 - Naixement de Will Hoy, pilot de cotxes de carreres anglès (m. 2002)",
    "1953 - Naixement de Debralee Scott, actriu nord-americana (m. 2005)",
    "1953 - Naixement de James Vance, autor i dramaturg nord-americà (m. 2017)",
    "1953 - Naixement de Jim Allister, advocat i polític d'Irlanda del Nord",
    "1953 - Naixement de Malika Oufkir, escriptora berber marroquina",
    "1953 - Naixement de Rosemary Bryant Mariner, aviador de la Marina dels Estats Units dels segles XX i XXI (m. 2019) ",
    "1954 - Naixement de Donald Petrie, actor i director nord-americà",
    "1954 - Naixement de Gregory Abbott, cantautor i productor nord-americà",
    "1955 - Naixement de Michael Stone, paramilitar lleial d'Irlanda del Nord",
    "1957 - Naixement de Caroline Dean, biòloga i acadèmica anglesa",
    "1957 - Naixement de Hank Steinbrenner, empresari nord-americà (m. 2020)",
    "1958 - Naixement de Larry Drew, jugador de bàsquet i entrenador nord-americà",
    "1958 - Naixement de Stefano Bettarello, jugador de rugbi italià",
    "1959 - Naixement de Badou Ezzaki, futbolista i entrenador marroquí",
    "1959 - Naixement de David Frankel, director, productor i guionista nord-americà",
    "1959 - Naixement de Gelindo Bordin, corredor italià",
    "1959 - Naixement de Juha Kankkunen, pilot de cotxes de carreres finlandès",
    "1959 - Naixement d'Yves Lavandier, director i productor francès",
    "1960 - Aniversari de Brad Jones, pilot de cotxes de carreres australià",
    "1960 - Naixement de Linford Christie, velocista jamaicà-anglès",
    "1960 - Naixement de Pascale Nadeau, periodista canadenca",
    "1961 - Aniversari de Buddy Jewell, cantant i compositor nord-americà",
    "1961 - Naixement de Christopher Meloni, actor nord-americà",
    "1961 - Naixement de Keren Woodward, cantant i compositora anglesa",
    "1962 - Naixement de Billy Dean, cantautor i guitarrista nord-americà",
    "1962 - Naixement de Clark Gregg, actor nord-americà",
    "1962 - Naixement de Pierre Carles, director i productor francès",
    "1963 - Naixement de Karl Beattie, director i productor anglès",
    "1963 - Naixement de Mike Gascoyne, enginyer anglès",
    "1964 - Aniversari de Jonathon Sharkey, lluitador nord-americà",
    "1964 - Naixement de Pete Incaviglia, jugador de beisbol i entrenador nord-americà",
    "1965 - Naixement de Rodney King, víctima nord-americana de la brutalitat policial (m. 2012)",
    "1966 - Naixement de Bill Romanowski, jugador i actor de futbol americà",
    "1966 - Naixement de Teddy Sheringham, futbolista i entrenador internacional anglès",
    "1967 - Naixement de Greg Camp, cantautor i guitarrista nord-americà",
    "1967 - Naixement de Phil Demmel, guitarrista i compositor nord-americà",
    "1969 - Naixement d'Ajay Devgn, actor, director i productor indi",
    "1971 - Naixement d'Edmundo Alves de Souza Neto, futbolista brasiler",
    "1971 - Naixement de Jason Lewry, jugador de cricket anglès",
    "1971 - Naixement de Todd Woodbridge, tenista i periodista esportiu australià",
    "1972 - Naixement de Calvin Davis, velocista i corredor d'obstacles nord-americà (m. 2023)",
    "1972 - Naixement d'Eyal Berkovic, futbolista israelià",
    "1972 - Naixement de Remo D'Souza, coreògraf i ballarí indi",
    "1972 - Aniversari de Zane Lamprey, actor, director, productor i guionista nord-americà",
    "1973 - Naixement d'Aleksejs Semjonovs, futbolista letó",
    "1973 - Naixement de Dmitry Lipartov, futbolista rus",
    "1973 - Naixement de Roselyn Sánchez, actriu porto-riquenya",
    "1974 - Naixement de Tayfun Korkut, entrenador de futbol turc i exjugador",
    "1975 - Naixement de Katrin Rutschow-Stomporowski, remadora alemanya",
    "1975 - Naixement de Nate Huffman, jugador de bàsquet nord-americà (m. 2015)",
    "1975 - Naixement de Pattie Mallette, autora i productora de cinema canadenca",
    "1975 - Naixement de Pedro Pascal, actor xilè i nord-americà",
    "1975 - Aniversari de Randy Livingston, jugador de bàsquet nord-americà",
    "1976 - Aniversari d'Andreas Anastasopoulos, llançador de pes grec",
    "1976 - Naixement de Rory Sabbatini, golfista sud-africà",
    "1977 - Naixement de Hanno Pevkur, advocat i polític estonià, ministre de Justícia d'Estònia",
    "1977 - Naixement de Michael Fassbender, actor i productor alemany-irlandès",
    "1977 - Naixement de Per Elofsson, esquiador suec",
    "1980 - Naixement d'Adam Fleming, periodista escocès",
    "1980 - Naixement d'Avi Benedi, cantant i compositor israelià",
    "1980 - Naixement de Carlos Salcido, futbolista internacional mexicà",
    "1980 - Naixement de Gavin Heffernan, director i guionista canadenc",
    "1980 - Naixement de Ricky Hendrick, pilot de carreres nord-americà (m. 2004)",
    "1980 - Naixement de Wairangi Koopu, jugador de la lliga de rugbi de Nova Zelanda",
    "1981 - Aniversari de Kapil Sharma, humorista indi, presentador de televisió i actor",
    "1981 - Naixement de Michael Clarke, jugador de cricket australià",
    "1982 - Naixement de David Ferrer, tennista espanyol",
    "1982 - Naixement de Marco Amelia, futbolista italià",
    "1983 - Naixement d'Arthur Boka, futbolista ivorià",
    "1983 - Naixement de Maksym Mazuryk, saltador ucraïnès",
    "1984 - Naixement d'Engin Atsür, jugador de bàsquet turc",
    "1984 - Naixement de Jérémy Morel, futbolista francès",
    "1984 - Naixement de Miguel Ángel Moyá, futbolista espanyol",
    "1984 - Naixement de Nóra Barta, bussejadora hongaresa",
    "1985 - Naixement de Stéphane Lambiel, patinador artístic suís",
    "1985 - Naixement de Thom Evans, jugador de rugbi escocès de Zimbabwe",
    "1986 - Naixement d'Andris Biedriņš, jugador de bàsquet letó",
    "1986 - Naixement d'Ibrahim Afellay, futbolista holandès",
    "1987 - Naixement de Pablo Aguilar, futbolista paraguaià",
    "1988 - Naixement de Jesse Plemons, actor nord-americà",
    "1990 - Naixement d'Amr El Solia, futbolista egipci",
    "1990 - Naixement de Miralem Pjanić, futbolista bosnià",
    "1990 - Naixement de Yevgeniya Kanayeva, gimnasta russa",
    "1991 - Aniversari de Quavo, raper nord-americà",
    "1993 - Naixement de Bruno Zuculini, futbolista argentí",
    "1993 - Aniversari de Keshorn Walcott, llançador de javelina de Trinitat",
    "1994 - Naixement de Pascal Siakam, jugador de bàsquet camerunès",
    "1995 - Aniversari de Zack Steffen, futbolista nord-americà",
    "1996 - Naixement d'André Onana, futbolista camerunès",
    "1996 - Naixement de Zach Bryan, cantant i compositor nord-americà",
    "1997 - Naixement d'Abdelhak Nouri, futbolista holandès",
    "1997 - Aniversari d'Austin Riley, jugador de beisbol nord-americà",
    "1997 - Aniversari de Dillon Bassett, pilot de cotxes de carreres nord-americà",
    "2000 - Naixement de Rodrigo Riquelme, futbolista espanyol",
    "2002 - Naixement d'Emma Myers, actriu nord-americana",
    "2004 - Naixement de Diana Shnaider, tenista russa",
    "2007 - Naixement de Brenda Fruhvirtová, tenista txeca",
    "747 - Naixement de Carlemany, rei franc (m. 814)"
  ],
  "day_11_month_9_events.dialog": [
    "1185 - Isaac II Àngel mata Esteve Hagiochristophorites i després apel·la al poble, donant lloc a la revolta que deposa Andrònic I Comnè i col·loca Isaac al tron ​​de l'Imperi Bizantí.",
    "1297 - Batalla del pont de Stirling: els escocesos liderats conjuntament per William Wallace i Andrew Moray derroten els anglesos.",
    "1390 - Guerra civil lituana (1389-92): els cavallers teutons inicien un setge de cinc setmanes a Vílnius.",
    "1541 - Santiago, Xile, és atacada per guerrers indígenes, liderats per Michimalonco, per alliberar vuit caps indígenes presoners pels espanyols.",
    "1565 - Les forces otomanes es retiren de Malta posant fi al Gran setge de Malta.",
    "1609 - Henry Hudson arriba a l'illa de Manhattan i coneix els indígenes que hi viuen.",
    "1649 - Finalitza el setge de Drogheda: les tropes parlamentàries d'Oliver Cromwell prenen la ciutat i executen la seva guarnició.",
    "1683 - Batalla de Viena: les forces de la coalició, inclosos els famosos hússars alats, dirigides pel rei polonès Joan III Sobieski aixequen el setge de les forces otomanes.",
    "1697 - Batalla de Zenta: un gran compromís a la Gran Guerra Turca (1683-1699) i una de les derrotes més decisives de la història otomana.",
    "1708 - Carles XII de Suècia atura la seva marxa per conquerir Moscou fora de Smolensk, marcant el punt d'inflexió en la Gran Guerra del Nord. L'exèrcit és derrotat nou mesos després a la batalla de Poltava, i l'Imperi Suec deixa de ser una gran potència.",
    "1709 - Batalla de Malplaquet: Gran Bretanya, Països Baixos i Àustria lluiten contra França.",
    "1714 - Setge de Barcelona: Barcelona, ​​capital del Principat de Catalunya, es rendeix als exèrcits borbònics espanyols i francesos en la Guerra de Successió.",
    "1758 - Batalla de Saint Cast: França repel·leix la invasió britànica durant la Guerra dels Set Anys.",
    "1775 - L'expedició de Benedict Arnold al Quebec surt de Cambridge, Massachusetts.",
    "1776 - La conferència de pau britànica-nord-americana a Staten Island no aconsegueix aturar la naixent Guerra Revolucionària Americana.",
    "1777 - Guerra d'Independència dels Estats Units: Batalla de Brandywine: els britànics celebren una important victòria al comtat de Chester, Pennsilvània.",
    "1780 - Guerra d'Independència dels Estats Units: massacre de Sugarloaf: un petit destacament de milícies del comtat de Northampton, Pennsilvània, és atacat per nadius americans i lleialistes prop de Little Nescopeck Creek.",
    "1786 - L'inici de la Convenció d'Annapolis.",
    "1789 - Alexander Hamilton és nomenat primer secretari del Tresor dels Estats Units.",
    "1792 - El diamant de l'esperança és robat juntament amb altres joies de la corona francesa quan sis homes irrompen a la casa on estan emmagatzemats.",
    "1800 - Els batallons del Congrés Nacional de Malta són dissolts pel comissari civil britànic Alexander Ball.",
    "1802 - França s'annexiona el Regne del Piemont.",
    "1803 - La batalla de Delhi, durant la Segona Guerra Anglo-Maratha, entre les tropes britàniques sota el general Lake, i l'exèrcit de Marathas de Scindia sota el general Louis Bourquin, acaba amb una victòria britànica.",
    "1813 - Guerra de 1812: les tropes britàniques arriben a Mount Vernon i es preparen per marxar i envair Washington, D.C.",
    "1814 - Guerra de 1812: el clímax de la batalla de Plattsburgh, una gran victòria dels Estats Units a la guerra.",
    "1826 - El capità William Morgan, un ex maçó és arrestat a Batavia, Nova York per deute després de declarar que publicaria Els misteris de la maçoneria, un llibre contra la maçoneria. Això posa en marxa els esdeveniments que van portar a la seva misteriosa desaparició.",
    "1829 - Una expedició dirigida per Isidro Barradas a Tampico, enviada per la corona espanyola per recuperar Mèxic, es rendeix a la batalla de Tampico, marcant el final efectiu de la resistència espanyola a la campanya per la independència de Mèxic.",
    "1830 - Convenció del Partit Antimaçònic; una de les primeres convencions de partits polítics nord-americans.",
    "1836 - La República Riograndense és proclamada pels rebels després de derrotar les tropes de l'Imperi del Brasil a la Batalla de Seival, durant la Guerra dels Ragamuffins.",
    "1851 - Resistència de Christiana: els esclaus fugits liderats per William Parker lluiten i maten un propietari d'esclaus que, amb un mariscal federal i un partit armat, va intentar apoderar-se de tres dels seus antics esclaus a Christiana, Pennsilvània, creant així una causa famosa entre els defensors de l'esclavitud i els abolicionistes.",
    "1852 - Esclat de la revolució de l'11 de setembre que va fer que l'estat de Buenos Aires declarà la independència com a República.",
    "1857 - La massacre de Mountain Meadows: els colons mormons i els Paiutes maten 120 pioners a Mountain Meadows, Utah.",
    "1881 - A l'estat suís de Glaris, un despreniment de roques enterra parts del poble d'Elm, destruint 83 edificis i matant 115 persones.",
    "1897 - Després de mesos de persecució, els generals de Menelik II d'Etiòpia capturen Gaki Sherocho, l'últim rei dels Kaffa.",
    "1903 - Es celebra la primera cursa a la Milwaukee Mile a West Allis, Wisconsin. És l'autopista més antiga del món.",
    "1905 - El descarrilament de la Novena Avinguda es produeix a la ciutat de Nova York, amb la mort de 13 persones.",
    "1914 - Segon període de russificació: s'ordena que s'augmenti considerablement l'ensenyament de la llengua russa i de la història russa a les escoles finlandeses com a part del programa de russificació forçada a Finlàndia dirigit pel tsar Nicolau II.",
    "1914 - Primera Guerra Mundial: Austràlia envaeix la Nova Guinea alemanya, derrotant un contingent alemany a la batalla de Bita Paka.",
    "1916 - El pont central del pont de Quebec s'enfonsa, causant la mort d'11 homes. El pont anteriorment es va ensorrar completament el 29 d'agost de 1907.",
    "1919 - El Cos de Marines dels Estats Units envaeix Hondures.",
    "1921 - Nahalal, un moshav jueu a Palestina, s'estableix.",
    "1922 - Es ratifica el Tractat de Kars a Erevan, Armènia.",
    "1941 - Discurs de Des Moines de Charles Lindbergh acusant els britànics, els jueus i l'administració de FDR de pressionar per la guerra amb Alemanya.",
    "1941 - Comença la construcció del Pentàgon.",
    "1943 - Segona Guerra Mundial: les tropes alemanyes ocupen Còrsega i Kosovo-Metohija posant fi a l'ocupació italiana de Còrsega.",
    "1944 - Segona Guerra Mundial: bombardeig de la RAF a Darmstadt i la següent tempesta de foc mata 11.500.",
    "1945 - Segona Guerra Mundial: les forces australianes de la 9a Divisió alliberen el campament de Batu Lintang dirigit pels japonesos, un camp d'internament civil i presoner de guerra a l'illa de Borneo.",
    "1954 - L'huracà Edna colpeja Nova Anglaterra (Estats Units) com a huracà de categoria 2, causant danys importants i 29 morts.",
    "1961 - L'huracà Carla colpeja la costa de Texas com a huracà de categoria 4, la segona tempesta més forta que ha colpejat mai l'estat.",
    "1965 - Guerra indopakistanesa: l'exèrcit indi captura la ciutat de Burki, just al sud-est de Lahore.",
    "1967 - L'Exèrcit Popular d'Alliberament (PLA) de la Xina va llançar un atac contra els llocs indis a Nathu La, Sikkim, Índia, que va provocar enfrontaments militars.",
    "1968 - El vol 1611 d'Air France s'estavella davant de Niça, França, causant la mort de 89 passatgers i sis tripulants.",
    "1970 - Els segrestadors de Dawson's Field alliberen 88 dels seus ostatges. La resta d'ostatges, la majoria jueus i ciutadans israelians, es mantenen fins al 25 de setembre.",
    "1971 - La Constitució egípcia es fa oficial.",
    "1972 - El sistema de trànsit ràpid de la badia de San Francisco comença el servei de passatgers.",
    "1973 - Un cop d'estat a Xile, encapçalat pel general Augusto Pinochet, derroca el president elegit democràticament Salvador Allende.",
    "1973 - El vol 769 de JAT Airways s'estavella a la serralada de Maganik mentre s'aproximava a l'aeroport de Titograd, causant la mort de 35 passatgers i sis tripulants.",
    "1974 - El vol 212 de l'Eastern Air Lines s'estavella a Charlotte, Carolina del Nord, causant la mort de 69 passatgers i dos tripulants.",
    "1976 - Es troba una bomba col·locada per un terrorista croat, Zvonko Bušić, a la Grand Central Terminal de Nova York; un agent de la policia de Nova York és assassinat intentant desactivar-lo.",
    "1980 - S'estableix una nova constitució de Xile sota la influència del llavors dictador xilè Augusto Pinochet, que avui és objecte de controvèrsia a Xile.",
    "1982 - Les forces internacionals que garantien la seguretat dels refugiats palestins després de la invasió israeliana del Líban de 1982 abandonen Beirut. Cinc dies després, milers de refugiats són massacrats als camps de refugiats de Sabra i Shatila per les forces de Falange.",
    "1989 - Hongria anuncia que els refugiats d'Alemanya de l'Est que havien estat allotjats en camps temporals podien marxar lliurement cap a Alemanya Occidental.",
    "1990 - Un Faucett Boeing 727 desapareix a l'oceà Atlàntic mentre es transportava de Malta al Perú.",
    "1991 - El vol Continental Express 2574 s'estavella al comtat de Colorado, Texas, prop del llac Eagle, causant la mort d'11 passatgers i tres tripulants.",
    "1997 - Després d'un referèndum a escala nacional, Escòcia vota per establir un parlament descentralitzat dins del Regne Unit.",
    "1997 - Tragèdia de Kurkse: catorze soldats estonians del batalló del Bàltic moren ofegats o moren d'hipotèrmia durant un exercici d'entrenament a l'estret de Kurkse.",
    "1997 - El Mars Global Surveyor de la NASA arriba a Mart.",
    "2001 - Els atemptats de l'11 de setembre, una sèrie d'atacs terroristes coordinats que van matar 2.977 persones amb quatre avions segrestats per 19 membres d'Al-Qaeda. Dos avions s'estavellan contra el World Trade Center de la ciutat de Nova York, un tercer s'estavella contra el Pentàgon al comtat d'Arlington, Virgínia, i un quart contra un camp prop de Shanksville, Pennsilvània.",
    "2007 - Rússia prova l'arma convencional més gran mai, el Pare de Totes les Bombes.",
    "2008 - Un gran incendi del túnel del Canal de la Manxa esclata en un tren de mercaderies, que va provocar el tancament d'una part del túnel durant sis mesos.",
    "2011 - Se celebra una cerimònia de dedicació al Memorial Nacional de l'11 de Setembre dels Estats Units en el desè aniversari dels atacs de l'11 de setembre a la ciutat de Nova York, i el monument s'obre als membres de la família.",
    "2012 - Un total de 315 persones moren en dos incendis de fàbriques de roba al Pakistan.",
    "2012 - L'ambaixada dels Estats Units a Bengasi, Líbia és atacada, causant quatre morts.",
    "2015 - Una grua s'ensorra a la mesquita Masjid al-Haram a l'Aràbia Saudita, matant 111 persones i ferint 394 més.",
    "2023 - La ciutat líbia de Derna experimenta inundacions catastròfiques després que la tempesta Daniel provoqués l'enfonsament de dues preses, matant més d'11.300 persones.",
    "9 - Acaba la batalla del bosc de Teutoburg: L'Imperi Romà pateix la major derrota de la seva història i el Rin s'estableix com a frontera entre l'Imperi i els anomenats bàrbars durant els propers quatre-cents anys."
  ],
  "day_21_month_2_deaths.dialog": [
    "1184 - Mort de Minamoto no Yoshinaka, shōgun japonès (n. 1154)",
    "1211 - Mort d'Aymon de Briançon, arquebisbe de Tarentaise i croat",
    "1267 - Mort de Balduí d'Ibelin, senescal de Xipre",
    "1437 - Mort de Jaume I d'Escòcia (n. 1394; assassinat)",
    "1471 - Mort de Jan Rokycana, bisbe i teòleg txec (n. 1396)",
    "1513 - Mort del papa Juli II (n. 1443)",
    "1543 - Mort d'Ahmad ibn Ibrahim al-Ghazi, general somali (n. 1507)",
    "1554 - Mort de Hieronymus Bock, botànic i metge alemany (n. 1498)",
    "1572 - Mort de Cho Shik, poeta i erudit coreà (n. 1501)",
    "1590 - Mort d'Ambrose Dudley, tercer comte de Warwick, noble i general anglès (n. 1528)",
    "1595 - Mort de Robert Southwell, sacerdot i poeta anglès (n. 1561)",
    "1677 - Mort de Baruch Spinoza, filòsof i erudit holandès (n. 1632)",
    "1715 - Mort de Charles Calvert, tercer baró de Baltimore, polític anglès (n. 1637)",
    "1730 - Mort del papa Benet XIII (n. 1649)",
    "1821 - Mor Georg Friedrich von Martens, jurista i diplomàtic alemany (n. 1756)",
    "1824 - Mort d'Eugène de Beauharnais, general francès (n. 1781)",
    "1829 - Mort de Kittur Chennamma, reina índia i lluitadora per la llibertat (n. 1778)",
    "1846 - Mort de l'emperador Ninkō del Japó (n. 1800)",
    "1862 - Mort de Justinus Kerner, poeta i metge alemany (n. 1786)",
    "1888 - Mort de William Weston, polític anglès-australià, tercer primer ministre de Tasmània (n. 1804)",
    "1891 - Mort de James Timberlake, tinent i oficial de policia nord-americà (n. 1846)",
    "1918 - Mort dels inques, darrer periquito de Carolina conegut (h. fl. 1885)",
    "1919 - Mort de Kurt Eisner, periodista i polític alemany, ministre-president de Baviera (n. 1867)",
    "1926 - Mor Heike Kamerlingh Onnes, físic i acadèmic holandès, premi Nobel (n. 1853)",
    "1934 - Mort d'Augusto César Sandino, líder rebel nicaragüenc (n. 1895)",
    "1938 - Mort de George Ellery Hale, astrònom i acadèmic nord-americà (n. 1868)",
    "1941 - Mort de Frederick Banting, metge i acadèmic canadenc, premi Nobel (n. 1891)",
    "1944 - Mort de Ferenc Szisz, pilot de carreres hongarès-francès (n. 1873)",
    "1945 - Mor Eric Liddell, jugador de rugbi i corredor escocès (n. 1902)",
    "1946 - Mor José Streel, periodista belga (n. 1911)",
    "1947 - Mort de Fannie Charles Dillon, compositora nord-americana (n. 1881)",
    "1958 - Mort de Duncan Edwards, futbolista anglès (n. 1936)",
    "1965 - Mort de Malcolm X, ministre i activista nord-americà (n. 1925)",
    "1967 - Mort de Charles Beaumont, autor i guionista nord-americà (n. 1929)",
    "1968 - Mort de Howard Florey, patòleg i farmacòleg australià, premi Nobel (n. 1898)",
    "1972 - Mor Bronislava Nijinska, ballarina i coreògrafa russoamericana (n. 1891)",
    "1972 - Mort d'Eugène Tisserant, cardenal francès (n. 1884)",
    "1972 - Mort de Zhang Guohua, general i polític xinès (n. 1914)",
    "1974 - Mort de Tim Horton, jugador d'hoquei sobre gel i empresari canadenc, cofundador de Tim Hortons (n. 1930)",
    "1980 - Mort d'Alfred Andersch, autor germano-suís (n. 1914)",
    "1982 - Mort de Gershom Scholem, historiador i filòsof germanoisraelià (n. 1897)",
    "1984 - Mort de Mikhail Sholokhov, novel·lista i escriptor de contes rus, premi Nobel (n. 1905)",
    "1985 - Mort de Louis Hayward, actor sud-americà (n. 1909)",
    "1986 - Mort d'Helen Hooven Santmyer, novel·lista nord-americana (n. 1895)",
    "1991 - Mort de Dorothy Auchterlonie Green, poeta, crítica i acadèmica australiana (n. 1915)",
    "1991 - Mort de Nutan, actriu índia (n. 1936)",
    "1993 - Mort d'Inge Lehmann, sismòleg i geofísic danès (n. 1888)",
    "1994 - Mort de Johannes Steinhoff, general i pilot alemany (n. 1913)",
    "1995 - Mort de Robert Bolt, dramaturg anglès (n. 1924)",
    "1996 - Mort de Morton Gould, pianista, compositor i director d'orquestra nord-americà (n. 1913)",
    "1999 - Mort de Gertrude B. Elion, bioquímica i farmacòloga nord-americana, premi Nobel (n. 1918)",
    "1999 - Mort d'Ilmari Juutilainen, soldat i pilot finlandès (n. 1914)",
    "1999 - Mor Wilmer Mizell, jugador de beisbol i polític nord-americà (n. 1930)",
    "2002 - Mort de John Thaw, actor i productor anglès (n. 1942)",
    "2004 - Mort de John Charles, futbolista i entrenador gal·lès (n. 1931)",
    "2005 - Mort de Guillermo Cabrera Infante, autor, guionista i crític cubà (n. 1929)",
    "2005 - Mort de Zdzisław Beksiński, pintor, fotògraf i escultor polonès (n. 1929)",
    "2008 - Mort de Ben Chapman, actor nord-americà (n. 1928)",
    "2011 - Mort de Bernard Nathanson, metge i activista nord-americà (n. 1926)",
    "2011 - Mort de Dwayne McDuffie, autor i guionista nord-americà, cofundador de Milestone Media (n. 1962)",
    "2012 - Mort de H. M. Darmstandler, general nord-americà (n. 1922)",
    "2013 - Mor Hasse Jeppson, futbolista suec (n. 1925)",
    "2014 - Mort de Cornelius Schnauber, historiador, dramaturg i acadèmic germanoamericà (n. 1939)",
    "2014 - Mort d'Héctor Maestri, jugador de beisbol cubanoamericà (n. 1935)",
    "2014 - Mort de Matthew Robinson, surfista de neu australià (n. 1985)",
    "2015 - Mort d'Aleksei Gubarev, general rus, pilot i astronauta (n. 1931)",
    "2015 - Mort de Clark Terry, trompetista, compositor i pedagog nord-americà (n. 1920)",
    "2015 - Mort de Sadeq Tabatabaei, periodista i polític iranià (n. 1943)",
    "2016 - Mort d'Eric Brown, capità i pilot escocès-anglès (n. 1919)",
    "2017 - Mort de Jeanne Martin Cissé, mestra i política guineana (n. 1926)",
    "2018 - Mort de Billy Graham, evangelista nord-americà (n. 1918)",
    "2019 - Mort de Peter Tork, músic i actor nord-americà (n. 1942)",
    "2019 - Mort de Stanley Donen, director de cinema nord-americà (n. 1924)",
    "2021 - Mor Kevin Dann, jugador de la lliga australiana de rugbi (n. 1958)",
    "2021 - Mort de Mireya Arboleda, pianista clàssica colombiana (n. 1928)",
    "2024 - Mort de John Bahnsen, general de brigada de l'exèrcit dels Estats Units i veterà condecorat de la guerra del Vietnam (n. 1934)",
    "4 dC - Mort de Gaius Cèsar, cònsol romà i nét d'August (n. 20 aC)",
    "675 - Mort de Randoald de Grandval, prior del monestir benedictí de Grandval"
  ],
  "day_21_month_11_births.dialog": [
    "1495 - Naixement de John Bale, bisbe i historiador anglès (m. 1563)",
    "1567 - Naixement d'Anna de Xainctonge, santa francesa, va fundar la Societat de les Germanes de Santa Úrsula de la Santíssima Verge (m. 1621)",
    "1631 - Naixement de Catharina Questiers, poeta holandesa (m. 1669)",
    "1692 - Naixement de Carlo Innocenzo Frugoni, poeta i acadèmic italià (m. 1768)",
    "1694 - Naixement de Voltaire, escriptor i filòsof francès (m. 1778)",
    "1718 - Naixement de Friedrich Wilhelm Marpurg, compositor, crític i teòric alemany (m. 1795)",
    "1729 - Naixement de Josiah Bartlett, metge i polític nord-americà, sisè governador de New Hampshire (m. 1795)",
    "1760 - Naixement de Joseph Plumb Martin, sergent nord-americà (m. 1850)",
    "1768 - Naixement de Friedrich Schleiermacher, teòleg, filòsof i erudit alemany (m. 1834)",
    "1785 - Naixement de William Beaumont, cirurgià nord-americà, \"Pare de la fisiologia gàstrica\" ​​(m. 1853)",
    "1787 - Naixement de Samuel Cunard, empresari canadenc, va fundar la Cunard Line (m. 1865)",
    "1811 - Naixement de Ludwik Gorzkowski, polític, físic i activista revolucionari polonès (m. 1857)",
    "1818 - Naixement de Lewis H. Morgan, advocat, antropòleg i teòric nord-americà (m. 1881)",
    "1834 - Naixement de Hetty Green, empresaria i financera nord-americana (m. 1916)",
    "1840 - Naixement de Victòria, princesa reial d'Anglaterra (m. 1901)",
    "1851 - Naixement de Désiré-Joseph Mercier, cardenal i teòleg belga (m. 1926)",
    "1852 - Naixement de Francisco Tárrega, guitarrista i compositor espanyol (m. 1909)",
    "1853 - Naixement de Hussein Kamel d'Egipte (m. 1917)",
    "1854 - Naixement del papa Benet XV (m. 1922)",
    "1866 - Naixement de Konishiki Yasokichi I, lluitador de sumo japonès, el 17è Yokozuna (m. 1914)",
    "1866 - Naixement de Sigbjørn Obstfelder, poeta i autor noruec (m. 1900)",
    "1870 - Naixement d'Alexander Berkman, activista i autor lituà-nord-americà (m. 1936)",
    "1870 - Naixement de Joe Darling, jugador de cricket i polític australià (m. 1946)",
    "1870 - Naixement de Stanley Jackson, jugador de cricket i polític anglès (m. 1947)",
    "1876 ​​- Naixement d'Olav Duun, autor i pedagog noruec (m. 1939)",
    "1877 - Naixement de Sigfrid Karg-Elert, compositor i pedagog alemany (m. 1933)",
    "1878 - Naixement de Gustav Radbruch, advocat i polític alemany, ministre de Justícia alemany (m. 1949)",
    "1886 - Naixement d'Harold Nicolson, autor i polític anglès (m. 1968)",
    "1894 - Naixement de Cecil M. Harden, polític nord-americà (m. 1984)",
    "1897 - Naixement de Mollie Steimer, activista rus-nord-americana (m. 1980)",
    "1898 - Naixement de René Magritte, pintor belga (m. 1967)",
    "1899 - Naixement de Harekrushna Mahatab, periodista i polític indi, primer ministre en cap d'Odisha (m. 1987)",
    "1899 - Naixement de Jobyna Ralston, actriu nord-americana (m. 1967)",
    "1902 - Naixement de Foster Hewitt, presentador esportiu canadenc (m. 1985)",
    "1902 - Naixement de Mikhail Suslov, soldat rus, economista i polític (m. 1982)",
    "1903 - Naixement d'Isaac Bashevis Singer, novel·lista i escriptor de contes polonès-americà, premi Nobel (m. 1991)",
    "1904 - Naixement de Coleman Hawkins, saxofonista i clarinetista nord-americà (m. 1969)",
    "1905 - Naixement de Georgina Battiscombe, biògrafa britànica (m. 2006)",
    "1907 - Naixement de Buck Ram, compositor i productor musical nord-americà (m. 1991)",
    "1908 - Naixement d'Elizabeth George Speare, autora i pedagoga nord-americana (m. 1994)",
    "1908 - Naixement de Leo Politi, autor i il·lustrador italoamericà (m. 1996)",
    "1912 - Naixement d'Eleanor Powell, actriu i ballarina nord-americana (m. 1982)",
    "1913 - Naixement de Gunnar Kangro, matemàtic, autor i acadèmic estonià (m. 1975)",
    "1913 - Naixement de John Boulting, director, productor i guionista anglès (m. 1985)",
    "1913 - Naixement de Roy Boulting, director, productor i guionista anglès (m. 2001)",
    "1914 - Naixement d'Henri Laborit, metge i filòsof francès (m. 1995)",
    "1914 - Naixement de Nusret Fişek, metge i polític turc, ministre de Salut turc (m. 1990)",
    "1915 - Naixement de Norm Smith, futbolista i entrenador australià (m. 1973)",
    "1916 - Naixement de Sid Luckman, jugador de futbol americà i soldat (m. 1998)",
    "1917 - Naixement de Chung Il-kwon, polític, diplomàtic i soldat coreà (m. 1994)",
    "1919 - Naixement de Paul Bogart, director i productor nord-americà (m. 2012)",
    "1920 - Naixement de Ralph Meeker, actor nord-americà (m. 1988)",
    "1920 - Naixement de Stan Musial, jugador de beisbol i entrenador nord-americà (m. 2013)",
    "1921 - Naixement de Donald Sheldon, pilot nord-americà (m. 1975)",
    "1922 - Naixement d'Abe Lemons, jugador i entrenador de bàsquet nord-americà (m. 2002)",
    "1924 - Naixement de Christopher Tolkien, autor i acadèmic anglès (m. 2020)",
    "1924 - Naixement de Joseph Campanella, actor nord-americà (m. 2018)",
    "1924 - Naixement de Milka Planinc, política iugoslau, 28è primer ministre de Iugoslàvia (m. 2010)",
    "1925 - Naixement de Veljko Kadijević, general i polític croat, 5è secretari federal de Defensa del Poble (m. 2014)",
    "1926 - Naixement de Matti Ranin, actor finlandès (m. 2013)",
    "1926 - Naixement de William Wakefield Baum, cardenal nord-americà (m. 2015)",
    "1927 - Naixement de Georgia Frontiere, empresaria nord-americana (m. 2008)",
    "1929 - Naixement de Laurier LaPierre, historiador, periodista i polític canadenc (m. 2012)",
    "1929 - Naixement de Marilyn French, autora i acadèmica nord-americana (m. 2009)",
    "1930 - Naixement de Marjan Rožanc, periodista, autor i dramaturg eslovè (m. 1990)",
    "1931 - Naixement de Lewis Binford, arqueòleg i acadèmic nord-americà (m. 2011)",
    "1931 - Naixement de Malcolm Williamson, pianista i compositor australià (m. 2003)",
    "1931 - Naixement de Revaz Dogonadze, químic i físic georgià (m. 1985)",
    "1931 - Naixement de Stanley Kalms, baró Kalms, empresari anglès",
    "1932 - Naixement de Beryl Bainbridge, autor i guionista anglès (m. 2010)",
    "1932 - Naixement de Pelle Gudmundsen-Holmgreen, compositor danès (m. 2016)",
    "1933 - Naixement d'Etta Zuber Falconer, pedagoga i matemàtica nord-americana (m. 2002)",
    "1933 - Naixement de Henry Hartsfield, coronel, pilot i astronauta nord-americà (m. 2014)",
    "1933 - Naixement de Jean Shepard, cantant i compositor nord-americà de música country (m. 2016)",
    "1934 - Naixement de Laurence Luckinbill, actor, director i dramaturg nord-americà",
    "1934 - Naixement de Peter Philpott, jugador de cricket australià (m. 2021)",
    "1936 - Naixement de Victor Chang, cirurgià xinès-australià (m. 1991)",
    "1937 - Naixement d'Ingrid Pitt, actriu polonesa i anglesa (m. 2010)",
    "1937 - Naixement de John Kerin, polític australià (m. 2023)",
    "1937 - Naixement de Marlo Thomas, actriu, productora i activista nord-americana",
    "1939 - Naixement de R. Budd Dwyer, educador i polític nord-americà, 30è tresorer de Pennsilvània (m. 1987)",
    "1940 - Naixement de Freddy Beras-Goico, humorista i presentador de televisió dominicà (m. 2010)",
    "1940 - Naixement de Natalia Makarova, ballarina, coreògrafa i actriu russa",
    "1940 - Naixement de Richard Marcinko, comandant i autor nord-americà",
    "1940 - Aniversari de Terry Dischinger, jugador de bàsquet nord-americà (m. 2023)",
    "1941 - Naixement de David Porter, compositor, músic i productor nord-americà",
    "1941 - Naixement de Juliet Mills, actriu angloamericana",
    "1942 - Naixement de Heidemarie Wieczorek-Zeul, pedagoga i política alemanya",
    "1943 - Naixement de Jacques Laffite, pilot de carreres francès",
    "1943 - Naixement de Phil Bredesen, home de negocis i polític nord-americà, 48è governador de Tennessee",
    "1944 - Naixement de Dick Durbin, advocat i polític nord-americà",
    "1944 - Aniversari d'Earl Monroe, jugador de bàsquet nord-americà",
    "1944 - Naixement de Harold Ramis, actor, director, productor i guionista nord-americà (m. 2014)",
    "1945 - Naixement de Goldie Hawn, actriu, cantant i productora nord-americana",
    "1945 - Naixement de Vincent Di Fate, artista nord-americà",
    "1948 - Naixement d'Alphonse Mouzon, bateria de jazz nord-americà (m. 2016)",
    "1948 - Naixement de Michel Suleiman, general i polític libanès, 16è president del Líban",
    "1950 - Naixement de Hisham Barakat, advocat i jutge egipci (m. 2015)",
    "1950 - Naixement de Livingston Taylor, cantant, compositor i músic nord-americà",
    "1952 - Naixement de Janne Kristiansen, advocada i jurista noruega",
    "1952 - Naixement de Lorna Luft, actriu i cantant nord-americana",
    "1952 - Naixement de Mervyn Davies, baró Davies d'Abersoch, banquer i polític gal·lès",
    "1953 - Naixement de Tina Brown, periodista i autora angloamericana",
    "1954 - Naixement de Fiona Pitt-Kethley, periodista, autora i poeta anglesa",
    "1955 - Naixement de Cedric Maxwell, jugador de bàsquet, entrenador i periodista esportiu nord-americà",
    "1955 - Naixement de Glenn Ridge, presentador i productor de ràdio i televisió australià",
    "1955 - Naixement de Peter Koppes, cantautor i guitarrista australià",
    "1956 - Aniversari de Cherry Jones, actriu nord-americana",
    "1959 - Naixement de Sergei Ratnikov, futbolista i entrenador estonià",
    "1960 - Naixement de Brian McNamara, actor, director i productor nord-americà",
    "1960 - Naixement de Brian Ritchie, baixista i compositor nord-americà",
    "1960 - Naixement de Mark Bailey, jugador de rugbi anglès, autor i pedagog",
    "1961 - Naixement de João Domingos Pinto, futbolista i entrenador portuguès",
    "1962 - Naixement d'Alan Smith, futbolista anglès",
    "1962 - Naixement de Steven Curtis Chapman, cantautor, músic, productor discogràfic, actor, autor i activista social nord-americà de música cristiana.",
    "1963 - Naixement de Dave Molyneux, corredor de motos de Manx",
    "1963 - Naixement de Nicollette Sheridan, actriu anglesa",
    "1964 - Aniversari de Liza Tarbuck, actriu anglesa, presentadora de televisió i ràdio",
    "1964 - Naixement d'Olden Polynice, jugador de bàsquet i entrenador haitiano-americà",
    "1964 - Naixement de Shane Douglas, lluitador i gerent nord-americà",
    "1965 - Naixement de Björk, cantant i compositor islandès",
    "1965 - Naixement de Reggie Lewis, jugador de bàsquet nord-americà (m. 1993)",
    "1966 - Naixement d'Evgeny Bareev, jugador d'escacs i entrenador rus",
    "1966 - Naixement de Thanasis Kolitsidakis, futbolista grec",
    "1966 - Aniversari de Troy Aikman, jugador de futbol americà i periodista esportiu",
    "1967 - Aniversari d'Amanda Lepore, model i cantant nord-americana",
    "1967 - Aniversari de Ken Block, pilot de cotxes de carreres nord-americà (m. 2023)",
    "1967 - Aniversari de Toshihiko Koga, artista marcial japonès",
    "1967 - Aniversari de Tripp Cromer, jugador de beisbol nord-americà",
    "1968 - Naixement d'Alex James, cantautor i baixista anglès",
    "1968 - Naixement d'Andrew Caddick, jugador de cricket anglès de Nova Zelanda",
    "1968 - Aniversari d'Antonio Tarver, boxejador, presentador esportiu i actor nord-americà",
    "1969 - Naixement de Ken Griffey Jr., jugador i actor de beisbol nord-americà",
    "1970 - Naixement de Justin Langer, jugador de cricket i entrenador australià",
    "1970 - Naixement de Karen Davila, periodista filipina",
    "1971 - Aniversari de Michael Strahan, jugador de futbol americà, actor i presentador de tertúlies",
    "1972 - Aniversari de Rain Phoenix, actriu i cantant nord-americana",
    "1972 - Naixement de Rich Johnston, autor i crític anglès",
    "1974 - Naixement de Marina de Tavira, actriu mexicana",
    "1975 - Naixement de Jimmi Simpson, actor nord-americà",
    "1976 - Naixement de Daniel Whiston, patinador artístic anglès",
    "1976 - Naixement de Martin Meichelbeck, futbolista alemany",
    "1976 - Naixement de Michael Wilson, futbolista australià",
    "1976 - Naixement de Mihaela Botezan, corredora de fons romanesa",
    "1976 - Naixement de Saleem Elahi, jugador de cricket pakistanès",
    "1977 - Naixement de Jonas Jennings, jugador de futbol americà",
    "1977 - Naixement de Michael Batiste, jugador de bàsquet nord-americà",
    "1977 - Naixement de Yolande James, advocada i política canadenca",
    "1978 - Naixement de Daniel Bradshaw, futbolista australià",
    "1978 - Naixement de Lucía Jiménez, actriu i cantant espanyola",
    "1979 - Naixement d'Alex Tanguay, jugador canadenc d'hoquei sobre gel",
    "1979 - Aniversari de Stromile Swift, jugador de bàsquet nord-americà",
    "1979 - Naixement de Vincenzo Iaquinta, futbolista italià",
    "1980 - Naixement d'Alec Brownstein, autor i director nord-americà",
    "1980 - Aniversari de Hank Blalock, jugador de beisbol nord-americà",
    "1980 - Naixement de Leonardo González, futbolista costarricense",
    "1981 - Naixement d'Ainārs Kovals, llançador de javelina letó",
    "1981 - Naixement de Jonny Magallón, futbolista mexicà",
    "1981 - Aniversari de Wesley Britt, jugador de futbol americà",
    "1982 - Naixement de Georgios Kalogiannidis, arquer grec",
    "1982 - Naixement de Ioana Ciolacu, dissenyadora de moda romanesa",
    "1982 - Naixement de John Lucas III, jugador i entrenador de bàsquet nord-americà",
    "1983 - Aniversari de Brie Bella, lluitadora nord-americana i personatge de la televisió",
    "1983 - Aniversari de Nikki Bella, lluitadora i personalitat televisiva nord-americana",
    "1984 - Naixement de Jena Malone, actriu i cantant nord-americana",
    "1984 - Aniversari de Josh Boone, jugador de bàsquet nord-americà",
    "1984 - Naixement de Lindsey Haun, actriu, cantant i directora nord-americana",
    "1984 - Naixement d'Álvaro Bautista, corredor de motos espanyol",
    "1985 - Naixement de Carly Rae Jepsen, cantautora i actriu canadenca",
    "1985 - Naixement de Jesús Navas, futbolista espanyol",
    "1985 - Naixement de Nicola Silvestri, futbolista italià",
    "1986 - Aniversari de Ben Bishop, jugador d'hoquei sobre gel nord-americà",
    "1986 - Aniversari de Colleen Ballinger, youtuber, còmic, actriu i cantant nord-americana",
    "1986 - Naixement de Kristof Goddaert, ciclista belga (m. 2014)",
    "1986 - Naixement de Sam Palladio, actor i músic anglès",
    "1987 - Aniversari d'Eesha Karavade, jugadora d'escacs india",
    "1987 - Naixement de Karl Stollery, jugador canadenc d'hoquei sobre gel",
    "1987 - Naixement de Stefan Glarner, futbolista suís",
    "1988 - Aniversari de Larry Sanders, jugador de bàsquet nord-americà",
    "1988 - Naixement de Len Väljas, esquiador canadenc",
    "1988 - Aniversari de Preston Zimmerman, futbolista nord-americà",
    "1989 - Naixement de Chris Singleton, jugador de bàsquet nord-americà",
    "1989 - Naixement de Dárvin Chávez, futbolista mexicà",
    "1989 - Naixement de José Pirela, jugador de beisbol veneçolà",
    "1989 - Aniversari de Justin Tucker, jugador de futbol americà",
    "1989 - Naixement de Will Buckley, futbolista anglès",
    "1990 - Naixement de Dani King, ciclista anglès",
    "1990 - Aniversari de Georgie Twigg, jugador d'hoquei herba anglès",
    "1991 - Naixement d'Almaz Ayana, velocista etíop",
    "1991 - Naixement de Lewis Dunk, futbolista anglès",
    "1991 - Naixement de Peni Terepo, jugador de la lliga de rugbi de Nova Zelanda",
    "1994 - Naixement d'Andreas Johnsson, jugador d'hoquei sobre gel suec",
    "1994 - Naixement de Saúl Ñíguez, futbolista espanyol",
    "1994 - Aniversari de Wyatt Teller, jugador de futbol americà",
    "1995 - Naixement de Chris Chiozza, jugador de bàsquet nord-americà",
    "1995 - Naixement de Vladislav Gavrikov, jugador d'hoquei sobre gel rus",
    "1997 - Naixement de Reo Hatate, futbolista japonès",
    "1999 - Naixement de Jaelin Howell, futbolista nord-americà",
    "2000 - Naixement d'Isabel May, actriu nord-americana"
  ],
  "day_13_month_11_births.dialog": [
    "1312 - Naixement d'Eduard III d'Anglaterra (m. 1377)",
    "1453 - Naixement de Christoph I, margravi de Baden-Baden (1475-1515) (m. 1527)",
    "1486 - Naixement de Johann Eck, teòleg i acadèmic alemany (m. 1543)",
    "1493 - Naixement de Guillem IV, duc de Baviera (m. 1550)",
    "1504 - Naixement de Felip I, landgrave de Hesse (m. 1567)",
    "1559 - Naixement d'Albert VII, arxiduc d'Àustria, governador dels Països Baixos (m. 1621)",
    "1572 - Naixement de Cyril Lucaris, patriarca i teòleg grec (m. 1638)",
    "1699 - Naixement de Jan Zach, violinista, organista i compositor txec (m. 1773)",
    "1710 - Naixement de Charles Simon Favart, director i dramaturg francès (m. 1792)",
    "1715 - Naixement de Dorothea Erxleben, primera dona metgessa alemanya (m. 1762)",
    "1732 - Naixement de John Dickinson, advocat i polític nord-americà, cinquè governador de Pennsilvània (m. 1808)",
    "1760 - Naixement de l'emperador Jiaqing de la Xina (m. 1820)",
    "1761 - Naixement de John Moore, general i polític escocès (m. 1809)",
    "1780 - Naixement de Ranjit Singh, emperador sikh (m. 1839)",
    "1782 - Naixement d'Esaias Tegnér, bisbe i pedagog suec (m. 1846)",
    "1804 - Naixement de Theophilus H. Holmes, general nord-americà (m. 1880)",
    "1809 - Naixement de John A. Dahlgren, almirall nord-americà (m. 1870)",
    "1813 - Naixement de Petar II Petrović-Njegoš, metropolità, filòsof i poeta montenegrí (m. 1851)",
    "1814 - Naixement de Joseph Hooker, general nord-americà (m. 1879)",
    "1833 - Naixement d'Edwin Booth, actor i gerent nord-americà (m. 1893)",
    "1837 - Naixement de James T. Rapier, advocat i polític nord-americà (m. 1883)",
    "1838 - Naixement de Joseph F. Smith, líder religiós nord-americà, sisè president de l'Església de Jesucrist dels Sants dels Últims Dies (m. 1918)",
    "1841 - Naixement d'Edward Burd Grubb, Jr., general i diplomàtic nord-americà, ambaixador dels Estats Units a Espanya (m. 1913)",
    "1847 - Naixement de Mir Mosharraf Hossain, famós novel·lista de literatura bengalí (m. 1912)",
    "1848 - Naixement d'Albert I, príncep de Mònaco (m. 1922)",
    "1850 - Naixement de Robert Louis Stevenson, novel·lista, poeta i assagista escocès (m. 1894)",
    "1853 - Naixement de John Drew Jr., actor nord-americà (m. 1927)",
    "1854 - Naixement de George Whitefield Chadwick, compositor i pedagog nord-americà (m. 1931)",
    "1856 - Naixement de Louis Brandeis, advocat i jurista nord-americà (m. 1941)",
    "1864 - Naixement de James Cannon Jr., bisbe nord-americà de l'Església Episcopal Metodista, Sud (m. 1944),",
    "1866 - Naixement d'Abraham Flexner, educador nord-americà, va fundar l'Institut d'Estudis Avançats (m. 1959)",
    "1869 - Naixement d'Ariadna Tyrkova-Williams, activista, periodista i política russoamericana (m. 1962)",
    "1869 - Naixement d'Helene Stöcker, autora i activista alemanya (m. 1943)",
    "1872 - Naixement de John M. Lyle, arquitecte i pedagog irlandès-canadenc, va dissenyar el Royal Alexandra Theatre (m. 1945)",
    "1878 - Naixement de Max Dehn, matemàtic i acadèmic alemany-americà (m. 1952)",
    "1879 - Naixement de John Grieb, gimnasta i triatleta nord-americà (m. 1939)",
    "1881 - Naixement de Jesús García, frenador del ferrocarril mexicà (m. 1907)",
    "1883 - Naixement de Leo Goodwin, nedador, bussejador i jugador de waterpolo nord-americà (m. 1957)",
    "1886 - Naixement de Mary Wigman, ballarina i coreògrafa alemanya (m. 1973)",
    "1893 - Naixement d'Edward Adelbert Doisy, bioquímic i acadèmic nord-americà, premi Nobel (m. 1986)",
    "1894 - Naixement d'Arthur Nebe, oficial de les SS alemanyes (m. 1945)",
    "1894 - Naixement de Bennie Moten, pianista i director d'orquestra nord-americà (m. 1935)",
    "1897 - Naixement de Gertrude Olmstead, actriu nord-americana (m. 1975)",
    "1899 - Naixement d'Iskander Mirza, general i polític pakistanès, primer president del Pakistan (m. 1969)",
    "1900 - Naixement de David Marshall Williams, assassí condemnat nord-americà i dissenyador d'armes de foc (m. 1975)",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_3_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_13_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_3_month_12_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_8_month_9_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_2_month_5_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_3_month_12_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_5_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_28_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_9_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_4_month_11_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_28_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_16_month_5_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_7_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_7_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_7_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_7_month_4_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_2_month_12_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_4_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_3_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_5_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_17_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_1_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_2_month_11_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "searching.dialog": [
    null,
    null
  ],
  "day_19_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_7_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_4_deaths.dialog": [
    "1074 - Mort de Germà I, margravi de Baden",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_3_month_10_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_18_month_5_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_30_month_8_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ]
}
