{
  "day_11_month_4_deaths.dialog": [
    "1034 - Mort de Romanos III Argyros, emperador bizantí (n. 968)",
    "1077 - Mort d'Anawrahta, rei de Birmània i fundador de l'Imperi Pagà (n. 1014)",
    "1079 - Mort d'Estanislau de Szczepanów, bisbe de Cracòvia (n. 1030)",
    "1165 - Mor Esteve IV, rei d'Hongria i Croàcia",
    "1240 - Mort de Llywelyn el Gran, príncep gal·lès (n. 1172)",
    "1349 - Mor Ramadan ibn Alauddin, primer musulmà conegut de Corea",
    "1447 - Mor Henry Beaufort, cardenal, lord canceller d'Anglaterra (n. 1377)",
    "1512 - Mort de Gaston de Foix, comandant militar francès (n. 1489)",
    "1554 - Mort de Thomas Wyatt el Jove, líder rebel anglès (n. 1521)",
    "1587 - Mort de Thomas Bromley, lord canceller anglès (n. 1530)",
    "1609 - Mort de John Lumley, primer baró Lumley, noble anglès (n. 1533)",
    "1612 - Mort d'Edward Wightman, ministre i màrtir anglès (n. 1566)",
    "1612 - Mort d'Emanuel van Meteren, historiador i autor flamenc (n. 1535)",
    "1626 - Mort de Marino Ghetaldi, matemàtic i físic ragusà (n. 1568)",
    "1712 - Mort de Richard Simon, sacerdot i crític francès (n. 1638)",
    "1723 - Mort de John Robinson, bisbe i diplomàtic anglès (n. 1650)",
    "1783 - Mor Nikita Ivanovich Panin, polític rus-polonès, ministre rus d'Afers Exteriors (n. 1718)",
    "1798 - Mort de Karl Wilhelm Ramler, poeta i acadèmic alemany (n. 1725)",
    "1856 - Mort de Juan Santamaría, soldat costa-riqueny (n. 1831)",
    "1861 - Mor Francisco González Bocanegra, poeta i compositor mexicà (n. 1824)",
    "1873 - Mort d'Edward Canby, general nord-americà (n. 1817)",
    "1890 - Mort de David de Jahacob López Cardozo, talmudista holandès (n. 1808)",
    "1890 - Mort de Joseph Merrick, home anglès amb greus deformitats (n. 1862)",
    "1894 - Mort de Constantin Lipsius, arquitecte i teòric alemany (n. 1832)",
    "1895 - Mort de Julius Lothar Meyer, químic alemany (n. 1830)",
    "1902 - Mort de Wade Hampton III, general i polític confederat, 77è governador de Carolina del Sud (n. 1818)",
    "1903 - Mort de Gemma Galgani, mística i santa italiana (n. 1878)",
    "1906 - Mort de Francis Pharcellus Church, periodista i editor nord-americà, cofundador de Armed Forces Journal i The Galaxy Magazine (n. 1839)",
    "1906 - Mort de James Anthony Bailey, empresari nord-americà, cofundador de Ringling Bros. i Barnum & Bailey Circus (n. 1847)",
    "1908 - Mor Henry Bird, jugador d'escacs i autor anglès (n. 1829)",
    "1916 - Mort de Richard Harding Davis, periodista i autor nord-americà (n. 1864)",
    "1918 - Mort d'Otto Wagner, arquitecte i urbanista austríac (n. 1841)",
    "1926 - Mort de Luther Burbank, botànic i acadèmic nord-americà (n. 1849)",
    "1939 - Mort de Kurtdereli Mehmet, lluitador turc (n. 1864)",
    "1953 - Mort de Kid Nichols, jugador de beisbol i entrenador nord-americà (n. 1869)",
    "1954 - Mor Paul Specht, violinista i director d'orquestra nord-americà (n. 1895)",
    "1958 - Mort de Konstantin Yuon, pintor i pedagog rus (n. 1875)",
    "1960 - Mort de Rosa Grünberg, actriu sueca (n. 1878)",
    "1962 - Mort d'Axel Revold, pintor noruec (n. 1887)",
    "1962 - Mort de George Poage, corredor d'obstacles i educador nord-americà (n. 1880)",
    "1962 - Mort d'Ukichiro Nakaya, físic i acadèmic japonès (n. 1900)",
    "1967 - Mort de Donald Sangster, advocat i polític jamaicà, segon primer ministre de Jamaica (n. 1911)",
    "1967 - Mort de Thomas Farrell, general nord-americà (n. 1891)",
    "1970 - Mort de Cathy O'Donnell, actriu nord-americana (n. 1923)",
    "1970 - Mort de John O'Hara, novel·lista i escriptor de contes nord-americà (n. 1905)",
    "1974 - Mor Ernst Ziegler, actor alemany (n. 1894)",
    "1977 - Mor Jacques Prévert, poeta i guionista francès (n. 1900)",
    "1977 - Mor Phanishwar Nath 'Renu', autor i activista indi (n. 1921)",
    "1980 - Mort d'Ümit Kaftancıoğlu, periodista i productor turc (n. 1935)",
    "1981 - Mort de Caroline Gordon, autora i crítica nord-americana (n. 1895)",
    "1983 - Mort de Dolores del Río, actriu mexicana (n. 1904)",
    "1984 - Mor Edgar V. Saks, historiador i polític estonià, ministre d'Educació d'Estònia (n. 1910)",
    "1985 - Mort de Bunny Ahearne, empresari anglès nascut a Irlanda (n. 1900)",
    "1985 - Mor Enver Hoxha, pedagog i polític albanès, 21è primer ministre d'Albània (n. 1908)",
    "1985 - Mort de John Gilroy, artista i il·lustrador anglès (n. 1898)",
    "1987 - Mor Erskine Caldwell, novel·lista i escriptor de contes nord-americà (n. 1903)",
    "1987 - Mort de Primo Levi, químic i autor italià (n. 1919)",
    "1990 - Mor Harold Ballard, empresari canadenc (n. 1903)",
    "1991 - Mort de Bruno Hoffmann. Arpa de vidre alemany (n. 1913)",
    "1991 - Mort de Walker Cooper, jugador de beisbol i entrenador nord-americà (n. 1915)",
    "1992 - Mor Alejandro Obregón, pintor, escultor i gravador colombià (n. 1920)",
    "1992 - Mort d'Eve Merriam, autora i poeta nord-americana (n. 1916)",
    "1992 - Mort de James Brown, actor i cantant nord-americà (n. 1920)",
    "1996 - Mort de Jessica Dubroff, pilot nord-americana (n. 1988)",
    "1997 - Mor Muriel McQueen Fergusson, advocada i política canadenca, presidenta del Senat canadenc (n. 1899)",
    "1997 - Mort de Wang Xiaobo, novel·lista i assagista xinès contemporani (n. 1952)",
    "1999 - Mort de William H. Armstrong, autor i pedagog nord-americà (n. 1911)",
    "2000 - Mort de Diana Darvey, actriu, cantant i ballarina anglesa (n. 1945)",
    "2001 - Mort de Harry Secombe, actor gal·lès-anglès (n. 1921)",
    "2003 - Mort de Cecil Howard Green, geofísic i home de negocis angloamericà, fundador de Texas Instruments (n. 1900)",
    "2005 - Mort d'André François, dibuixant, pintor i escultor romanès-francès (n. 1915)",
    "2005 - Mort de Lucien Laurent, futbolista i entrenador francès (n. 1907)",
    "2006 - Mort de DeShaun Holton, raper i actor nord-americà (n. 1973)",
    "2006 - Mort de June Pointer, cantant nord-americà (n. 1953)",
    "2007 - Mort de Janet McDonald, advocada i autora nord-americana (n. 1954)",
    "2007 - Mort de Kurt Vonnegut, novel·lista, escriptor de contes i dramaturg nord-americà (n. 1922)",
    "2007 - Mort de Loïc Leferme, bussejador francès (n. 1970)",
    "2007 - Mort de Ronald Speirs, coronel escocès-americà (n. 1920)",
    "2007 - Mor Roscoe Lee Browne, actor i director nord-americà (n. 1922)",
    "2008 - Mort de Merlin German, sergent nord-americà (n. 1985)",
    "2009 - Mort de Corín Tellado, autor espanyol (n. 1927)",
    "2009 - Mort de Gerda Gilboe, actriu i cantant danesa (n. 1914)",
    "2009 - Mort de Vishnu Prabhakar, autor i dramaturg indi (n. 1912)",
    "2010 - Mort de Julia Tsenova, pianista i compositora búlgara (n. 1948)",
    "2011 - Mort de Larry Sweeney, lluitador i entrenador nord-americà (n. 1981)",
    "2012 - Mort d'Agustín Román, bisbe nord-americà (n. 1928)",
    "2012 - Mor Ahmed Ben Bella, militar i polític algerià, primer president d'Algèria (n. 1916)",
    "2012 - Mort de Hal McKusick, saxofonista, clarinetista i flautista nord-americà (n. 1924)",
    "2012 - Mort de Roger Caron, criminal i autor canadenc (n. 1938)",
    "2012 - Mort de Tippy Dye, jugador i entrenador de bàsquet nord-americà (n. 1915)",
    "2013 - Mort de Clorindo Testa, arquitecte italo-argentí (n. 1923)",
    "2013 - Mort de Don Blackman, cantant, compositor, pianista i productor nord-americà (n. 1953)",
    "2013 - Mort de Gilles Marchal, cantant i compositor francès (n. 1944)",
    "2013 - Mort de Grady Hatton, jugador de beisbol, entrenador i entrenador nord-americà (n. 1922)",
    "2013 - Mort d'Hilary Koprowski, viròleg i immunòleg polonès-nord-americà (n. 1916)",
    "2013 - Mort de Jonathan Winters, còmic, actor i guionista nord-americà (n. 1925)",
    "2013 - Mort de Maria Tallchief, ballarina nord-americana (n. 1925)",
    "2013 - Mort de Sue Draheim, violinista nord-americana (n. 1949)",
    "2013 - Mort de Thomas Hemsley, actor i cantant anglès (n. 1927)",
    "2014 - Mort de Bill Henry, jugador de beisbol nord-americà (n. 1927)",
    "2014 - Mort d'Edna Doré, actriu anglesa (n. 1921)",
    "2014 - Mort de Jesse Winchester, cantant, compositor, guitarrista i productor nord-americà (n. 1944)",
    "2014 - Mort de Lou Hudson, jugador de bàsquet i periodista esportiu nord-americà (n. 1944)",
    "2014 - Mort de Myer S. Kripke, rabí i erudit nord-americà (n. 1914)",
    "2014 - Mort de Rolf Brem, escultor i il·lustrador suís (n. 1926)",
    "2014 - Mort de Sergey Nepobedimy, enginyer rus (n. 1921)",
    "2015 - Mort de François Maspero, periodista i escriptor francès (n. 1932)",
    "2015 - Mort de Hanut Singh, general indi (n. 1933)",
    "2015 - Mort de Jimmy Gunn, jugador de futbol americà (n. 1948)",
    "2015 - Mort de Muhammad Kamaruzzaman, periodista i polític de Bangla Desh (n. 1952)",
    "2015 - Mort de Tekena Tamuno, historiador i acadèmic nigerià (n. 1932)",
    "2017 - Mort de J. Geils, cantant i guitarrista nord-americà (n. 1946)",
    "2017 - Mort de Mark Wainberg, investigador canadenc i activista pel VIH/SIDA (n. 1945)",
    "2020 - Mort de John Horton Conway, matemàtic anglès (n. 1937)",
    "2024 - Mort de Park Bo-ram, cantant sud-coreà (n. 1994)",
    "618 - Mort de Yang Guang, emperador xinès de la dinastia Sui (n. 569)",
    "678 - Mort de Donus, papa de l'Església catòlica (n. 610)",
    "924 - Mort de Germà I, canceller i arquebisbe de Colònia"
  ],
  "day_24_month_11_events.dialog": [
    "1190 - Conrad de Montferrat esdevé rei de Jerusalem després del seu matrimoni amb Isabel I de Jerusalem.",
    "1221 - Genghis Khan derrota el renegat príncep Khwarazmian Jalal al-Din a la batalla de l'Indus, completant la conquesta mongola de l'Àsia Central.",
    "1227 - Massacre de Gąsawa: en una assemblea de ducs Piast a Gąsawa, el príncep polonès Leszek el Blanc, el duc Enric el Barbut i altres són atacats per assassins mentre es banyaven.",
    "1248 - Una esllavissada nocturna al vessant nord del Mont Granier, una de les falles històriques de vessants rocoses més grans mai registrades a Europa, destrueix cinc pobles.",
    "1359 - Pere I de Xipre puja al tron ​​de Xipre després que el seu pare, Hug IV de Xipre, abdiqués.",
    "1429 - Guerra dels Cent Anys: Joana d'Arc assetja sense èxit La Charité.",
    "1542 - Batalla de Solway Moss: un exèrcit anglès derrota una força escocesa molt més gran prop del riu Esk a Dumfries i Galloway.",
    "1642 - Abel Tasman es converteix en el primer europeu a descobrir l'illa Van Diemen's Land (més tard rebatejada Tasmània).",
    "1750 - Tarabai, regent de l'Imperi Maratha, empresona Rajaram II de Satara per negar-se a treure Balaji Baji Rao del càrrec de peshwa.",
    "1832 - Carolina del Sud aprova l'ordenança d'anul·lació, declarant que els aranzels de 1828 i 1832 eren nuls a l'estat, començant la crisi de l'anul·lació.",
    "1835 - El govern provincial de Texas autoritza la creació d'una força de policia muntada a cavall anomenada Texas Rangers (que ara és la Texas Ranger Division del Departament de Seguretat Pública de Texas).",
    "1850 - Les tropes daneses derroten una força de Schleswig-Holstein a la ciutat de Lottorf, Schleswig-Holstein.",
    "1863 - Guerra Civil Americana: Batalla de Lookout Mountain: prop de Chattanooga, Tennessee, les forces de la Unió sota el comandament del general Ulysses S. Grant capturen Lookout Mountain i comencen a trencar el setge confederat de la ciutat dirigit pel general Braxton Bragg.",
    "1877 - Es publica la novel·la sobre el benestar animal d'Anna Sewell Black Beauty.",
    "1906 - Una victòria per 13-6 dels Tigres de Massillon sobre els seus rivals, els Canton Bulldogs, pel campionat de la \"Lliga d'Ohio\", porta a acusacions que la sèrie de campionats es va arreglar i es tradueix en el primer gran escàndol del futbol americà professional.",
    "1917 - A Milwaukee, nou membres del Departament de Policia de Milwaukee són assassinats per una bomba, la majoria de morts en un sol esdeveniment en la història de la policia dels Estats Units fins als atemptats de l'11 de setembre de 2001.",
    "1922 - Nou membres de l'exèrcit republicà irlandès són executats per un esquadró d'afusellament de l'Estat Lliure d'Irlanda. Entre ells hi ha l'autor Erskine Childers, que havia estat detingut per portar il·legalment un revòlver.",
    "1929 - El moviment d'extrema dreta finlandès Lapua comença oficialment quan un grup d'antics membres de la Guàrdia Blanca, liderats per Vihtori Kosola, va interrompre l'esdeveniment comunista a la Casa dels Treballadors a Lapua, Finlàndia.",
    "1932 - A Washington, D.C., s'obre oficialment el Laboratori de Detecció de Crims Científics de l'FBI (més conegut com el Laboratori de Crims de l'FBI).",
    "1935 - El Partit Socialista Senegalès celebra el seu segon congrés.",
    "1940 - Segona Guerra Mundial: La Primera República Eslovaca esdevé signant del Pacte Tripartit, unint-se oficialment a les potències de l'Eix.",
    "1941 - Segona Guerra Mundial: els Estats Units concedeixen un préstec-arrendament a les forces franceses lliures.",
    "1943 - Segona Guerra Mundial: a la batalla de Makin, l'USS Liscome Bay és torpedejat a prop de Tarawa i s'enfonsa, matant 650 homes.",
    "1944 - Segona Guerra Mundial: la 73a Ala de Bombardament llança el primer atac a Tòquio des de les Illes Mariannes del Nord.",
    "1962 - Guerra Freda: la branca de Berlín Occidental del Partit de la Unitat Socialista d'Alemanya forma un partit separat, el Partit de la Unitat Socialista de Berlín Occidental.",
    "1962 - S'emet per primera vegada l'influent programa de televisió satíric britànic That Was the Week That Was.",
    "1963 - Lee Harvey Oswald, l'assassí del president John F. Kennedy, és assassinat per Jack Ruby a la televisió en directe. Robert H. Jackson fa una fotografia del tiroteig que guanyarà el premi Pulitzer de fotografia 1964.",
    "1965 - Joseph-Désiré Mobutu pren el poder a la República Democràtica del Congo i es converteix en president; governa el país (que va rebatejar Zaire el 1971) durant més de 30 anys, fins que va ser enderrocat pels rebels el 1997.",
    "1966 - El vol 101 de TABSO búlgar s'estavella prop de Bratislava, Txecoslovàquia, matant les 82 persones a bord.",
    "1969 - Programa Apollo: el mòdul de comandament de l'Apol·lo 12 esquitxa amb seguretat a l'oceà Pacífic, posant fi a la segona missió tripulada per aterrar a la Lluna.",
    "1971 - Durant una forta tempesta a l'estat de Washington, un segrestador que es diu Dan Cooper (també conegut com D. B. Cooper) es llança en paracaigudes des d'un avió de Northwest Orient Airlines amb 200.000 dòlars en diners de rescat. No l'han trobat mai.",
    "1973 - S'imposa un límit nacional de velocitat a l'Autobahn a Alemanya a causa de la crisi del petroli de 1973. El límit de velocitat només dura quatre mesos.",
    "1974 - Donald Johanson i Tom Gray descobreixen l'esquelet d'Australopithecus afarensis al 40%, sobrenomenat \"Lucy\" (després de la cançó dels Beatles \"Lucy in the Sky with Diamonds\"), a la depressió Afar d'Etiòpia a la vall d'Awash.",
    "1976 - El terratrèmol de Çaldıran-Muradiye a l'est de Turquia mata entre 4.000 i 5.000 persones.",
    "1989 - Després d'una setmana de protestes massives contra el règim comunista conegut com la Revolució de Vellut, Miloš Jakeš i tot el Politburó del Partit Comunista Txecoslovac dimiteixen del seu càrrec.  Això posa un final efectiu al domini comunista a Txecoslovàquia.",
    "1992 - El vol 3943 de China Southern Airlines s'estavella en apropar-se a l'aeroport de Guilin Qifengling a Guilin, Xina, matant les 141 persones a bord.",
    "2009 - Es funda a Bucarest, Romania, el Projecte Avdhela, una biblioteca digital i una iniciativa cultural aromanesa.",
    "2012 - Un incendi en una fàbrica de roba a Dhaka, Bangla Desh, mata almenys 112 persones.",
    "2013 - L'Iran signa un acord provisional amb els països P5+1, limitant el seu programa nuclear a canvi de sancions reduïdes.",
    "2015 - Un avió de caça Sukhoi Su-24 de la Força Aèria Russa és abatut per la Força Aèria Turca sobre la frontera entre Síria i Turquia, matant un dels dos pilots; un marine rus també mor durant un esforç de rescat posterior.",
    "2015 - Un atemptat terrorista a un hotel d'Al-Arish, Egipte, mata almenys set persones i en fereix 12 més.",
    "2015 - Una explosió en un autobús que transportava personal de la Guàrdia Presidencial tunisiana a Tunis, la capital de Tunísia, deixa almenys 14 morts.",
    "2016 - El govern de Colòmbia i les Forces Armades Revolucionàries de Colòmbia: l'Exèrcit Popular signen un acord de pau revisat, posant fi a la guerra civil de més de 50 anys del país.",
    "2017 - Un atac terrorista a una mesquita a Al-Rawda, al nord del Sinaí, Egipte, mata 311 persones i en fereix 128.",
    "2022 - Cinc dies després de les eleccions generals que van resultar en un parlament suspendit, el líder de l'oposició i exviceprimer ministre Anwar Ibrahim és nomenat oficialment com el desè primer ministre de Malàisia.",
    "380 - Teodosi I fa la seva adventus, o entrada formal, a Constantinoble."
  ],
  "day_16_month_3_events.dialog": [
    "1190 - Massacre de jueus a Clifford's Tower, York.",
    "1244 - Més de 200 càtars que es neguen a retractar-se moren cremats després de la caiguda de Montségur.",
    "1355 - Enmig de les rebel·lions dels turbans vermells, Han Lin'er, un presumpte descendent de l'emperador Huizong de Song, és proclamat emperador de la dinastia Song restaurada a Bozhou.",
    "1621 - Samoset, un abenaki, visita els colons de la colònia de Plymouth i els saluda: \"Benvinguts anglesos! Em dic Samoset\".",
    "1660 - El Parlament llarg d'Anglaterra es dissol per preparar el nou Parlament de la Convenció.",
    "1696 - Els holandesos bombardegen Givet durant la Guerra dels Nou Anys.",
    "1792 - El rei Gustav III de Suècia és afusellat; mor el 29 de març.",
    "1802 - S'estableix el Cos d'Enginyers de l'Exèrcit per fundar i operar l'Acadèmia Militar dels Estats Units a West Point.",
    "1815 - El príncep Willem es proclama rei del Regne Unit dels Països Baixos, primer monarca constitucional dels Països Baixos.",
    "1872 - The Wanderers F.C. guanyar la primera FA Cup, la competició de futbol més antiga del món, superant el Royal Engineers A.F.C. 1-0 a The Oval de Kennington, Londres.",
    "1898 - A Melbourne, els representants de cinc colònies adopten una constitució, que es convertiria en la base de la Commonwealth d'Austràlia.[pàgina necessària]",
    "1916 - Els regiments de cavalleria nord-americans 7 i 10 al comandament de John J. Pershing creuen la frontera entre els EUA i Mèxic per unir-se a la caça de Pancho Villa.",
    "1918 - Guerra civil finlandesa: la batalla de Länkipohja és infame per les seves sagnants conseqüències quan els blancs executen entre 70 i 100 vermells capitulats.",
    "1924 - D'acord amb el Tractat de Roma, Fiume s'annexiona com a part d'Itàlia.",
    "1925 - Es produeix un terratrèmol (d'una magnitud al voltant de 7,0) a Dali, Xina, que mata unes 5.000 persones.",
    "1926 - Història del coet: Robert Goddard llança el primer coet de combustible líquid, a Auburn, Massachusetts.",
    "1935 - Adolf Hitler ordena a Alemanya que es rearme en violació del Tractat de Versalles. El reclutament es reintrodueix per formar la Wehrmacht.",
    "1936 - Les temperatures més càlides del normal fonen ràpidament la neu i el gel a la part superior dels rius Allegheny i Monongahela, provocant una gran inundació a Pittsburgh.",
    "1939 - Des del castell de Praga, Hitler proclama Bohèmia i Moràvia protectorat alemany.",
    "1941: té lloc l'operació Appearance per restablir la Somalilàndia britànica",
    "1945 - El noranta per cent de Würzburg, Alemanya, és destruït en només 20 minuts pels bombarders britànics, provocant almenys 4.000 morts.",
    "1945 - Segona Guerra Mundial: acaba la batalla d'Iwo Jima, però persisteixen petites bosses de resistència japonesa.",
    "1962 - El vol 739 de Flying Tiger Line desapareix a l'oceà Pacífic occidental amb els 107 a bord desapareguts i presumptes morts.",
    "1966 - Llançament de Gemini 8 amb els astronautes Neil Armstrong i David Scott. Realitzaria el primer acoblament de dues naus espacials en òrbita.",
    "1968 - Guerra del Vietnam: es produeix la meva massacre de Lai; entre 347 i 500 vilatans vietnamites són assassinats per les tropes americanes.",
    "1969 - Un Viasa McDonnell Douglas DC-9 s'estavella a Maracaibo, Veneçuela, causant la mort de 155 persones.",
    "1977 - Assassinat de Kamal Jumblatt, el principal líder de les forces antigovernamentals a la guerra civil libanesa.",
    "1978 - Un Tupolev Tu-134 de Balkan Bulgarian Airlines s'estavella a prop de Gabare, Bulgària, causant la mort de 73 persones.",
    "1978 - L'antic primer ministre italià Aldo Moro és segrestat; més tard és assassinat pels seus captors.",
    "1978 - El superpetroler Amoco Cadiz es divideix en dos després d'encallar a les roques de Portsall, a tres milles de la costa de Bretanya, donant lloc al vessament de petroli més gran de la història en aquell moment.",
    "1979 - Guerra sinovietnamita: l'Exèrcit Popular d'Alliberament creua la frontera de tornada a la Xina, posant fi a la guerra.",
    "1984 - William Buckley, el cap de l'estació de la CIA al Líban, és segrestat per Hezbollah; després mor en captivitat.",
    "1985 - El periodista de l'Associated Press Terry Anderson és presa com a ostatge a Beirut; no és alliberat fins al desembre de 1991.",
    "1988 - Atac químic a Halabja: la ciutat kurda de Halabja a l'Iraq és atacada amb una barreja de gas verinós i agents nerviosos per ordre de Saddam Hussein, matant 5.000 persones i ferint unes 10.000 persones.",
    "1988 - Afer Iran-Contra: el tinent coronel Oliver North i el vicealmirall John Poindexter són acusats de conspiració per estafar els Estats Units.",
    "1988 - The Troubles: el militant lleial de l'Ulster Michael Stone ataca un funeral provisional de l'IRA a Belfast amb pistoles i granades. Tres persones, una d'elles membre del PIRA, moren i més de 60 més resulten ferides.",
    "1995 - Mississipí ratifica formalment la Tretzena Esmena de la Constitució dels Estats Units, convertint-se en l'últim estat a aprovar l'abolició de l'esclavitud. La Tretzena Esmena es va ratificar oficialment el 1865.",
    "2001 - Una sèrie d'explosions de bombes a la ciutat de Shijiazhuang, Xina, van matar 108 persones i en van ferir 38 més, l'assassinat massiu més gran a la Xina en dècades.",
    "2003 - L'activista nord-americana Rachel Corrie és assassinada a Rafah en ser atropellada per una excavadora de les Forces de Defensa d'Israel mentre intentava obstruir la demolició d'una casa.",
    "2005 - Israel lliura oficialment Jericó al control palestí.",
    "2010 - Les Tombes de Kasubi, l'únic patrimoni cultural d'Uganda, són destruïdes en un incendi.",
    "2012 - L'antic jugador de cricket indi Sachin Tendulkar es converteix en el primer batedor de la història a marcar 100 segles en cricket internacional.",
    "2014 - Crimea vota en un polèmic referèndum la secessió d'Ucraïna per unir-se a Rússia.",
    "2016 - Una bomba detona en un autobús que transportava empleats del govern a Peshawar, Pakistan, matant 15 i ferint almenys 30.",
    "2016 - Dos terroristes suïcides detonen els seus explosius en una mesquita durant la pregària matinal als afores de Maiduguri, Nigèria, matant 24 i ferint 18.",
    "2020 - El Dow Jones Industrial Average cau en 2.997,10, la caiguda de punts més gran de la història i la segona caiguda percentual més gran de la història, amb un 12,93%, una caiguda encara més gran que el dilluns negre (1929). Això després que la Reserva Federal dels Estats Units va anunciar que reduirà el seu tipus d'interès objectiu al 0-0,25%.",
    "2021 - Tiroteigs a un balneari d'Atlanta: vuit persones moren i una queda ferida en un trio de tiroteigs en balnearis d'Atlanta, Geòrgia, Estats Units i els seus voltants. Un sospitós és arrestat el mateix dia.",
    "2022 - Es produeix un terratrèmol de 7,4 graus de magnitud a la costa de Fukushima, Japó, que mata 4 persones i 225 ferides.",
    "2022 - Atac aeri al teatre Mariupol durant el setge de Mariupol.",
    "934 - Meng Zhixiang es declara emperador i estableix el Later Shu com un nou estat independent del Later Tang."
  ],
  "day_6_month_9_events.dialog": [
    "1492 - Cristòfor Colom embarca des de La Gomera a les Illes Canàries, el seu darrer port d'escala abans de creuar l'oceà Atlàntic per primera vegada.",
    "1522 - El Victoria torna a Sanlúcar de Barrameda a Espanya, l'únic vaixell supervivent de l'expedició de Ferran Magallanes i el primer vaixell conegut que va donar la volta al món.",
    "1620 - Els pelegrins salpen de Plymouth, Anglaterra, al Mayflower per establir-se a Amèrica del Nord. (Data d'estil antic; 16 de setembre per data d'estil nou.)",
    "1628 - Els puritans s'estableixen a Salem, que va passar a formar part de la colònia de la badia de Massachusetts.",
    "1634 - Guerra dels Trenta Anys: a la batalla de Nördlingen, l'exèrcit imperial catòlic derrota les forces protestants sueques i alemanyes.",
    "1781 - Guerra d'Independència dels Estats Units: té lloc la batalla de Groton Heights, que va resultar en una victòria britànica.",
    "1803 - El científic britànic John Dalton comença a utilitzar símbols per representar els àtoms de diferents elements.",
    "1861 - Guerra civil nord-americana: les forces del general de la Unió Ulysses S. Grant capturen sense sang Paducah, Kentucky, donant a la Unió el control de la desembocadura del riu Tennessee.",
    "1863 - Guerra civil nord-americana: les forces confederades evacuen Battery Wagner i Morris Island a Carolina del Sud.",
    "1870 - Louisa Ann Swain de Laramie, Wyoming es converteix en la primera dona dels Estats Units a votar legalment després de 1807.",
    "1885 - Rumèlia oriental declara la seva unió amb Bulgària, aconseguint així la unificació búlgara.",
    "1901 - Leon Czolgosz, un anarquista a l'atur, dispara i fereix mortalment el president dels Estats Units William McKinley a l'Exposició Panamericana de Buffalo, Nova York.",
    "1914 - Primera Guerra Mundial: comença la Primera Batalla del Marne, que aturaria l'avanç de l'exèrcit imperial alemany cap a França.",
    "1915 - Primera Guerra Mundial: es va completar el primer prototip de tanc, desenvolupat per William Foster & Co. per a l'exèrcit britànic, i es va fer la seva primera prova de conducció.",
    "1930 - El president argentí, elegit democràticament, Hipólito Yrigoyen és deposat en un cop d'estat militar.",
    "1936 - Guerra Civil Espanyola: Es constitueix el Consell Interprovincial d'Astúries i Lleó.",
    "1939 - Segona Guerra Mundial: la Royal Air Force britànica pateix la seva primera víctima de pilot de caça de la Segona Guerra Mundial a la batalla de Barking Creek com a conseqüència d'un foc amic.",
    "1939 - Segona Guerra Mundial: la Unió de Sud-àfrica declara la guerra a Alemanya.",
    "1940 - El rei Carol II de Romania abdica i el succeeix el seu fill Miquel. El general Ion Antonescu esdevé el Conducător de Romania.",
    "1943 - El tren principal de Pennsylvania Railroad descarrila a Frankford Junction a Filadèlfia, matant 79 persones i ferint 117 més.",
    "1943 - Es funda el Monterrey Institute of Technology a Monterrey, Mèxic, com una de les universitats privades més grans i influents d'Amèrica Llatina.",
    "1944 - Segona Guerra Mundial: les forces soviètiques capturen la ciutat de Tartu, Estònia.",
    "1944 - Segona Guerra Mundial: la ciutat d'Ypres, Bèlgica, és alliberada per les forces aliades.",
    "1946 - El secretari d'Estat dels Estats Units, James F. Byrnes, anuncia que els EUA seguiran una política de reconstrucció econòmica a l'Alemanya de la postguerra.",
    "1952 - Un prototip d'avió s'estavella al Farnborough Airshow a Hampshire, Anglaterra, i mata 29 espectadors i els dos a bord.",
    "1955 - Les minories gregues, jueves i armènies d'Istanbul són l'objectiu d'un pogrom patrocinat pel govern; desenes moren en els disturbis posteriors.",
    "1962 - L'arqueòleg Peter Marsden descobreix el primer dels vaixells de Blackfriars que es remunta al segle II dC a la zona de Blackfriars a la vora del riu Tàmesi a Londres.",
    "1962 - El govern dels Estats Units comença l'exercici de preparació nuclear de l'Exercici Spade Fork.",
    "1965 - L'Índia pren represàlies després de l'operació Grand Slam del Pakistan, que es tradueix en la guerra indopakistanesa de 1965 que acaba en un estancament seguit de la signatura de la Declaració de Taixkent.",
    "1966 - El primer ministre Hendrik Verwoerd, l'arquitecte de l'apartheid, és apunyalat a Ciutat del Cap, Sud-àfrica, durant una reunió parlamentària.",
    "1968 - Swazilàndia s'independitza.",
    "1970 - Dos avions de passatgers amb destinació d'Europa a Nova York són simultàniament segrestats per membres terroristes palestins del FPLP i portats a Dawson's Field, Jordània.",
    "1971 - El vol Paninternational 112 s'estavella a l'autopista Bundesautobahn 7 prop de l'aeroport d'Hamburg, a Hamburg, Alemanya, amb la mort de 22 persones.",
    "1972 - Massacre de Munic: nou atletes israelians moren (juntament amb un policia alemany) a mans del grup terrorista palestí \"Setembre Negre\" després de ser presos com a ostatge als Jocs Olímpics de Munic. Dos atletes israelians més van ser assassinats en l'atac inicial del dia anterior.",
    "1976 - Guerra Freda: el pilot de les Forces de Defensa Aèria Soviètica, Viktor Belenko, aterra un caça a reacció Mikoyan-Gurevich MiG-25 a Hakodate al Japó i demana asil polític als Estats Units; la seva petició és atesa.",
    "1983 - La Unió Soviètica admet haver abatut el vol 007 de Korean Air Lines, afirmant que els seus operaris no sabien que es tractava d'un avió civil quan, segons es diu, va violar l'espai aeri soviètic.",
    "1985 - El vol 105 de Midwest Express Airlines s'estavella a prop de l'aeroport internacional de Milwaukee Mitchell a Milwaukee, Wisconsin, causant la mort de les 31 persones a bord.",
    "1986 - A Istanbul, dos terroristes de l'organització d'Abu Nidal maten 22 i fereixen sis congregants dins de la sinagoga Neve Shalom durant els serveis de Shabat.",
    "1991 - El parlament rus aprova el canvi de nom de Leningrad a Sant Petersburg. El canvi entrarà en vigor l'1 d'octubre.",
    "1991 - La Unió Soviètica reconeix la independència dels estats bàltics Estònia, Letònia i Lituània.",
    "1992 - Un grup de caçadors a la pista Stampede prop de Healy, Alaska, es va trobar amb un cadàver masculí en un autobús abandonat, més tard identificat com Christopher McCandless.",
    "1995 - Cal Ripken Jr. dels Orioles de Baltimore juga en el seu partit 2.131 consecutiu, batent un rècord que s'havia mantingut durant 56 anys.",
    "1997 - El vol 238 de la Royal Brunei Airlines s'estavella al parc nacional de Lambir Hills mentre s'aproximava a l'aeroport de Miri a Malàisia, causant la mort de 10 persones.",
    "1997 - El funeral de Diana, princesa de Gal·les té lloc a Londres. Més d'un milió de persones alineen els carrers i 2.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);clip-path:polygon(0px 0px,0px ​​0px,0px ​​0px);height:1px;margin:-1px;overflow:hidden;padding}bil·liard: 1 px; posició global: 1 px; a la televisió.",
    "2003 - Mahmoud Abbas dimiteix del seu càrrec de primer ministre palestí.",
    "2007 - Israel executa l'atac aeri Operació Orchard per destruir un reactor nuclear a Síria.",
    "2009 - El ferri ro-ro SuperFerry 9 s'enfonsa a la península de Zamboanga a les Filipines amb 971 persones a bord; tots menys deu són rescatats.",
    "2012 - Seixanta-una persones moren després de bolcar un vaixell de pesca a la costa de la província d'Esmirna de Turquia, prop de les illes gregues de l'Egeu.",
    "2013 - Quaranta-un elefants són enverinats amb cianur a les salines, per caçadors furtius al parc nacional de Hwange.",
    "2018 - La Cort Suprema de l'Índia va despenalitzar tot el sexe consentit entre adults en privat, fent que l'homosexualitat sigui legal a les terres índies.",
    "2022 - Boris Johnson dimiteix com a primer ministre del Regne Unit i és substituït per Liz Truss. Les seves reunions amb la reina Isabel II al castell de Balmoral van ser els darrers deures oficials de la reina abans de la seva mort dos dies després.",
    "2022 - Guerra russo-ucraïnesa: Ucraïna comença la seva contraofensiva de Kharkiv, sorprenent les forces russes i recuperant més de 3.000 quilòmetres quadrats de terra, recuperant tota la província de Kharkiv a l'oest del riu Oskil, durant la setmana vinent.",
    "394 - Batalla del Frigidus: l'emperador romà Teodosi I derrota i mata Eugeni l'usurpador. El seu magister militum franc Arbogast s'escapa, però dos dies després se suïcida."
  ],
  "day_28_month_5_births.dialog": [
    "1140 - Naixement de Xin Qiji, poeta, general i polític xinès (m. 1207)",
    "1371 - Naixement de Joan sense por, duc de Borgonya (m. 1419)",
    "1588 - Naixement de Pierre Séguier, polític francès, Lord Canceller de França (m. 1672)",
    "1589 - Naixement de Robert Arnauld d'Andilly, escriptor francès (m. 1674)",
    "1663 - Naixement d'António Manoel de Vilhena, Gran Mestre de l'Orde de Sant Joan (m. 1736)",
    "1676 - Naixement de Jacopo Riccati, matemàtic i acadèmic italià (m. 1754)",
    "1692 - Naixement de Geminiano Giacomelli, compositor italià (m. 1740)",
    "1738 - Naixement de Joseph-Ignace Guillotin, metge francès (m. 1814)",
    "1759 - Naixement de William Pitt el Jove, advocat i polític anglès, primer ministre del Regne Unit (m. 1806)",
    "1763 - Naixement de Manuel Alberti, sacerdot i periodista argentí (m. 1811)",
    "1764 - Naixement d'Edward Livingston, jurista i polític nord-americà, 11è secretari d'Estat dels Estats Units (m. 1836)",
    "1779 - Naixement de Thomas Moore, poeta i compositor irlandès (m. 1852)",
    "1807 - Naixement de Louis Agassiz, paleontòleg i geòleg suís-nord-americà (m. 1873)",
    "1818 - Naixement de P. G. T. Beauregard, general nord-americà (m. 1893)",
    "1828 - Naixement de Ratmalane Sri Dharmaloka Thera, monjo budista i erudit, fundador de Vidyalankara Pirivena (m. 1885)",
    "1836 - Naixement d'Alexander Mitscherlich, químic i acadèmic alemany (m. 1918)",
    "1836 - Naixement de Friedrich Baumfelder, pianista, compositor i director d'orquestra alemany (m. 1916)",
    "1837 - Naixement de George Ashlin, arquitecte irlandès, co-dissenyat de la catedral de St Colman (m. 1921)",
    "1837 - Naixement de Tony Pastor, empresari nord-americà, intèrpret de varietats i propietari d'un teatre (m. 1908)",
    "1841 - Naixement de Sakaigawa Namiemon, lluitador de sumo japonès, el 14è Yokozuna (m. 1887)",
    "1853 - Naixement de Carl Larsson, pintor i autor suec (m. 1919)",
    "1858 - Naixement de Carl Richard Nyberg, inventor i empresari suec, va desenvolupar el bufador (m. 1939)",
    "1872 - Naixement de Marian Smoluchowski, físic i alpinista polonès (m. 1917)",
    "1878 - Naixement de Paul Pelliot, sinòleg i explorador francès (m. 1945)",
    "1879 - Naixement de Milutin Milanković, matemàtic, astrònom i geofísic serbi (m. 1958)",
    "1883 - Naixement de Clough Williams-Ellis, arquitecte anglès-gal·lès, va dissenyar el Portmeirion Village (m. 1978)",
    "1883 - Naixement de Vinayak Damodar Savarkar, poeta i polític indi (m. 1966)",
    "1884 - Naixement d'Edvard Beneš, acadèmic i polític txec, segon i quart president de Txecoslovàquia (m. 1948)",
    "1886 - Naixement de Santo Trafficante, Sr., mafiós italo-americà (m. 1954)",
    "1888 - Naixement de Jim Thorpe, decatleta, jugador de futbol i entrenador nord-americà (m. 1953)",
    "1888 - Naixement de Kaarel Eenpalu, periodista i polític estonià, sisè primer ministre d'Estònia (m. 1942)",
    "1888 - Naixement de Vivienne Haigh-Wood Eliot, autora i pedagoga anglesa (m. 1947)",
    "1889 - Naixement de Richard Réti, jugador d'escacs i autor eslovac-txec (m. 1929)",
    "1892 - Naixement de Minna Gombell, actriu nord-americana (m. 1973)",
    "1900 - Naixement de Tommy Ladnier, trompetista nord-americà (m. 1939)",
    "1903 - Naixement de S. L. Kirloskar, empresari indi, va fundar Kirloskar Group (m. 1994)",
    "1906 - Naixement de Henry Thambiah, advocat, jutge i diplomàtic de Sri Lanka, Alt Comissionat de Sri Lanka al Canadà (m. 1997)",
    "1908 - Naixement d'Ian Fleming, periodista i autor anglès, creat James Bond (m. 1964)",
    "1908 - Naixement de Léo Cadieux, periodista i polític canadenc, 17è ministre canadenc de Defensa Nacional (m. 2005)",
    "1909 - Naixement de Red Horner, jugador d'hoquei sobre gel canadenc (m. 2005)",
    "1910 - Naixement de Georg Gassmann, polític alemany, alcalde de Marburg (m. 1987)",
    "1910 - Naixement de Rachel Kempson, actriu anglesa (m. 2003)",
    "1910 - Naixement de T-Bone Walker, cantautor i guitarrista nord-americà (m. 1975)",
    "1911 - Aniversari de Bob Crisp, jugador de cricket sud-africà (m. 1994)",
    "1911 - Naixement de Fritz Hochwälder, dramaturg austríac (m. 1986)",
    "1911 - Naixement de Thora Hird, actriu anglesa (m. 2003)",
    "1912 - Naixement de Herman Johannes, científic, acadèmic i polític indonesi (m. 1992)",
    "1912 - Naixement de Patrick White, novel·lista, poeta i dramaturg australià, premi Nobel (m. 1990)",
    "1912 - Naixement de Ruby Payne-Scott, física i astrònom australià (m. 1981)",
    "1914 - Naixement de W. G. G. Duncan Smith, capità i pilot anglès (m. 1996)",
    "1915 - Naixement de Joseph Greenberg, lingüista i acadèmic nord-americà (m. 2001)",
    "1916 - Naixement de Walker Percy, novel·lista i assagista nord-americà (m. 1990)",
    "1917 - Naixement de Barry Commoner, biòleg, acadèmic i polític nord-americà (m. 2012)",
    "1918 - Naixement de Johnny Wayne, còmic canadenc (m. 1990)",
    "1921 - Naixement de D. V. Paluskar, músic clàssic indi hindús (m. 1955)",
    "1921 - Naixement de Heinz G. Konsalik, periodista i autor alemany (m. 1999)",
    "1921 - Naixement de Tom Uren, soldat, boxejador i polític australià (m. 2015)",
    "1922 - Naixement de Lou Duva, boxejador, entrenador i entrenador nord-americà (m. 2017)",
    "1922 - Naixement de Roger Fisher, autor i acadèmic nord-americà (m. 2012)",
    "1922 - Naixement de Tuomas Gerdt, soldat finlandès (m. 2020)",
    "1923 - Naixement de György Ligeti, compositor i pedagog hongarès-austríac (m. 2006)",
    "1923 - Naixement de N. T. Rama Rao, actor, director, productor i polític indi, 10è ministre en cap d'Andhra Pradesh (m. 1996)",
    "1924 - Naixement d'Edward du Cann, oficial naval i polític anglès (m. 2017)",
    "1924 - Naixement de Paul Hébert, actor canadenc (m. 2017)",
    "1925 - Naixement de Bülent Ecevit, periodista, erudit i polític turc, 16è primer ministre de Turquia (m. 2006)",
    "1925 - Naixement de Dietrich Fischer-Dieskau, cantant i director d'òpera alemany (m. 2012)",
    "1928 - Naixement de Sally Forrest, actriu i ballarina nord-americana (m. 2015)",
    "1929 - Naixement de Patrick McNair-Wilson, polític anglès",
    "1930 - Naixement d'Edward Seaga, acadèmic i polític nord-americà-jamaicà, 5è primer ministre de Jamaica (m. 2019)",
    "1931 - Naixement de Carroll Baker, actriu nord-americana",
    "1931 - Naixement de Gordon Willis, director de fotografia nord-americà (m. 2014)",
    "1932 - Naixement de Tim Renton, baró Renton de Mount Harry, polític anglès, ministre de Cultura, Comunicacions i Indústries Creatives (m. 2020)",
    "1933 - Naixement de John Karlen, actor nord-americà (m. 2020)",
    "1933 - Naixement de Zelda Rubinstein, actriu i activista nord-americana (m. 2010)",
    "1936 - Naixement de Betty Shabazz, educadora i activista nord-americana (m. 1997)",
    "1936 - Naixement de Claude Forget, acadèmic i polític canadenc",
    "1936 - Naixement d'Ole K. Sara, polític noruec (m. 2013)",
    "1938 - Aniversari de Jerry West, jugador de bàsquet, entrenador i executiu nord-americà",
    "1939 - Naixement de Maeve Binchy, novel·lista irlandesa (m. 2012)",
    "1940 - Naixement de David Brewer, polític anglès, Lord-Lieutenant del Gran Londres (m. 2023)",
    "1940 - Naixement de Shlomo Riskin, rabí i acadèmic nord-americà, va fundar la sinagoga de Lincoln Square",
    "1941 - Naixement de Beth Howland, actriu i cantant nord-americana (m. 2015)",
    "1942 - Naixement de Stanley B. Prusiner, neuròleg i bioquímic nord-americà, premi Nobel",
    "1943 - Aniversari de Terry Crisp, jugador i entrenador d'hoquei sobre gel canadenc",
    "1944 - Naixement de Billy Vera, cantautor i actor nord-americà",
    "1944 - Naixement de Faith Brown, actriu i cantant anglesa",
    "1944 - Naixement de Gary Stewart, cantant i compositor nord-americà (m. 2003)",
    "1944 - Naixement de Gladys Knight, cantautora i actriu nord-americana",
    "1944 - Naixement de Rita MacNeil, cantant i actriu canadenca (m. 2013)",
    "1944 - Naixement de Rudy Giuliani, advocat i polític nord-americà, 107è alcalde de la ciutat de Nova York",
    "1944 - Naixement de Sondra Locke, actriu i directora nord-americana (m. 2018)",
    "1945 - Naixement d'Helena Shovelton, metgessa anglesa",
    "1945 - Naixement de Jean Perrault, polític canadenc, alcalde de Sherbrooke, Quebec",
    "1945 - Naixement de John Fogerty, cantautor, guitarrista i productor nord-americà",
    "1945 - Naixement de John N. Bambacus, veterà militar nord-americà (USMC) i polític",
    "1945 - Naixement de Patch Adams, metge i autor nord-americà, va fundar el Gesundheit! Institut",
    "1946 - Naixement de Bruce Alexander, actor anglès",
    "1946 - Naixement de Janet Paraskeva, política gal·lesa",
    "1946 - Naixement de K. Satchidanandan, poeta i crític indi",
    "1946 - Aniversari de Skip Jutze, jugador de beisbol nord-americà",
    "1946 - Naixement de William Shawcross, periodista i autor anglès",
    "1947 - Naixement de Leland Sklar, cantant, compositor i baixista nord-americà",
    "1947 - Naixement de Lynn Johnston, autora i il·lustradora canadenca",
    "1947 - Naixement de Zahi Hawass, arqueòleg i acadèmic egipci",
    "1948 - Naixement de Michael Field, polític australià, 38è primer ministre de Tasmània",
    "1948 - Naixement de Pierre Rapsat, cantant i compositor belga (m. 2002)",
    "1949 - Naixement de Martin Kelner, periodista, autor, còmic, cantant, actor i presentador de ràdio anglès",
    "1949 - Naixement de Wendy O. Williams, cantant, compositora, músic i actriu nord-americana (m. 1998)",
    "1952 - Naixement de Roger Briggs, pianista, compositor, director d'orquestra i pedagog nord-americà",
    "1953 - Naixement de Pierre Gauthier, jugador i entrenador d'hoquei sobre gel canadenc",
    "1954 - Naixement de Charles Saumarez Smith, historiador i acadèmic anglès",
    "1954 - Naixement de John Tory, advocat i polític canadenc, 65è alcalde de Toronto",
    "1954 - Naixement de João Carlos de Oliveira, saltador brasiler (m. 1999)",
    "1954 - Naixement de Péter Szilágyi, director i polític hongarès (m. 2013)",
    "1954 - Naixement de Youri Egorov, pianista i compositor rus (m. 1988)",
    "1955 - Naixement de Laura Amy Schlitz, autora i bibliotecària nord-americana",
    "1956 - Naixement de Jeff Dujon, jugador de cricket jamaicà",
    "1956 - Naixement de Jerry Douglas, guitarrista i productor nord-americà",
    "1956 - Naixement de Markus Höttinger, pilot de carreres austríac (m. 1980)",
    "1956 - Naixement de Peter Wilkinson, almirall anglès",
    "1957 - Naixement de Ben Howland, jugador i entrenador de bàsquet nord-americà",
    "1957 - Naixement de Colin Barnes, futbolista anglès",
    "1957 - Naixement de Kirk Gibson, jugador de beisbol i entrenador nord-americà",
    "1959 - Naixement de Risto Mannisenmäki, pilot de carreres finlandès",
    "1960 - Naixement de Mark Sanford, veterà militar nord-americà (USAF) i polític, 115è governador de Carolina del Sud",
    "1960 - Naixement de Mary Portas, periodista i autora anglesa",
    "1963 - Naixement de Houman Younessi, biòleg i acadèmic australià nord-americà (m. 2016)",
    "1964 - Naixement d'Armeni Gilliam, jugador de bàsquet i entrenador nord-americà (m. 2011)",
    "1964 - Aniversari de Jeff Fenech, boxejador i entrenador australià",
    "1964 - Naixement de Phil Vassar, cantant i compositor nord-americà",
    "1964 - Naixement de Zsa Zsa Padilla, cantant i actriu filipina",
    "1965 - Naixement de Chris Ballew, cantant, compositor i baixista nord-americà",
    "1965 - Naixement de Mary Coughlan, política irlandesa",
    "1966 - Naixement de Gavin Robertson, jugador de cricket australià",
    "1966 - Naixement de Miljenko Jergović, novel·lista i periodista bosnià",
    "1966 - Naixement de Roger Kumble, director, guionista i dramaturg nord-americà",
    "1967 - Aniversari de Glen Rice, jugador de bàsquet nord-americà",
    "1968 - Naixement de Kylie Minogue, cantautora, productora i actriu australiana",
    "1969 - Naixement de Mike DiFelice, jugador de beisbol i entrenador nord-americà",
    "1969 - Naixement de Rob Ford, polític canadenc, 64è alcalde de Toronto (m. 2016)",
    "1970 - Naixement de Glenn Quinn, actor nord-americà (m. 2002)",
    "1971 - Naixement d'Ekaterina Gordeeva, patinadora artística i presentadora esportiva russa",
    "1971 - Naixement d'Isabelle Carré, actriu i cantant francesa",
    "1971 - Naixement de Marco Rubio, advocat i polític nord-americà",
    "1972 - Naixement de Doriva, futbolista i entrenadora brasilera",
    "1972 - Naixement de Michael Boogerd, ciclista i entrenador holandès",
    "1973 - Naixement de Marco Paulo Faria Lemos, futbolista i entrenador portuguès",
    "1974 - Naixement de Hans-Jörg Butt, futbolista alemany",
    "1974 - Naixement de Misbah-ul-Haq, jugador de cricket pakistanès",
    "1975 - Naixement de Maura Johnston, periodista, crítica i acadèmica nord-americana",
    "1976 - Naixement de Glenn Morrison, jugador i entrenador de la lliga australiana de rugbi",
    "1976 - Naixement de Roberto Goretti, futbolista italià",
    "1976 - Naixement de Steven Bell, jugador de la lliga australiana de rugbi",
    "1976 - Aniversari de Zaza Enden, lluitador, jugador de bàsquet i entrenador georgià-turc",
    "1977 - Naixement d'Elisabeth Hasselbeck, presentadora i autora de tertúlies nord-americanes",
    "1978 - Naixement de Jake Johnson, actor nord-americà",
    "1979 - Naixement d'Abdulaziz al-Omari, terrorista saudita, segrestador del vol 11 d'American Airlines (m. 2001)",
    "1979 - Naixement de Ronald Curry, jugador de futbol americà i entrenador",
    "1980 - Naixement de Lucy Shuker, tennista anglesa",
    "1980 - Naixement de Miguel Pérez, futbolista espanyol",
    "1981 - Naixement d'Adam Green, cantautor i guitarrista nord-americà",
    "1981 - Naixement de Daniel Cabrera, jugador de beisbol dominicano-americà",
    "1981 - Naixement d'Eric Ghiaciuc, jugador de futbol americà",
    "1982 - Naixement d'Alexa Davalos, actriu franco-americana",
    "1982 - Naixement de Jhonny Peralta, jugador de beisbol dominicano-americà",
    "1983 - Naixement de Humberto Sánchez, jugador de beisbol dominicano-americà",
    "1983 - Aniversari de Roman Atwood, estrella nord-americana de YouTube",
    "1983 - Aniversari de Steve Cronin, futbolista nord-americà",
    "1985 - Naixement de Carey Mulligan, actriu i cantant anglesa",
    "1985 - Naixement de Colbie Caillat, cantautor i guitarrista nord-americà",
    "1985 - Naixement de Kostas Mendrinos, futbolista grec",
    "1985 - Naixement de Pablo Andrés González, futbolista argentí",
    "1986 - Naixement de Berrick Barnes, jugador de rugbi australià",
    "1986 - Naixement de Bryant Dunston, jugador de bàsquet americà-armeni",
    "1986 - Naixement d'Ingmar Vos, decatleta holandès",
    "1986 - Naixement de Michael Oher, jugador de futbol americà",
    "1986 - Aniversari de Seth Rollins, lluitador nord-americà",
    "1987 - Naixement de T.J. Yates, jugador de futbol americà",
    "1988 - Naixement de David Perron, jugador canadenc d'hoquei sobre gel",
    "1988 - Naixement de NaVorro Bowman, jugador de futbol americà",
    "1988 - Aniversari de Percy Harvin, jugador de futbol americà",
    "1990 - Naixement de Kyle Walker, futbolista anglès",
    "1991 - Naixement de Danielle Lao, tennista nord-americana",
    "1991 - Naixement de Kail Piho, esquiador estonià",
    "1993 - Naixement de Bárbara Luz, tenista portuguesa",
    "1993 - Naixement de Daniel Álvaro, jugador de la lliga australiana de rugbi",
    "1994 - Naixement de John Stones, futbolista anglès",
    "1998 - Naixement de Kim Dahyun, raper i cantant sud-coreà",
    "1999 - Naixement de Jodie Burrage, tenista britànica",
    "2000 - Naixement de Phil Foden, futbolista anglès",
    "2000 - Naixement de Risi Pouri-Lane, jugador de rugbi a set de Nova Zelanda"
  ],
  "day_2_month_4_deaths.dialog": [
    "1118 - Mort de Balduí I, rei de Jerusalem",
    "1244 - Mor Henrik Harpestræng, autor botànic i mèdic danès",
    "1272 - Mort de Ricard, primer comte de Cornualla, marit anglès de Sanchia de Provença (n. 1209)",
    "1335 - Mort d'Enric de Bohèmia (n. 1265)",
    "1412 - Mor Ruy González de Clavijo, explorador i autor espanyol",
    "1416 - Mort de Ferran I, rei d'Aragó (n. 1379)",
    "1502 - Mort d'Arthur, príncep de Gal·les (n. 1486)",
    "1507 - Mort de Francesc de Paola, frare i sant italià, fundador de l'Orde dels Mínims (n. 1416)",
    "1511 - Mort de Bernat VII, senyor de Lippe, noble alemany (n. 1428)",
    "1640 - Mort de Maciej Kazimierz Sarbiewski, autor i poeta polonès (n. 1595)",
    "1657 - Mort de Ferran III, emperador del Sacre Germànic (n. 1608)",
    "1657 - Mort de Jean-Jacques Olier, sacerdot francès, fundador de la Societat de Saint-Sulpice (n. 1608)",
    "1672 - Mor Diego Luis de San Vitores, missioner jesuïta espanyol (n. 1627)",
    "1672 - Mort de Pedro Calungsod, missioner i sant filipí (n. 1654)",
    "1720 - Mort de Joseph Dudley, polític anglès, governador de la província de la badia de Massachusetts (n. 1647)",
    "1742 - Mort de James Douglas, metge i anatomista escocès (n. 1675)",
    "1747 - Mort de Johann Jacob Dillenius, botànic i micòleg alemany-anglès (n. 1684)",
    "1754 - Mor Thomas Carte, historiador i autor anglès (n. 1686)",
    "1787 - Mor Thomas Gage, general i polític anglès, governador de la província de la badia de Massachusetts (n. 1719)",
    "1791 - Mor Honoré Gabriel Riqueti, comte de Mirabeau, periodista i polític francès (n. 1749)",
    "1801 - Mort de Thomas Dadford, Jr., enginyer anglès (n. 1761)",
    "1803 - Mort de Sir James Montgomery, primer baronet, jutge i polític escocès (n. 1721)",
    "1817 - Mor Johann Heinrich Jung, autor i acadèmic alemany (n. 1740)",
    "1827 - Mort de Ludwig Heinrich Bojanus, metge i pedagog alemany (n. 1776)",
    "1845 - Mort de Philip Charles Durham, almirall i polític escocès (n. 1763)",
    "1865 - Mor A. P. Hill, general nord-americà (n. 1825)",
    "1872 - Mort de Samuel Morse, pintor i acadèmic nord-americà, inventor del codi Morse (n. 1791)",
    "1891 - Mor Ahmed Vefik Pasha, dramaturg i polític grec, 249è gran visir de l'Imperi Otomà (n. 1823)",
    "1891 - Mort d'Albert Pike, advocat i general nord-americà (n. 1809)",
    "1894 - Mor Achille Vianelli, pintor i acadèmic italià (n. 1803)",
    "1896 - Mort de Theodore Robinson, pintor i acadèmic nord-americà (n. 1852)",
    "1914 - Mor Paul Heyse, autor, poeta i traductor alemany, premi Nobel (n. 1830)",
    "1917 - Mort de Bryn Lewis, jugador de rugbi internacional gal·lès (n. 1891)",
    "1923 - Mort de Topal Osman, coronel turc (n. 1883)",
    "1928 - Mort de Theodore William Richards, químic i acadèmic nord-americà, premi Nobel (n. 1868)",
    "1930 - Mort de Zewditu I d'Etiòpia (n. 1876)",
    "1933 - Mort de Ranjitsinhji, jugador de cricket indi (n. 1872)",
    "1936 - Mort de Jean Baptiste Eugène Estienne, general francès (n. 1860)",
    "1942 - Mort d'Édouard Estaunié, novel·lista francès (n. 1862)",
    "1948 - Mor Sabahattin Ali, periodista, autor i poeta turc (n. 1907)",
    "1953 - Mort d'Hugo Sperrle, mariscal de camp alemany (n. 1885)",
    "1954 - Mort de Hoyt Vandenberg, general de la Força Aèria dels EUA (n. 1899)",
    "1966 - Mort de C. S. Forester, novel·lista anglès (n. 1899)",
    "1972 - Mort de Franz Halder, general alemany (n. 1884)",
    "1972 - Mort de Toshitsugu Takamatsu, artista marcial i educador japonès (n. 1887)",
    "1974 - Mor Georges Pompidou, banquer i polític francès, XIX president de França (n. 1911)",
    "1977 - Mort de Walter Wolf, acadèmic i polític alemany (n. 1907)",
    "1987 - Mort de Buddy Rich, bateria, compositor i director de banda nord-americà (n. 1917)",
    "1989 - Mort de Manolis Angelopoulos, cantant grec (n. 1939)",
    "1992 - Mort de Jan van Aartsen, polític holandès (n. 1909)",
    "1992 - Mor Juanito, futbolista i entrenador espanyol (n. 1954)",
    "1994 - Mort de Betty Furness, actriu nord-americana, defensora del consumidor, panelista de programes de jocs, periodista de televisió i personalitat televisiva (n. 1916)",
    "1994 - Mort de Marc Fitch, historiador i filantrop britànic (n. 1908)",
    "1995 - Mor Hannes Alfvén, físic i enginyer suec, premi Nobel (n. 1908)",
    "1997 - Mort de Tomoyuki Tanaka, director i productor japonès (n. 1910)",
    "1998 - Mort de Rob Pilatus, cantautor nord-americà-alemany (n. 1965)",
    "2001 - Mort de Charles Daudelin, escultor i pintor canadenc (n. 1920)",
    "2002 - Mort de John R. Pierce, enginyer i autor nord-americà (n. 1910)",
    "2002 - Mort de Levi Celerio, compositor i compositor filipí (n. 1910)",
    "2003 - Mort d'Edwin Starr, cantant i compositor nord-americà (n. 1942)",
    "2004 - Mort de John Argyris, informàtic, enginyer i acadèmic grec (n. 1913)",
    "2005 - Mort de Lillian O'Donnell, novel·lista policial nord-americana (n. 1926)",
    "2005 - Mort del papa Joan Pau II (n. 1920)",
    "2006 - Mort de Lloyd Searwar, antòleg i diplomàtic guyanès (n. 1925)",
    "2007 - Mor Henry L. Giclas, astrònom i acadèmic nord-americà (n. 1910)",
    "2008 - Mort de Yakup Satar, veterà turc de la Primera Guerra Mundial (n. 1898)",
    "2009 - Mort d'Albert Sanschagrin, bisbe canadenc (n. 1911)",
    "2009 - Mort de Bud Shank, saxofonista i flautista nord-americà (n. 1926)",
    "2010 - Mort de Chris Kanyon, lluitador nord-americà (n. 1970)",
    "2011 - Mort de John C. Haas, empresari i filantrop nord-americà (n. 1918)",
    "2012 - Mort d'Elizabeth Catlett, escultora i il·lustradora nord-americà-mexicana (n. 1915)",
    "2012 - Mor Jesús Aguilarte, capità i polític veneçolà (n. 1959)",
    "2012 - Mort de Mauricio Lasansky, dissenyador gràfic i acadèmic nord-americà (n. 1914)",
    "2013 - Mort de Fred, autor i il·lustrador francès (n. 1931)",
    "2013 - Mor Jesús Franco, director, guionista, productor i actor espanyol (n. 1930)",
    "2013 - Mort de Milo O'Shea, actor nord-americà irlandès (n. 1926)",
    "2014 - Mort d'Urs Widmer, autor i dramaturg suís (n. 1938)",
    "2015 - Mor Manoel de Oliveira, actor, director, productor i guionista portuguès (n. 1908)",
    "2015 - Mort de Robert H. Schuller, pastor i autor nord-americà (n. 1926)",
    "2015 - Mort de Steve Stevaert, home de negocis i polític belga, governador de Limburg (n. 1954)",
    "2016 - Mort de Gallieno Ferri, dibuixant de còmics i il·lustrador italià (n. 1929)",
    "2016 - Mort de Robert Abajyan, sergent armeni (n. 1996)",
    "2017 - Mort d'Alma Delia Fuentes, actriu mexicana (n. 1937)",
    "2021 - Mort de Simon Bainbridge, compositor britànic (n. 1952)",
    "2022 - Mort d'Estelle Harris, actriu i còmica nord-americana (n. 1928)",
    "2024 - Mort de Christopher Durang, dramaturg nord-americà (n. 1949)",
    "2024 - Mort de Jerry Abbott, compositor de música country i productor discogràfic nord-americà (n. 1942)",
    "2024 - Mort de John Barth, escriptor nord-americà (n. 1930)",
    "2024 - Mort de John Sinclair, poeta nord-americà (n. 1941)",
    "2024 - Mort de Juan Vicente Pérez, supercentenari veneçolà (n. 1909)",
    "2024 - Mort de Larry Lucchino, advocat nord-americà i executiu de beisbol (n. 1945)",
    "2024 - Mort de Maryse Condé, novel·lista, crítica i dramaturga guadalupea (n. 1934)",
    "670 - Mort de Hasan ibn Ali, el segon imam xiïta (n. 624)",
    "870 - Mort d'Ebbe el Jove, abadessa franca",
    "872 - Mort de Muflih al-Turki, general turc",
    "968 - Mort de Yuan Dezhao, canceller xinès (n. 891)",
    "991 - Mort de Bardas Skleros, general bizantí"
  ],
  "day_1_month_6_deaths.dialog": [
    "1146 - Mort d'Ermengarda d'Anjou, duquessa regent de Bretanya (n. 1068)",
    "1186 - Mort de Minamoto no Yukiie, senyor de la guerra japonès",
    "1220 - Mort d'Enric de Bohun, primer comte de Hereford (n. 1176)",
    "1310 - Mor Marguerite Porete, mística francesa",
    "1354 - Mort de Kitabatake Chikafusa (n. 1293)",
    "1434 - Mort del rei Ladislau II de Polònia",
    "1449 - Mort de Polissena Sforza, dama de Rímini (n. 1428)",
    "1571 - Mort de John Story, màrtir anglès (n. 1504)",
    "1616 - Mort de Tokugawa Ieyasu, shogun japonès (n. 1543)",
    "1625 - Mor Honoré d'Urfé, escriptor i poeta francès (n. 1568)",
    "1639 - Mort de Melchior Franck, compositor alemany (n. 1579)",
    "1660 - Mort de Mary Dyer, màrtir angloamericana (n. 1611)",
    "1662 - Mort de Zhu Youlang, emperador xinès (n. 1623)",
    "1681 - Mort de Cornelis Saftleven, pintor de gènere holandès (n. 1607)",
    "1710 - Mort de David Mitchell, almirall i polític escocès (n. 1642)",
    "1740 - Mort de Samuel Werenfels, teòleg suís (n. 1657)",
    "1769 - Mort d'Edward Holyoke, pastor i acadèmic nord-americà (n. 1689)",
    "1773 - Mort de Wolraad Woltemade, heroi popular sud-africà (n. 1708)",
    "1795 - Mor Pierre-Joseph Desault, anatomista i cirurgià francès (n. 1744)",
    "1815 - Mor Louis-Alexandre Berthier, general i polític francès, ministre de la Guerra francès (n. 1753 )",
    "1823 - Mor Louis-Nicolas Davout, general i polític francès, ministre de la Guerra francès (n. 1770 )",
    "1826 - Mort de J. F. Oberlin, pastor i filantrop francès (n. 1740)",
    "1830 - Mort de Swaminarayan, líder religiós indi (n. 1781)",
    "1833 - Mort d'Oliver Wolcott Jr., advocat i polític nord-americà, segon secretari del Tresor dels Estats Units, 24è governador de Connecticut (n. 1760)",
    "1841 - Mort de David Wilkie, pintor i acadèmic escocès (n. 1785)",
    "1846 - Mort del papa Gregori XVI (n. 1765)",
    "1861 - Mort de John Quincy Marr, capità nord-americà (n. 1825)",
    "1864 - Mort de Hong Xiuquan, rebel xinès, que va dirigir la rebel·lió de Taiping (n. 1812)",
    "1868 - Mort de James Buchanan, advocat i polític nord-americà, 15è president dels Estats Units (n. 1791)",
    "1872 - Mort de James Gordon Bennett, Sr., editor nord-americà, fundador del New York Herald (n. 1795)",
    "1873 - Mort de Joseph Howe, periodista i polític canadenc, 5è primer ministre de Nova Escòcia (n. 1804)",
    "1876 ​​- Mor Hristo Botev, poeta i periodista búlgar (n. 1848)",
    "1879 - Mort de Napoléon, príncep imperial de França (n. 1856)",
    "1908 - Mort d'Allen Butler Talcott, pintor nord-americà (n. 1867)",
    "1925 - Mor Thomas R. Marshall, polític nord-americà, 28è vicepresident dels Estats Units (n. 1854)",
    "1927 - Mort de J. B. Bury, historiador, filòleg i erudit irlandès (n. 1861)",
    "1927 - Mort de Lizzie Borden, assassina americana acusada (n. 1860)",
    "193 - Mort de Marc Didi Julianus, emperador romà (n. 133)",
    "1934 - Mort de Sir Alfred Rawlinson, 3r baronet, coronel i jugador de polo anglès (n. 1867)",
    "1935 - Mort d'Arthur Arz von Straußenburg, general romanès-hongarès (m. 1857)",
    "1938 - Mort d'Ödön von Horváth, autor i dramaturg croat-francès (n. 1901)",
    "1941 - Mor Hans Berger, neuròleg i acadèmic alemany (n. 1873)",
    "1941 - Mort d'Hugh Walpole, autor anglès neozelandès (n. 1884)",
    "1943 - Mort de Leslie Howard, actor, director i productor anglès (n. 1893)",
    "1943 - Mort de Wilfrid Israel, empresari i filantrop anglès-alemany (n. 1899)",
    "1946 - Mort d'Ion Antonescu, mariscal i polític romanès, 43è primer ministre de Romania (n. 1882)",
    "1948 - Mort d'Alex Gard, dibuixant rus-nord-americà (n. 1900)",
    "195 aC - Mort de l'emperador Gaozu de Han (n. 256 aC)",
    "1952 - Mort de John Dewey, psicòleg i filòsof nord-americà (n. 1859)",
    "1953 - Mort d'Emanuel Vidović, pintor i il·lustrador croat (n. 1870)",
    "1954 - Mort de Martin Andersen Nexø, periodista i escriptor danès-alemany (n. 1869)",
    "1960 - Mort de Lester Patrick, jugador i entrenador d'hoquei sobre gel canadenc (n. 1883)",
    "1960 - Mort de Paula Hitler, germana germano-austríaca d'Adolf Hitler (n. 1896)",
    "1962 - Mor Adolf Eichmann, un SS-Obersturmbannführer nazi alemany (n. 1906)",
    "1963 - Mort de Walter Lee, polític australià, 24è primer ministre de Tasmània (n. 1874)",
    "1965 - Mor Curly Lambeau, jugador de futbol americà i entrenador, fundador dels Green Bay Packers (n. 1898)",
    "1966 - Mort de Papa Jack Laine, baterista i director de banda nord-americà (n. 1873)",
    "1968 - Mor André Laurendeau, dramaturg, periodista i polític canadenc (n. 1912)",
    "1968 - Mor Helen Keller, autora i activista nord-americana (n. 1880)",
    "1969 - Mort d'Ivar Ballangrud, patinador de velocitat noruec (n. 1904)",
    "1971 - Mort de Reinhold Niebuhr, teòleg i acadèmic nord-americà (n. 1892)",
    "1979 - Mor Werner Forssmann, metge i acadèmic alemany, premi Nobel (n. 1904)",
    "1980 - Mort d'Arthur Nielsen, empresari nord-americà, fundador de l'empresa ACNielsen (n. 1897)",
    "1981 - Mort de Carl Vinson, advocat i polític nord-americà (n. 1883)",
    "1983 - Mort d'Anna Seghers, escriptora alemanya (n. 1900)",
    "1983 - Mort del príncep Carles, comte de Flandes (n. 1903)",
    "1985 - Mort de Richard Greene, actor i soldat anglès (n. 1918)",
    "1986 - Mor Jo Gartner, pilot de carreres austríac (n. 1958)",
    "1987 - Mort de Rashid Karami, advocat i polític libanès, 32è primer ministre del Líban (n. 1921)",
    "1988 - Mor Herbert Feigl, filòsof austríac del Cercle de Viena (n. 1902)",
    "1989 - Mort d'Aurelio Lampredi, enginyer italià, dissenyador del motor Ferrari Lampredi (n. 1917)",
    "1991 - Mort de David Ruffin, cantant i compositor nord-americà (n. 1941)",
    "1996 - Mort de Neelam Sanjiva Reddy, polític indi, sisè president de l'Índia (n. 1913)",
    "1999 - Mort de Christopher Cockerell, enginyer anglès, inventor de l'hovercraft (n. 1910)",
    "2000 - Mort de Tito Puente, bateria, compositor i productor nord-americà (n. 1923)",
    "2001 - Mort de Hank Ketcham, dibuixant nord-americà, creat Dennis the Menace (n. 1920)",
    "2001 - Mort de víctimes notables de la massacre reial nepalesa",
    "2002 - Mort de Hansie Cronje, jugador de cricket sud-africà (n. 1969)",
    "2004 - Mort de William Manchester, historiador i autor nord-americà (n. 1922)",
    "2005 - Mor George Mikan, jugador i entrenador de bàsquet nord-americà (n. 1924)",
    "2005 - Mort d'Hilda Crosby Standish, metgessa nord-americana (n. 1902)",
    "2007 - Mort de Tony Thompson, cantant i compositor nord-americà (n. 1975)",
    "2008 - Mort de Tommy Lapid, periodista i polític israelià, 17è ministre de Justícia d'Israel (n. 1931)",
    "2008 - Mort d'Yves Saint Laurent, dissenyador de moda francès, fundador de Saint Laurent París (n. 1936)",
    "2009 - Mort de Vincent O'Brien, entrenador de cavalls irlandès (n. 1917)",
    "2010 - Mort d'Andrei Voznesensky, poeta rus (n. 1933)",
    "2010 - Mort de Kazuo Ohno, ballarí japonès (n. 1906)",
    "2011 - Mort de Haleh Sahabi, activista i humanitari iranià (n. 1957)",
    "2012 - Mort de Faruq Z. Bey, saxofonista i compositor nord-americà (n. 1942)",
    "2012 - Mort de Milan Gaľa, polític eslovac (n. 1953)",
    "2012 - Mort de Pádraig Faulkner, pedagog i polític irlandès, XIX ministre de Defensa irlandès (n. 1918)",
    "2013 - Mort de James Kelleher, advocat i polític canadenc, 33è Procurador General del Canadà (n. 1930)",
    "2014 - Mort d'Ann B. Davis, actriu nord-americana (n. 1926)",
    "2014 - Mort de Valentin Mankin, mariner ucraïnès (n. 1938)",
    "2015 - Mort de Charles Kennedy, periodista i polític escocès (n. 1959)",
    "2015 - Mort de Jacques Parizeau, economista i polític canadenc, 26è primer ministre del Quebec (n. 1930)",
    "2015 - Mort de Jean Ritchie, cantant i compositor nord-americà (n. 1922)",
    "2015 - Mort de Joan Kirner, pedagog i polític australià, 42è primer ministre de Victòria (n. 1938) ",
    "2015 - Mor Nicholas Liverpool, advocat i polític dominicà, sisè president de Dominica (n. 1934)",
    "2018 - Mort de Sinan Sakić, cantant pop-folk serbi (n. 1956)",
    "2019 - Mor Ani Yudhoyono, política indonèsia, sisena primera dama d'Indonèsia. (n. 1952)",
    "352 - Mort de Ran Min, \"Príncep Celestial\" (Tian Wang) durant els Setze Regnes",
    "654 - Mort de Pirro, patriarca de Constantinoble",
    "829 - Mort de Li Tongjie, general de la dinastia Tang",
    "847 - Mort de Xiao, emperadriu de la dinastia Tang",
    "896 - Mort de Teodosi Romà, patriarca ortodox siríac d'Antioquia",
    "932 - Mort de Thietmar, duc de Saxònia",
    "Aishwarya del Nepal (n. 1949)",
    "Birendra del Nepal (n. 1945)",
    "Dhirendra del Nepal (n. 1950)",
    "Príncep Nirajan del Nepal (n. 1978)",
    "Princesa Shruti del Nepal (n. 1976)"
  ],
  "day_14_month_3_deaths.dialog": [
    "1555 - Mort de John Russell, primer comte de Bedford (n. 1485)",
    "1647 - Mort de Frederick Henry, príncep d'Orange (n. 1584)",
    "1648 - Mort de Ferdinando Fairfax, 2n Lord Fairfax de Cameron, general i polític anglès (n. 1584)",
    "1696 - Mort de Jean Domat, advocat i jurista francès (n. 1625)",
    "1698 - Mort de Claes Rålamb, estadista suec (n. 1622)",
    "1748 - Mort de George Wade, mariscal de camp i polític irlandès (n. 1673)",
    "1757 - Mort de John Byng, almirall i polític britànic, 11è governador comodor de Terranova (n. 1704)",
    "1791 - Mor Johann Salomo Semler, historiador i crític alemany (n. 1725)",
    "1803 - Mort de Friedrich Gottlieb Klopstock, poeta alemany (n. 1724)",
    "1811 - Mort d'Augustus FitzRoy, tercer duc de Grafton, polític anglès, primer ministre de Gran Bretanya (n. 1735)",
    "1823 - Mor Charles François Dumouriez , general i polític francès, ministre de la Guerra francès (n. 1739 )",
    "1860 - Mort de Carl Ritter von Ghega, enginyer italià, dissenyador del ferrocarril de Semmering (n. 1802)",
    "1877 - Mor Juan Manuel de Rosas, general i polític argentí, 17è governador de la província de Buenos Aires (n. 1793)",
    "1883 - Mort de Karl Marx, filòsof i teòric alemany (n. 1818)",
    "1884 - Mor Quintino Sella, economista i polític italià, ministre de Finances italià (n. 1827)",
    "1921 - Mort de Bernard Ryan executat republicà irlandès (n. 1901)",
    "1923 - Mort de Charlie Daly i tres republicans irlandesos més són executats per les forces de l'Estat Lliure d'Irlanda (n. 1896)",
    "1930 - Mor A. A. Kannisto, polític finlandès (n. 1876)",
    "1932 - Mort de Frederick Jackson Turner, historiador nord-americà (n. 1861)",
    "1932 - Mor George Eastman, inventor i empresari nord-americà, fundador d'Eastman Kodak (n. 1854)",
    "1941 - Mort de C. R. M. F. Cruttwell, historiador anglès (n. 1887)",
    "1953 - Mort de Klement Gottwald, polític comunista txecoslovac i 14è president de Txecoslovàquia (n. 1896)",
    "1957 - Mort d'Evagoras Pallikarides, activista xipriota (n. 1938)",
    "1965 - Mor Marion Jones Farquhar, tenista nord-americana (n. 1879)",
    "1968 - Mor Erwin Panofsky, historiador i acadèmic alemany (n. 1892)",
    "1969 - Mort de Ben Shahn, pintor, il·lustrador i pedagog lituà-nord-americà (n. 1898)",
    "1973 - Mort de Chic Young, dibuixant nord-americà (n. 1901)",
    "1973 - Mort de Howard H. Aiken, informàtic i enginyer nord-americà (n. 1900)",
    "1975 - Mort de Susan Hayward, actriu nord-americana (n. 1917)",
    "1976 - Mor Busby Berkeley, director i coreògraf nord-americà (n. 1895)",
    "1977 - Mort de Fannie Lou Hamer, activista i filantropa nord-americana (n. 1917)",
    "1979 - Mort de Frank McEncroe, empresari australià (n. 1908)",
    "1980 - Mor Félix Rodríguez de la Fuente, ecologista espanyol (n. 1928)",
    "1980 - Mort de Mohammad Hatta, polític indonesi, tercer primer ministre d'Indonèsia (n. 1902)",
    "1984 - Mort de Hovhannes Shiraz, poeta armeni (n. 1915)",
    "1989 - Mort de Zita de Borbó-Parma, emperadriu d'Àustria i reina d'Hongria (n. 1892)",
    "1991 - Mort de Howard Ashman, dramaturg i compositor nord-americà (n. 1950)",
    "1995 - Mort de William Alfred Fowler, físic i astrònom nord-americà, premi Nobel (n. 1911)",
    "1997 - Mort de Fred Zinnemann, director i productor austríac-americà (n. 1907)",
    "1999 - Mort de John Broome, autor nord-americà (n. 1913)",
    "1999 - Mort de Kirk Alyn, actor nord-americà (n. 1910)",
    "2003 - Mort de Jack Goldstein, pintor canadenc-nord-americà (n. 1945)",
    "2003 - Mort de Jean-Luc Lagardère, enginyer i empresari francès (n. 1928)",
    "2006 - Mort de Lennart Meri, director i polític estonià, segon president d'Estònia (n. 1929)",
    "2007 - Mort de Lucie Aubrac, pedagoga i activista francesa (n. 1912)",
    "2008 - Mor Chiara Lubich, activista italiana, cofundadora del Moviment dels Focolares (n. 1920)",
    "2010 - Mort de Peter Graves, actor nord-americà (n. 1926)",
    "2012 - Mort de Pierre Schoendoerffer, director i guionista francès (n. 1928)",
    "2012 - Mort de Ċensu Tabone, general i polític maltès, quart president de Malta (n. 1913)",
    "2013 - Mor Aramais Sahakyan, poeta i autor armeni (n. 1936)",
    "2013 - Mort d'Ieng Sary, polític vietnamita-cambodjà, ministre d'Afers Exteriors de Cambodja (n. 1925)",
    "2013 - Mort de Jack Greene, cantant, compositor i guitarrista nord-americà (n. 1930)",
    "2014 - Mort de Meir Har-Zion, comandant israelià (n. 1934)",
    "2014 - Mort de Tony Benn, polític anglès, director general de correus del Regne Unit (n. 1925)",
    "2016 - Mort de John W. Cahn, metal·lúrgic i acadèmic germanoamericà (n. 1928)",
    "2016 - Mort de Peter Maxwell Davies, compositor i director d'orquestra anglès (n. 1934)",
    "2016 - Mort de Suranimala Rajapaksha, advocat i polític de Sri Lanka (n. 1949)",
    "2018 - Mort de Jim Bowen, humorista anglès i personatge de televisió (n. 1937)",
    "2018 - Mort de Liam O'Flynn, flautista irlandès uileann (n. 1945)",
    "2018 - Mort de Marielle Franco, política i activista dels drets humans brasilera (n. 1979)",
    "2018 - Mort de Stephen Hawking, físic i autor anglès (n. 1942)",
    "2019 - Mort de Charlie Whiting, director britànic d'automobilisme (n. 1952)",
    "2019 - Mort de Haig Young, polític canadenc (n. 1928)",
    "2019 - Mort de Jake Phelps, patinador nord-americà i redactor en cap de Thrasher (n. 1962)",
    "2022 - Mort de Scott Hall, lluitador nord-americà (n. 1958)",
    "840 - Mort d'Einhard, erudit franc",
    "968 - Mort de Matilde de Ringelheim, reina saxona (c. 896)"
  ],
  "day_10_month_5_births.dialog": [
    "1491 - Naixement de Suzanne, duquessa de Borbó (m. 1521)",
    "1604 - Naixement de Jean Mairet, autor i dramaturg francès (m. 1686)",
    "1697 - Naixement de Jean-Marie Leclair, violinista i compositor francès (m. 1764)",
    "1727 - Naixement d'Anne-Robert-Jacques Turgot, baró de Laune, economista i polític francès (m. 1781)",
    "1755 - Naixement de Robert Gray, capità i explorador nord-americà (m. 1806)",
    "1760 - Naixement de Claude Joseph Rouget de Lisle, capità, enginyer i compositor francès (m. 1836)",
    "1760 - Naixement de Johann Peter Hebel, autor i poeta alemany (m. 1826)",
    "1770 - Naixement de Louis-Nicolas Davout, general i polític francès, ministre de la Guerra francès (m. 1823)",
    "1788 - Naixement d'Augustin-Jean Fresnel, físic i enginyer francès (m. 1827)",
    "1812 - Naixement de William Henry Barlow, enginyer anglès (m. 1902)",
    "1813 - Naixement de Montgomery Blair, tinent i polític nord-americà, 20è director general de correus dels Estats Units (m. 1883)",
    "1838 - Naixement de John Wilkes Booth, actor nord-americà, assassí d'Abraham Lincoln (m. 1865)",
    "1841 - Naixement de James Gordon Bennett, Jr., editor i locutor nord-americà (m. 1918)",
    "1843 - Naixement de Benito Pérez Galdós, autor i dramaturg espanyol (m. 1920)",
    "1847 - Naixement de Wilhelm Killing, matemàtic i acadèmic alemany (m. 1923)",
    "1855 - Naixement de Yukteswar Giri, guru i educador indi (m. 1936)",
    "1872 - Naixement de Marcel Mauss, sociòleg i antropòleg francès (m. 1950)",
    "1876 ​​- Naixement d'Ivan Cankar, poeta i dramaturg eslovè (m. 1918)",
    "1878 - Naixement de Gustav Stresemann, periodista i polític alemany, canceller d'Alemanya, premi Nobel (m. 1929)",
    "1878 - Naixement de Konstantinos Parthenis, pintor grec (m. 1967)",
    "1879 - Naixement de Symon Petliura, periodista i polític ucraïnès (m. 1926)",
    "1886 - Naixement de Karl Barth, teòleg i autor suís (m. 1968)",
    "1888 - Naixement de Max Steiner, compositor i director d'orquestra austríac-americà (m. 1971)",
    "1890 - Naixement d'Alfred Jodl, general alemany (m. 1946)",
    "1891 - Naixement de Mahmoud Mokhtar, escultor i acadèmic egipci (m. 1934)",
    "1893 - Naixement de Tonita Peña, artista de San Ildefonso Pueblo (nadiu americà) (m. 1949)",
    "1894 - Naixement de Dimitri Tiomkin, compositor i director d'orquestra ucraïnès-americà (m. 1979)",
    "1895 - Naixement de Joe Murphy, (irlandès-americà), va morir durant la vaga de fam de Cork de 1920 (m. 1920)",
    "1897 - Naixement d'Einar Gerhardsen, polític noruec, primer ministre de Noruega (m. 1987)",
    "1898 - Naixement d'Ariel Durant, historiador i autor nord-americà (m. 1981)",
    "1899 - Naixement de Fred Astaire, actor, cantant i ballarí nord-americà (m. 1987)",
    "1900 - Naixement de Cecilia Payne-Gaposchkin, astrònoma i astrofísica anglo-nord-americana (m. 1979)",
    "1901 - Naixement de John Desmond Bernal, cristal·lògraf i físic irlandès-anglès (m. 1971)",
    "1902 - Naixement de David O. Selznick, productor i guionista nord-americà (m. 1965)",
    "1903 - Naixement d'Otto Bradfisch, economista, jurista i oficial de les SS alemany (m. 1994)",
    "1905 - Naixement d'Alex Schomburg, artista i il·lustrador porto-riqueny (m. 1998)",
    "1908 - Naixement de Carl Albert, advocat i polític nord-americà, 54è president de la Cambra de Representants dels Estats Units (m. 2000)",
    "1909 - Naixement de Maybelle Carter, intèrpret d'autoharp nord-americà (m. 1978)",
    "1915 - Naixement de Denis Thatcher, empresari anglès, cònjuge del primer ministre del Regne Unit (m. 2003)",
    "1919 - Naixement d'Ella T. Grasso, governadora de Connecticut (m. 1981)",
    "1920 - Naixement de Bert Weedon, guitarrista anglès (m. 2012)",
    "1922 - Naixement de David Azrieli, empresari i filantrop polonès-canadenc (m. 2014)",
    "1922 - Naixement de Nancy Walker, actriu, cantant i directora nord-americana (m. 1992)",
    "1923 - Naixement d'Heydar Aliyev, general i polític de l'Azerbaidjan, president de l'Azerbaidjan (m. 2003)",
    "1926 - Naixement d'Hugo Banzer, general i polític bolivià, president de Bolívia (m. 2002)",
    "1928 - Naixement d'Arnold Rüütel, agrònom i polític estonià, president d'Estònia",
    "1928 - Naixement de Lothar Schmid, jugador d'escacs alemany (m. 2013)",
    "1929 - Naixement de George Coe, actor i productor nord-americà (m. 2015)",
    "1930 - Naixement de George E. Smith, físic i enginyer nord-americà, premi Nobel",
    "1931 - Naixement d'Ettore Scola, director i guionista italià (m. 2016)",
    "1935 - Naixement de Larry Williams, cantant, compositor, pianista i productor nord-americà (m. 1980)",
    "1938 - Naixement de Manuel Santana, tennista espanyol (m. 2021)",
    "1940 - Naixement d'Arthur Alexander, cantant i compositor nord-americà de country-soul (m. 1993)",
    "1942 - Naixement de Jim Calhoun, jugador i entrenador de bàsquet nord-americà",
    "1944 - Naixement de Marie-France Pisier, actriu, directora i guionista francesa (m. 2011)",
    "1946 - Naixement de Dave Mason, cantautor i guitarrista anglès",
    "1946 - Naixement de Donovan, cantant i compositor escocès",
    "1946 - Naixement de Graham Gouldman, guitarrista i compositor anglès",
    "1949 - Naixement de Miuccia Prada, dissenyadora de moda italiana",
    "1954 - Naixement de Mike Hagerty, actor nord-americà (m. 2022)",
    "1955 - Naixement de Chris Berman, periodista esportiu nord-americà",
    "1955 - Naixement de Mark David Chapman, assassí condemnat nord-americà",
    "1956 - Naixement de Vladislav Listyev, periodista rus (m. 1995)",
    "1957 - Naixement de Sid Vicious, cantant i baixista anglès (m. 1979)",
    "1958 - Naixement de Rick Santorum, advocat i polític nord-americà, senador dels Estats Units per Pennsilvània",
    "1959 - Naixement de Cindy Hyde-Smith, política nord-americana, senadora dels Estats Units de Mississipí",
    "1959 - Naixement de Victoria Rowell, actriu nord-americana",
    "1960 - Naixement de Bono, cantautor, músic i activista irlandès",
    "1960 - Naixement de Dean Heller, advocat i polític nord-americà, senador dels Estats Units per Nevada",
    "1960 - Naixement de Merlene Ottey, corredora jamaicano-eslovè",
    "1962 - Naixement de Robby Thompson, jugador de beisbol i entrenador nord-americà",
    "1963 - Naixement de Lisa Nowak, comandant i astronauta nord-americana",
    "1965 - Aniversari de Linda Evangelista, model canadenca",
    "1966 - Aniversari de Jonathan Edwards, triple saltador anglès",
    "1968 - Aniversari d'Al Murray, humorista i presentador de televisió anglès",
    "1968 - Naixement de William Regal, lluitador anglès",
    "1969 - Naixement de Dennis Bergkamp, ​​futbolista i entrenador holandès",
    "1969 - Naixement de John Scalzi, autor i blogger nord-americà",
    "1970 - Naixement de David Weir, futbolista escocès",
    "1974 - Naixement de Sylvain Wiltord, futbolista francès",
    "1975 - Naixement de Hazem Emam, futbolista i polític egipci",
    "1975 - Naixement d'Hélio Castroneves, pilot de cotxes de carreres brasiler",
    "1977 - Naixement d'Adrian Morley, jugador de la lliga de rugbi anglesa",
    "1978 - Naixement de Kenan Thompson, actor i còmic nord-americà",
    "1981 - Naixement de Humberto Suazo, futbolista xilè",
    "1982 - Naixement d'Adebayo Akinfenwa, futbolista anglès",
    "1984 - Naixement d'Edward Mujica, jugador de beisbol veneçolà",
    "1985 - Aniversari de Jon Schofield, corredor de piragüisme anglès",
    "1985 - Naixement de Ryan Getzlaf, jugador canadenc d'hoquei sobre gel",
    "1988 - Naixement d'Adam Lallana, futbolista anglès",
    "1990 - Naixement d'Ivana Španović, saltador de llargada sèrbia",
    "1990 - Naixement de Salvador Pérez, jugador de beisbol veneçolà",
    "1993 - Naixement de Jake Zyrus, cantant filipí",
    "1995 - Naixement de Gabriella Papadakis, ballarina de gel francesa",
    "1995 - Aniversari de Missy Franklin, nedadora nord-americana",
    "1996 - Aniversari d'Alex Tuch, jugador d'hoquei sobre gel nord-americà",
    "1996 - Naixement de Kateřina Siniaková, tenista txeca",
    "1996 - Aniversari de Tyus Jones, jugador de bàsquet nord-americà",
    "1997 - Naixement de Brittany Broski, còmic i cantant nord-americà ",
    "1997 - Naixement de Richarlison, futbolista brasiler",
    "874 - Naixement de Meng Zhixiang, general i emperador xinès (m. 934)",
    "955 - Naixement d'Al-Aziz Billah, califa fatimita (m. 996)"
  ],
  "day_23_month_1_events.dialog": [
    "1264 - En el conflicte entre el rei Enric III d'Anglaterra i els seus barons rebels liderats per Simó de Montfort, el rei Lluís IX de França emet la Mise d'Amiens, una decisió unilateral a favor d'Enric que més tard condueix a la Segona Guerra dels Barons.",
    "1368 - Zhu Yuanzhang es proclama emperador Hongwu, començant la dinastia Ming.",
    "1546 - Sense haver publicat res durant onze anys, François Rabelais publica el Tiers Livre, la seva seqüela de Gargantua i Pantagruel.",
    "1556 - El terratrèmol més mortífer de la història, el terratrèmol de Shaanxi, colpeja la província de Shaanxi, Xina. El nombre de morts podria haver arribat als 830.000.",
    "1570 - James Stewart, primer comte de Moray, regent de l'infant rei Jaume VI d'Escòcia, és assassinat amb una arma de foc, la primera instància registrada d'això.",
    "1571 - S'obre el Royal Exchange a Londres.",
    "1579 - La Unió d'Utrecht forma una república protestant als Països Baixos.",
    "1656 - Blaise Pascal publica la primera de les seves Lettres provinciales.",
    "1719 - Es crea el Principat de Liechtenstein dins el Sacre Imperi Romanogermànic.",
    "1789 - El Georgetown College, la primera universitat catòlica dels Estats Units, es funda a Georgetown, Maryland (avui forma part de Washington, D.C.) quan el bisbe John Carroll, el reverend Robert Molyneux i el reverend John Ashton compren terrenys per a la proposta d'acadèmia per a l'educació dels joves.",
    "1793 - Segona partició de Polònia.",
    "1795 - Després d'una càrrega extraordinària a través del congelat Zuiderzee, la cavalleria francesa va capturar 14 vaixells holandesos i 850 canons, en una rara aparició d'una batalla entre vaixells i cavalleria.",
    "1846 - L'esclavitud a Tunísia és abolida.",
    "1849 - Elizabeth Blackwell rep el seu doctorat pel Geneva Medical College de Geneva, Nova York, convertint-se en la primera dona metgessa dels Estats Units.",
    "1870 - A Montana, cavallers nord-americans maten 173 nadius americans, la majoria dones i nens, en el que es coneix com la Massacre de Marias.",
    "1879 - Guerra anglo-zulú: acaba la batalla de la deriva de Rorke.",
    "1899 - S'inaugura la Constitució de Malolos, que estableix la Primera República de Filipines. Emilio Aguinaldo jura com a primer president.",
    "1900 - Segona Guerra dels Bòers: la batalla d'Spion Kop entre les forces de la República Sud-africana i l'Estat Lliure d'Orange i les forces britàniques acaba amb una derrota britànica.",
    "1904 - Incendi d'Ålesund: la ciutat costanera noruega d'Ålesund és devastada per un incendi, deixant 10.000 persones sense llar i una persona morta. El Kaiser Guillem II finança la reconstrucció de la ciutat a l'estil Jugendstil.",
    "1909 - RMS Republic, un vaixell de passatgers de la White Star Line, es converteix en el primer vaixell que utilitza el senyal de socors CQD després de xocar amb un altre vaixell, el SS Florida, a la costa de Massachusetts, un esdeveniment que va matar sis persones. La República s'enfonsa l'endemà.",
    "1912 - Se signa la Convenció Internacional de l'Opi a La Haia.",
    "1919 - La Makhnovshchina celebra a Velykomykhailivka el Primer Congrés Regional de Camperols, Obrers i Insurgents.",
    "1920 - Els Països Baixos es nega a lliurar l'exiliat Kaiser Guillem II d'Alemanya als Aliats.",
    "1937 - El judici del centre trotskista antisoviètic veu disset comunistes de nivell mitjà acusats de simpatitzar amb León Trotski i de conspirar per enderrocar el règim de Joseph Stalin.",
    "1941 - Charles Lindbergh declara davant el Congrés dels Estats Units i recomana que els Estats Units negociin un pacte de neutralitat amb Adolf Hitler.",
    "1942 - Segona Guerra Mundial: La Batalla de Rabaul comença la invasió del Japó al Territori de Nova Guinea d'Austràlia.",
    "1943 - Segona Guerra Mundial: tropes del Vuitè Exèrcit britànic capturen Trípoli a Líbia de l'exèrcit Panzer alemany-italià.",
    "1945 - Segona Guerra Mundial: l'almirall alemany Karl Dönitz llança l'operació Hannibal.",
    "1950 - La Knesset resol que Jerusalem és la capital d'Israel.",
    "1957 - L'inventor nord-americà Walter Frederick Morrison ven els drets del seu disc volador a la companyia de joguines Wham-O, que més tard el rebateja com a \"Frisbee\".",
    "1958 - Després d'un aixecament general i disturbis als carrers, el president Marcos Pérez Jiménez abandona Veneçuela.",
    "1960 - El batiscaf USS Trieste bat un rècord de profunditat en descendir a 10.911 metres (35.797 fts) a l'oceà Pacífic.",
    "1963 - La guerra d'independència de Guinea-Bissau comença oficialment quan els guerrillers del PAIGC ataquen l'exèrcit portuguès estacionat a Tite.",
    "1964 - Es ratifica la 24a esmena a la Constitució dels Estats Units, que prohibeix l'ús d'impostos electorals a les eleccions nacionals.",
    "1967 - S'estableixen les relacions diplomàtiques entre la Unió Soviètica i Costa d'Ivori.",
    "1967 - Milton Keynes (Anglaterra) es funda com a ciutat nova per ordre en consell, amb un acord de planificació per convertir-se en una ciutat de 250.000 habitants. La seva àrea designada inicialment tancava tres ciutats existents i vint-i-un pobles. La zona a urbanitzar era en gran part terres de conreu, amb evidències de poblament continu que es remunta a l'edat del bronze.",
    "1968 - L'USS Pueblo (AGER-2) és atacat i capturat per la Marina Popular de Corea.",
    "1982 - El vol 30 de World Airways sobrepassa la pista de l'aeroport internacional Logan de Boston, Massachusetts, i s'estavella contra el port de Boston. Dues persones estan desaparegudes i se suposa que han mort.",
    "1986 - El Rock and Roll Hall of Fame incorpora els seus primers membres: Little Richard, Chuck Berry, James Brown, Ray Charles, Sam Cooke, Fats Domino, The Everly Brothers, Buddy Holly, Jerry Lee Lewis i Elvis Presley.",
    "1987 - Mohammed Said Hersi Morgan envia una \"carta de mort\" al president somali Siad Barre, proposant el genocidi del poble Isaaq.",
    "1997 - Madeleine Albright es converteix en la primera dona a exercir com a secretària d'estat dels Estats Units.",
    "1998 - Netscape anuncia Mozilla, amb la intenció de llançar el codi Communicator com a codi obert.",
    "2001 - Cinc persones intenten incendiar-se a la plaça de Tiananmen de Pequín, un acte que moltes persones afirmen després que el Partit Comunista Xinès va organitzar per incriminar Falun Gong i així augmentar la seva persecució.",
    "2002 - El periodista nord-americà Daniel Pearl és segrestat a Karachi, Pakistan i posteriorment assassinat.",
    "2003 - Es detecta per darrera vegada un senyal molt feble de Pioneer 10, però no es poden extreure dades utilitzables.",
    "2018 - Es produeix un terratrèmol de 7,9 Mw al golf d'Alaska. Està empatat com el sisè terratrèmol més gran registrat mai als Estats Units, però no hi ha informes de danys o víctimes mortals importants.",
    "2018 - Un doble atemptat amb cotxe bomba a Bengasi, Líbia, va matar almenys 33 persones i ferir \"desenes\" d'altres. Les víctimes inclouen tant personal militar com civils, segons els funcionaris locals.",
    "2018 - La guerra comercial entre la Xina i els Estats Units comença quan el president Donald Trump imposa aranzels a panells solars i rentadores xinesos.",
    "2022 - Els soldats burkinabè amotinats liderats per Paul-Henri Sandaogo Damiba deposen i detenen el president Roch Marc Christian Kaboré enmig de protestes antigovernamentals generalitzades.",
    "393 - L'emperador romà Teodosi I proclama el seu fill de vuit anys Honori coemperador.",
    "971 - Utilitzant ballestes, les tropes de la dinastia Song derroten amb força un cos d'elefants de guerra dels Han del Sud a Shao."
  ],
  "day_25_month_2_deaths.dialog": [
    "1522 - Mort de William Lily, erudit i pedagog anglès (n. 1468)",
    "1536 - Mor Berchtold Haller, teòleg i reformador germano-suís (n. 1492)",
    "1547 - Mort de Vittoria Colonna, marquesa de Pescara (n. 1490)",
    "1601 - Mort de Robert Devereux, segon comte d'Essex, general i polític anglès, Lord Tinent d'Irlanda (n. 1566)",
    "1634 - Mort d'Albrecht von Wallenstein, general i polític austríac (n. 1583)",
    "1636 - Mort de Santorio Santorio, biòleg italià (n. 1561)",
    "1655 - Mort de Daniël Heinsius, poeta i erudit flamenc (n. 1580)",
    "1682 - Mort d'Alessandro Stradella, compositor italià (n. 1639)",
    "1710 - Mort de Daniel Greysolon, Sieur du Lhut, soldat i explorador francès (n. 1639)",
    "1713 - Mort de Frederic I de Prússia (n. 1657)",
    "1723 - Mort de Christopher Wren, arquitecte anglès, dissenyador de la catedral de Sant Pau (n. 1632)",
    "1756 - Mort d'Eliza Haywood, actriu i poeta anglesa (n. 1693)",
    "1796 - Mort de Samuel Seabury, bisbe nord-americà (n. 1729)",
    "1805 - Mor Thomas Pownall, polític anglès, governador de la província de la badia de Massachusetts (n. 1722)",
    "1819 - Mor Francisco Manoel de Nascimento, poeta i pedagog portuguès-francès (n. 1734)",
    "1822 - Mort de William Pinkney, polític i diplomàtic nord-americà, 7è fiscal general dels Estats Units (n. 1764)",
    "1841 - Mor Philip P. Barbour, advocat, jutge i polític nord-americà, 12è president de la Cambra de Representants dels Estats Units (n. 1783)",
    "1850 - Mort de l'emperador Daoguang de la Xina (n. 1782)",
    "1852 - Mor Thomas Moore, poeta i lletrista irlandès (n. 1779)",
    "1865 - Mort d'Otto Ludwig, autor, dramaturg i crític alemany (n. 1813)",
    "1870 - Mor Henrik Hertz, poeta i dramaturg danès (n. 1797)",
    "1877 - Mort de Jung Bahadur Rana, governant nepalí (n. 1816)",
    "1878 - Mort de Townsend Harris, comerciant, polític i diplomàtic nord-americà, ambaixador dels Estats Units al Japó (n. 1804)",
    "1899 - Mor Paul Reuter, periodista i home de negocis alemany-anglès, fundat Reuters (n. 1816)",
    "1906 - Mort d'Anton Arensky, pianista i compositor rus (n. 1861)",
    "1910 - Mort de Worthington Whittredge, pintor i pedagog nord-americà (n. 1820)",
    "1911 - Mort de Friedrich Spielhagen, autor, teòric i traductor alemany (n. 1829)",
    "1912 - Mort de Guillem IV, gran duc de Luxemburg (n. 1852)",
    "1914 - Mort de John Tenniel, il·lustrador anglès (n. 1820)",
    "1915 - Mort de Charles Edwin Bessey, botànic, autor i acadèmic nord-americà (n. 1845)",
    "1920 - Mor Marcel-Auguste Dieulafoy, arqueòleg i enginyer francès (n. 1844)",
    "1928 - Mort de William O'Brien, periodista i polític irlandès (n. 1852)",
    "1934 - Mor Elizabeth Gertrude Britton, botànica i acadèmica nord-americana (n. 1857)",
    "1934 - Mort de John McGraw, jugador de beisbol i entrenador nord-americà (n. 1873)",
    "1945 - Mort de Mário de Andrade, autor, poeta i fotògraf brasiler (n. 1893)",
    "1950 - Mor George Minot, metge i acadèmic nord-americà, premi Nobel (n. 1885)",
    "1953 - Mort de Sergei Winogradsky, microbiòleg i ecologista ucraïnès-rus (n. 1856)",
    "1954 - Mort de Joseph Beech, missioner i educador metodista nord-americà (n. 1867)",
    "1957 - Mort de Bugs Moran, cap de la mafia nord-americà (n. 1893)",
    "1957 - Mor Mark Aldanov, escriptor i crític rus (n. 1888)",
    "1963 - Mor Melville J. Herskovits, antropòleg i acadèmic nord-americà (n. 1895)",
    "1964 - Mort d'Alexander Archipenko, escultor i il·lustrador ucraïnès (n. 1887)",
    "1964 - Death of Grace Metalious, autor nord-americà (n. 1924)",
    "1970 - Mor Mark Rothko, pintor i acadèmic letó-nord-americà (n. 1903)",
    "1971 - Mort de Theodor Svedberg, químic i acadèmic suec, premi Nobel (n. 1884)",
    "1972 - Mor Gottfried Fuchs, futbolista olímpic alemany-canadenc (n. 1889)",
    "1975 - Mort d'Elijah Muhammad, líder religiós nord-americà (n. 1897)",
    "1978 - Mort de Daniel James, Jr., general i pilot nord-americà (n. 1920)",
    "1980 - Mort de Robert Hayden, poeta i acadèmic nord-americà (n. 1913)",
    "1983 - Mor Tennessee Williams, dramaturg i poeta nord-americà (n. 1911)",
    "1996 - Mort de Haing S. Ngor, metge i autor nord-americà cambodjà (n. 1940)",
    "1997 - Mort d'Andrei Sinyavsky, periodista i editor rus (n. 1925)",
    "1998 - Mort de W. O. Mitchell, autor i dramaturg canadenc (n. 1914)",
    "1999 - Mort de Glenn T. Seaborg, químic i acadèmic nord-americà, premi Nobel (n. 1912)",
    "2001 - Mor A. R. Ammons, poeta i crític nord-americà (n. 1926)",
    "2001 - Mort de Don Bradman, jugador de cricket internacional australià; titular del rècord mundial de mitjana de bateig (n. 1908)",
    "2005 - Mort de Peter Benenson, advocat anglès, fundador d'Amnistia Internacional (n. 1921)",
    "2008 - Mor Hans Raj Khanna, jutge i advocat indi; defensor de les llibertats civils (n. 1912)",
    "2010 - Mort d'Ihsan Dogramaci, pediatre i acadèmic turc (n. 1915)",
    "2012 - Mort de Louisiana Red, cantant, compositor i guitarrista nord-americà (n. 1932)",
    "2015 - Mort d'Ariel Camacho, músic i cantautor mexicà; (n. 1992)",
    "2015 - Mor Eugenie Clark, biòloga i acadèmica nord-americana; ictiòleg conegut (n. 1922)",
    "2015 - Mort de Harve Bennett, guionista i productor nord-americà (n. 1930)",
    "2017 - Mort de Bill Paxton, actor i cineasta nord-americà (n. 1955)",
    "2020 - Mort de Dmitry Yazov, darrer mariscal de la Unió Soviètica (n. 1924)",
    "2022 - Mort de Farrah Forke, actriu nord-americana (n. 1968)",
    "2022 - Mort de Shirley Hughes, autora i il·lustradora anglesa (n. 1927)",
    "2023 - Mort de Gordon Pinsent, actor, director i guionista canadenc (n. 1930)",
    "806 - Mort de Tarasios, patriarca de Constantinoble",
    "891 - Mort de Fujiwara no Mototsune, regent japonès (n. 836)"
  ],
  "day_23_month_7_events.dialog": [
    "1319 - Una flota de cavallers hospitalaris aconsegueix una victòria aclaparadora sobre una flota aydinida davant de Quíos.",
    "1632 - Tres-cents colons amb destinació a Nova França surten de Dieppe, França.",
    "1677 - Guerra escaniana: Dinamarca-Noruega captura la ciutat portuària de Marstrand de Suècia.",
    "1793 - El regne de Prússia torna a conquerir Magúncia de França.",
    "1813 - Sir Thomas Maitland és nomenat primer governador de Malta, transformant l'illa d'un protectorat britànic a una colònia de facto.",
    "1821 - Mentre continua la rebel·lió de Mora, els grecs capturen el castell de Monemvasia. Les tropes i els ciutadans turcs són traslladats a les costes de l'Àsia Menor.",
    "1829 - Als Estats Units, William Austin Burt patenta el tipògraf, un precursor de la màquina d'escriure.",
    "1840 - Es crea la província de Canadà per l'Acta d'unió.",
    "1862 - Guerra civil nord-americana: Henry Halleck esdevé general en cap de l'exèrcit de la Unió.",
    "1874 - Aires de Ornelas e Vasconcelos és nomenat arquebisbe de l'enclavament colonial portuguès de Goa, Índia.",
    "1881 - Se signa a Buenos Aires el Tractat de fronteres de 1881 entre Xile i Argentina.",
    "1900 - Premutat per l'expansió de la immigració, Canadà tanca les seves portes als pobres i als criminals.",
    "1903 - La Ford Motor Company ven el seu primer cotxe.",
    "1908 - La Segona Constitució acceptada pels otomans.",
    "1914 - Àustria-Hongria emet una sèrie de demandes en un ultimàtum al Regne de Sèrbia exigint Sèrbia que permeti als austríacs determinar qui va assassinar l'arxiduc Francesc Ferran. Sèrbia accepta totes aquestes demandes menys una i Àustria declara la guerra el 28 de juliol.",
    "1919 - El príncep regent Aleksander Karađorđević signa el decret que estableix la Universitat de Ljubljana",
    "1921 - S'estableix el Partit Comunista Xinès (PCCh) al Congrés Nacional fundador.",
    "1926 - Fox Film compra les patents del sistema de so Movietone per gravar so a pel·lícula.",
    "1927 - La primera emissora de la Indian Broadcasting Company surt a l'aire a Bombai.",
    "1936 - A Catalunya, Espanya, es funda el Partit Socialista Unificat de Catalunya per la fusió dels partits socialista i comunista.",
    "1940 - El sotssecretari d'estat dels Estats Units, Sumner Welles, emet una declaració sobre la política de no reconeixement dels EUA de l'annexió i la incorporació soviètica de tres estats bàltics: Estònia, Letònia i Lituània.",
    "1942 - El poeta i líder comunista búlgar Nikola Vaptsarov és executat per un pelot d'afusellament.",
    "1942 - Segona Guerra Mundial: inicien les ofensives alemanyes Operació Edelweiss i Operació Braunschweig.",
    "1943 - L'assassinat de la cadira de bany de Rayleigh es va produir a Rayleigh, Essex, Anglaterra.",
    "1943 - Segona Guerra Mundial: els destructors britànics HMS Eclipse i HMS Laforey enfonsen el submarí italià Ascianghi al Mediterrani després que torpedejés el creuer HMS Newfoundland.",
    "1945 - Comencen els processos judicials de postguerra contra Philippe Pétain.",
    "1952 - El general Muhammad Naguib lidera el Moviment d'Oficials Lliures (format per Gamal Abdel Nasser, el veritable poder darrere del cop d'estat) per enderrocar el rei Farouk d'Egipte.",
    "1961 - Es funda a Nicaragua el Front Sandinista d'Alliberament Nacional.",
    "1962 - Jackie Robinson es converteix en el primer afroamericà a ser incorporat al National Baseball Hall of Fame.",
    "1962 - Telstar retransmet el primer programa de televisió transatlàntic en directe i transmès públicament, amb Walter Cronkite.",
    "1962 - Es signa l'Acord Internacional sobre la Neutralitat de Laos.",
    "1967 - Avalots de Detroit: a Detroit, un dels pitjors disturbis de la història dels Estats Units comença al carrer 12, a la ciutat predominantment afroamericana. Finalment, mata 43 persones, 342 ferides i crema uns 1.400 edificis.",
    "1968 - Tiroteig de Glenville: a Cleveland, Ohio, es produeix un violent tiroteig entre una organització de Black Militant i el Departament de Policia de Cleveland. Durant el tiroteig, comença un motí que dura cinc dies.",
    "1968 - L'únic segrest amb èxit d'una aeronau d'El Al té lloc quan un Boeing 707 que transportava deu tripulants i 38 passatgers és assumit per tres membres del Front Popular per a l'Alliberament de Palestina. L'avió estava en ruta des de Roma fins a Lod, Israel.",
    "1970 - Qaboos bin Said al Said esdevé sultà d'Oman després d'enderrocar el seu pare, Said bin Taimur iniciant reformes massives, programes de modernització i posar fi a una guerra civil que dura una dècada.",
    "1972 - Els Estats Units llancen el Landsat 1, el primer satèl·lit de recursos de la Terra.",
    "1974 - La junta militar grega s'enfonsa i l'antic primer ministre Konstantinos Karamanlis és convidat a liderar el nou govern, començant l'era metapolitefsi de Grècia.",
    "1980 - Phạm Tuân es converteix en el primer ciutadà vietnamita i el primer asiàtic a l'espai quan vola a bord de la missió Soiuz 37 com a cosmonauta de recerca d'Intercosmos.",
    "1982 - Fora de Santa Clarita, Califòrnia, l'actor Vic Morrow i dos nens moren quan un helicòpter s'estavella sobre ells mentre rodaven una escena de Twilight Zone: The Movie.",
    "1983 - Gimli Glider: el vol 143 d'Air Canada es queda sense combustible i aterra a Gimli, Manitoba.",
    "1983 - Tretze soldats de l'exèrcit de Sri Lanka moren després d'una emboscada mortal per part dels militants Tigres d'Alliberament de Tamil Eelam.",
    "1988 - El general Ne Win, governant efectiu de Birmània des de 1962, dimiteix després de les protestes a favor de la democràcia.",
    "1992 - Una comissió del Vaticà, dirigida pel cardenal Joseph Ratzinger, estableix que limitar certs drets de les persones homosexuals i les parelles no casades no és equivalent a la discriminació per raó de raça o gènere.",
    "1992 - Abkhàzia declara la independència de Geòrgia.",
    "1993 - El vol 2119 de China Northwest Airlines s'estavella durant l'enlairament des de l'aeroport de Yinchuan Xihuayuan a Yinchuan, Ningxia, Xina, causant la mort de 55 persones.",
    "1995 - Es descobreix el cometa Hale-Bopp; es fa visible a ull nu a la Terra gairebé un any després.",
    "1997 - Digital Equipment Corporation presenta càrrecs antimonopoli contra el fabricant de xips Intel.",
    "1999 - El vol 61 de l'ANA és segrestat a Tòquio, Japó per Yuji Nishizawa.",
    "1999 - El transbordador espacial Columbia es llança amb STS-93, amb Eileen Collins convertint-se en la primera dona comandant del transbordador espacial. La llançadora també va transportar i desplegar l'Observatori de raigs X Chandra.",
    "2005 - Esclaten tres bombes a la zona de la badia de Naama de Sharm El Sheikh, Egipte, i van matar 88 persones.",
    "2011 - Un tren d'alta velocitat en fa un altre en un viaducte de la línia de ferrocarril Yongtaiwen a Wenzhou, província de Zhejiang, Xina, provocant 40 morts.",
    "2012 - La tempesta solar de 2012 va ser una ejecció de massa coronal inusualment gran que va ser emesa pel Sol que amb prou feines va perdre la Terra durant nou dies. Si hagués colpejat, hauria causat fins a 2,6 bilions de dòlars en danys als equips elèctrics a tot el món.",
    "2014 - El vol 222 de TransAsia Airways s'estavella al poble de Xixi prop de Huxi, Penghu, durant l'aproximació a l'aeroport de Penghu. Quaranta-vuit de les 58 persones a bord moren i cinc persones més a terra estan ferides.",
    "2015 - La NASA anuncia el descobriment de Kepler-452b per Kepler.",
    "2016 - L'atemptat bessó de Kabul es va produir als voltants de Deh Mazang quan manifestants, majoritàriament de la minoria xiïta hazara, marxaven contra el canvi de ruta del projecte elèctric TUTAP. Almenys 80 persones van morir i 260 van resultar ferides.",
    "2018 - Un incendi forestal a l'Àtica oriental, Grècia, va causar la mort de 102 persones. Va ser l'incendi forestal més mortífer de la història de Grècia i el segon més mortal del món, al segle XXI, després dels incendis forestals del 2009 a Austràlia que van matar 180 persones.",
    "811 - L'emperador bizantí Nicèfor I saqueja la capital búlgara de Pliska i captura el tresor de Khan Krum."
  ],
  "day_2_month_9_deaths.dialog": [
    "1022 - Mort de Máel Sechnaill mac Domnaill, rei de Mide i Gran rei d'Irlanda",
    "1031 - Mort de sant Emeric d'Hongria (n. 1000)",
    "1083 - Mort del rei Munjong de Goryeo (n. 1019)",
    "1274 - Mort del príncep Munetaka, shōgun japonès (n. 1242)",
    "1397 - Mor Francesco Landini, compositor italià",
    "1540 - Mort de Dawit II d'Etiòpia (n. 1501)",
    "1606 - Mort de Karel van Mander, pintor i poeta holandès (n. 1548)",
    "1651 - Mort de Kosem Sultan, soldà i regent otomà Valide (n. 1589)",
    "1680 - Mort de Per Brahe el Jove, soldat i polític suec, Lord Gran Administrador de Suècia (n. 1602)",
    "1688 - Mort de Sir Robert Vyner, primer baronet, home de negocis i polític anglès, alcalde de Londres (n. 1631)",
    "1690 - Mort de Felip Guillem, elector palatí, comte palatí alemany de Neuburg (n. 1615)",
    "1764 - Mort de Nathaniel Bliss, astrònom i matemàtic anglès (n. 1700)",
    "1765 - Mor Henry Bouquet, coronel suís-anglès (n. 1719)",
    "1768 - Mort d'Antoine Deparcieux, matemàtic i teòric francès (n. 1703)",
    "1790 - Mort de Johann Nikolaus von Hontheim, historiador i teòleg alemany (n. 1701)",
    "1813 - Mort de Jean Victor Marie Moreau, general francès (n. 1763)",
    "1820 - Mort de l'emperador Jiaqing de la Xina (n. 1760)",
    "1832 - Mort de Franz Xaver von Zach, astrònom i acadèmic hongarès-francès (n. 1754)",
    "1834 - Mort de Thomas Telford, enginyer i arquitecte escocès, va dissenyar el pont penjant de Menai (n. 1757)",
    "1865 - Mort de William Rowan Hamilton, físic, astrònom i matemàtic irlandès (n. 1805)",
    "1872 - Mort de N. F. S. Grundtvig, pastor, filòsof i autor danès (n. 1783)",
    "1877 - Mor Konstantinos Kanaris, almirall i polític grec, 16è primer ministre de Grècia (n. 1793)",
    "1885 - Mort de Giuseppe Bonavia, arquitecte maltès (n. 1821)",
    "1898 - Mort de Wilford Woodruff, líder religiós nord-americà, quart president de l'Església de Jesucrist dels Sants dels Últims Dies (n. 1807)",
    "1910 - Mort d'Henri Rousseau, pintor francès (n. 1844)",
    "1918 - Mort de John Forrest, polític australià, primer primer ministre d'Austràlia Occidental (n. 1847)",
    "1921 - Mor Henry Austin Dobson, poeta i crític anglès (n. 1840)",
    "1922 - Mor Henry Lawson, poeta i autor australià (n. 1867)",
    "1927 - Mort d'Umegatani Tōtarō II, lluitador de sumo japonès, el 20è Yokozuna (n. 1878)",
    "1934 - Mort d'Alcide Nunez, clarinetista nord-americà (Original Dixieland Jass Band) (n. 1884)",
    "1934 - Mort de James Allan, jugador de rugbi neozelandès (n. 1860)",
    "1934 - Mor Russ Columbo, cantant, violinista i actor nord-americà (n. 1908)",
    "1937 - Mor Pierre de Coubertin, historiador i pedagog francès, fundador del Comitè Olímpic Internacional (n. 1863)",
    "1941 - Mort de Lloyd Seay, pilot de carreres nord-americà (n. 1919)",
    "1942 - Mort de James Juvenal, remador nord-americà (n. 1874)",
    "1942 - Mor Tom Williams (republicà irlandès), republicà irlandès afusellat",
    "1943 - Mor Marsden Hartley, pintor i poeta nord-americà (n. 1877)",
    "1944 - Mort de Bella Rosenfeld, model i autora russoamericana (n. 1895)",
    "1945 - Mort de Mason Phelps, golfista nord-americà (n. 1885)",
    "1948 - Mort de Sylvanus Morley, arqueòleg i espia nord-americà (n. 1883)",
    "1953 - Mor Hendrik Offerhaus, remador holandès (n. 1875)",
    "1953 - Mort de Jonathan M. Wainwright, general nord-americà, guanyador de la Medalla d'Honor (n. 1883)",
    "1954 - Mort de Franz Leopold Neumann, advocat i politòleg alemany (n. 1900)",
    "1962 - Mort de William Wilkerson, editor i empresari nord-americà (n. 1890)",
    "1964 - Mort d'Alvin C. York, coronel nord-americà, guanyador de la Medalla d'Honor (n. 1887)",
    "1964 - Mort de Glenn Albert Black, arqueòleg i erudit nord-americà (n. 1900)",
    "1965 - Mor Johannes Bobrowski, poeta i escriptor alemany (n. 1917)",
    "1969 - Mort de Ho Chi Minh, polític vietnamita, primer president del Vietnam (n. 1890)",
    "1971 - Mort de Robert Mensah, futbolista ghanés (n. 1939)",
    "1973 - Mor Carl Dudley, director, productor i guionista nord-americà (n. 1910)",
    "1973 - Mort de J. R. R. Tolkien, novel·lista, escriptor de contes, poeta i filòleg anglès (n. 1892)",
    "1975 - Mort de Mabel Vernon, activista nord-americana (n. 1883)",
    "1976 - Mort de Stanisław Grochowiak, poeta i dramaturg polonès (n. 1934)",
    "1977 - Mort de Stephen Dunne, actor nord-americà (n. 1918)",
    "1978 - Mort de Fred G. Meyer, empresari nord-americà, fundador de Fred Meyer (n. 1886)",
    "1979 - Mort d'Otto P. Weyland, general nord-americà (n. 1903)",
    "1983 - Mort de Feri Cansel, actriu turcoxipriota (n. 1944)",
    "1984 - Mort de Manos Katrakis, actor grec (n. 1908)",
    "1985 - Mort d'Abe Lenstra, futbolista holandès (n. 1920)",
    "1985 - Mort de Jay Youngblood, lluitador nord-americà (n. 1955)",
    "1985 - Mort de M. Alalasundaram, professor i polític tàmil de Sri Lanka",
    "1985 - Mort de V. Dharmalingam, polític tàmil de Sri Lanka (n. 1918)",
    "1987 - Mor Brian Clay, jugador de la lliga australiana de rugbi (n. 1935)",
    "1990 - Mort de Robert Holmes à Court, home de negocis i advocat sud-africà-australià (n. 1937)",
    "1991 - Mor Alfonso García Robles, polític i diplomàtic mexicà, premi Nobel (n. 1911)",
    "1992 - Mort de Barbara McClintock, genetista i botànica nord-americana, premi Nobel (n. 1902)",
    "1996 - Mort de Paddy Clift, jugador de cricket de Zimbabwe (n. 1953)",
    "1997 - Mor Rudolf Bing, entrenador austríac-americà (n. 1902)",
    "1997 - Mort de Viktor Frankl, neuròleg i psiquiatre austríac (n. 1905)",
    "1998 - Mort d'Allen Drury, periodista i autor nord-americà (n. 1918)",
    "1998 - Mort de Jackie Blanchflower, futbolista nord-irlandès (n. 1933)",
    "2000 - Mort de Curt Siodmak, autor i guionista germanoamericà (n. 1907)",
    "2000 - Mort d'Elvera Sanchez, ballarina nord-americana (n. 1905)",
    "2001 - Mort de Christiaan Barnard, cirurgià i acadèmic sud-africà (n. 1922)",
    "2001 - Mort de Troy Donahue, actor nord-americà (n. 1936)",
    "2002 - Mort de Dick Reynolds, futbolista i entrenador australià (n. 1915)",
    "2004 - Mor Joan Oró, bioquímic i acadèmic català (n. 1923)",
    "2005 - Mort de Bob Denver, actor nord-americà (n. 1935)",
    "2006 - Mort de Bob Mathias, decatleta i polític nord-americà (n. 1930)",
    "2006 - Mort de Dewey Redman, saxofonista nord-americà (n. 1931)",
    "2006 - Mort de Willi Ninja, ballarí i coreògraf nord-americà (n. 1961)",
    "2007 - Mort de Franz-Benno Delonge, dissenyador de jocs alemany, creat TransAmerica (n. 1957)",
    "2007 - Mort de Max McNab, jugador i entrenador d'hoquei sobre gel canadenc (n. 1924)",
    "2008 - Mort d'Alan Waddell, caminant australià",
    "2008 - Mort de Bill Melendez, animador, director, productor i actor de veu mexicà-nord-americà (n. 1916)",
    "2009 - Mort de Y. S. Rajasekhara Reddy, polític indi, 14è ministre en cap d'Andhra Pradesh (n. 1949)",
    "2011 - Mort de Felipe Camiroaga, presentador de televisió xilè (n. 1966)",
    "2011 - Mort de Roberto Bruce, periodista xilè (n. 1979)",
    "2012 - Mort d'Emmanuel Nunes, compositor i pedagog portuguès-francès (n. 1941)",
    "2012 - Mort de Jack Boucher, fotògraf i director nord-americà (n. 1931)",
    "2012 - Mort de John C. Marshall, cantautor i guitarrista anglès (n. 1941)",
    "2012 - Mort de Mark Abrahamian, guitarrista nord-americà (n. 1966)",
    "2013 - Mort de David Jacobs, presentador de ràdio i televisió anglesa (n. 1926)",
    "2013 - Mort de Frederik Pohl, autor i editor nord-americà (n. 1919)",
    "2013 - Mort de Paul Scoon, polític granadí, segon governador general de Granada (n. 1935)",
    "2013 - Mort de Ronald Coase, economista i autor angloamericà, premi Nobel (n. 1910)",
    "2013 - Mort de Terry Clawson, jugador de rugbi i entrenador anglès (n. 1940)",
    "2013 - Mort de Valérie Benguigui, actriu i directora francesa (n. 1965)",
    "2014 - Mort de F. Emmett Fitzpatrick, advocat i polític nord-americà, 20è fiscal de districte de Filadèlfia (n. 1930)",
    "2014 - Mort de Goolam Essaji Vahanvati, advocat i polític indi, 13è fiscal general de l'Índia (n. 1949)",
    "2014 - Mort d'Helena Rakoczy, gimnasta polonesa (n. 1921)",
    "2014 - Mort de Norman Gordon, jugador de cricket sud-africà (n. 1911)",
    "2015 - Mort d'Ephraim Engleman, reumatòleg, autor i acadèmic nord-americà (n. 1911)",
    "2016 - Mort d'Islam Karimov, polític uzbek, primer president d'Uzbekistan (n. 1938)",
    "2016 - Mort de Jerry Heller, director musical nord-americà (n. 1940)",
    "2018 - Mort de Claire Wineland, activista i autora nord-americana (n. 1997)",
    "2021 - Mort de Mikis Theodorakis, compositor grec (n. 1925)",
    "2021 - Mort de Siddharth Shukla, actor de cinema i televisió indi (n. 1980)",
    "2022 - Mort de Frank Drake, ràdioastrònom i astrofísic nord-americà (n. 1930)",
    "2022 - Mort de T. V. Sankaranarayanan, cantant indi carnàtic (n. 1945)",
    "421 - Mort de Constantí III, emperador romà",
    "459 - Mort de Simeó Estilites, sant bizantí (n. 390)",
    "595 - Mort de Joan IV de Constantinoble"
  ],
  "day_10_month_10_events.dialog": [
    "1471 - Sten Sture el Vell, el regent de Suècia, amb l'ajuda de grangers i miners, repel·leix un atac del rei Cristià I de Dinamarca.",
    "1492 - La tripulació del vaixell de Cristòfor Colom, el Santa Maria, intenta un motí.",
    "1575 - Les forces catòliques romanes sota el comandament d'Enric I, duc de Guisa, derroten els protestants, capturant Philippe de Mornay entre d'altres.",
    "1580 - Més de 600 tropes papals desembarquen a Irlanda per donar suport a la Segona Rebel·lió de Desmond.",
    "1760 - En un tractat amb les autoritats colonials holandeses, el poble Ndyuka de Surinam, descendent d'esclaus fugits, aconsegueix l'autonomia territorial.",
    "1780 - El Gran huracà de 1780 mata entre 20.000 i 30.000 al Carib.",
    "1814 - Guerra de 1812: el Revenue Marine dels Estats Units intenta defensar el cutter Eagle de la Royal Navy.",
    "1845 - A Annapolis, Maryland, obre l'Escola Naval (més tard l'Acadèmia Naval dels Estats Units) amb 50 estudiants.",
    "1846 - Tritó, la lluna més gran del planeta Neptú, és descoberta per l'astrònom anglès William Lassell.",
    "1868 - Comença la Guerra dels Deu Anys contra el domini espanyol a Cuba.",
    "19 - Mor el general romà Germànic prop d'Antioquia. Estava convençut que la misteriosa malaltia que va acabar amb la seva mort era conseqüència de l'enverinament del governador sirià Gnaeus Calpurnius Pisó, a qui havia ordenat abandonar la província.",
    "1903 - Es funda la Unió Social i Política de Dones per donar suport a l'autorització de les dones britàniques.",
    "1911 - L'endemà que una bomba esclatés prematurament, comença l'aixecament de Wuchang contra la monarquia xinesa.",
    "1913 - El president dels Estats Units, Woodrow Wilson, desencadena l'explosió del dic de Gamboa, completant una important construcció al Canal de Panamà.",
    "1918 - RMS Leinster és torpedejat i enfonsat per l'UB-123, matant a 564, el pitjor que s'ha produït mai al mar d'Irlanda.",
    "1920 - El plebiscit de Caríntia determina que la major part del Ducat de Caríntia hauria de continuar formant part d'Àustria.",
    "1928 - Chiang Kai-shek esdevé president de la República de la Xina.",
    "1933 - Un Boeing 247 de United Airlines és destruït per sabotatge, el primer cas provat d'aquest tipus en la història de l'aviació comercial.",
    "1935 - A Grècia, un cop d'estat posa fi a la Segona República Hel·lènica.",
    "1938 - Respectant l'Acord de Munic, Txecoslovàquia completa la seva retirada dels Sudets.",
    "1945 - El Partit Comunista i el Kuomintang signen el Doble Desè Acord sobre el futur de la Xina.",
    "1954 - El ministre d'Afers Exteriors del sultanat de Muscat, Neil Innes, envia un senyal a les forces del sultanat, acompanyades d'exploradors de petroli, perquè penetrin en Fahud, marcant l'inici de la guerra de Jebel Akhdar.",
    "1957 - L'incendi de Windscale provoca el pitjor accident nuclear de Gran Bretanya.",
    "1957 - El president dels Estats Units, Dwight D. Eisenhower, demana disculpes al ministre de Finances de Ghana, Komla Agbeli Gbedemah, després que se li denega el servei en un restaurant de Delaware.",
    "1963 - França cedeix el control de la base naval de Bizerta a Tunísia.",
    "1963 - Entra en vigor el Tractat de prohibició parcial dels assaigs nuclears.",
    "1964 - La cerimònia d'obertura dels Jocs Olímpics d'estiu de Tòquio és la primera que es retransmet en directe per satèl·lits.",
    "1967 - Entra en vigor el Tractat de l'Espai Exterior.",
    "1969 - King Crimson llança el seu àlbum debut, In the Court of the Crimson King.",
    "1970 - La crisi d'octubre del Canadà s'intensifica quan el viceprimer ministre del Quebec Pierre Laporte és segrestat per membres del Front de Liberation du Québec.",
    "1970 - Fiji s'independitza.",
    "1971 - El vol 773 d'Aeroflot és destruït per una bomba sobre l'oblast de Moscou, matant a 25 persones.",
    "1973 - El vicepresident dels Estats Units, Spiro Agnew, dimiteix després de ser acusat d'evasió de l'impost federal sobre la renda.",
    "1975 - Papua Nova Guinea s'incorpora a les Nacions Unides.",
    "1979 - La central nuclear d'Olkiluoto va començar a operar a Eurajoki, Satakunta, Finlàndia.",
    "1980 - El terratrèmol d'El Asnam de 7,1 Mw sacseja el nord d'Algèria, causant la mort de 2.633 persones i ferides a 8.369.",
    "1980 - Es funda a El Salvador el Front d'Alliberament Nacional Farabundo Martí.",
    "1985 - Un avió de la Marina dels EUA intercepta un avió de línia egipci que transportava els autors del segrest d'Achille Lauro i l'obliguen a aterrar a Itàlia.",
    "1986 - Un terratrèmol de 5,7 Mw a San Salvador sacseja El Salvador, causant la mort de 1.500 persones.",
    "1997 - El vol 2553 d'Austral Líneas Aéreas s'estavella i explota a l'Uruguai, causant la mort de 74 persones.",
    "1998 - Un avió de línia Lignes Aériennes Congolaises és abatut pels rebels a Kindu, República Democràtica del Congo, i mata 41 persones.",
    "2002 - Guerra de l'Iraq: el Congrés dels Estats Units aprova la Resolució de 2002 per a l'ús de la força militar contra l'Iraq.",
    "2007 - Sheikh Muszaphar Shukor es converteix en el primer malàisia a l'espai a bord del Soiuz TMA-11.",
    "2009 - Armènia i Turquia signen els Protocols de Zuric, destinats a normalitzar les relacions. No obstant això, mai són ratificats per cap de les parts.",
    "2010 - Les Antilles Holandeses es dissolen com a país.",
    "2015 - Dos explosions de bombes a la capital turca, Ankara, maten 109 persones i més de 500 ferides.",
    "2018 - L'huracà Michael toca terra al Florida Panhandle com un huracà catastròfic de categoria 5. Mata 57 persones als Estats Units, 45 a Florida i causa danys estimats en 25.100 milions de dòlars.",
    "2022 - Ben S. Bernanke, Douglas W. Diamond i Philip H. Dybvig reben conjuntament el Premi Nobel Memorial de Ciències Econòmiques.",
    "680 - La batalla de Karbala marca el martiri de Husayn ibn Ali.",
    "732 - Les forces de Carles Martel derroten un exèrcit omeia prop de Tours, França."
  ],
  "day_23_month_8_births.dialog": [
    "1482 - Naixement de Jo Gwang-jo, filòsof coreà (m. 1520)",
    "1486 - Naixement de Sigismund von Herberstein, historiador i diplomàtic eslovè (m. 1566)",
    "1498 - Naixement de Miguel da Paz, príncep de Portugal (m. 1500)",
    "1524 - Naixement de François Hotman, advocat i jurista francès (m. 1590)",
    "1579 - Naixement de Thomas Dempster, erudit i historiador escocès (m. 1625)",
    "1623 - Naixement de Stanisław Lubieniecki, astrònom, teòleg i historiador polonès (m. 1675)",
    "1724 - Naixement d'Abraham Yates Jr., advocat i funcionari nord-americà (m. 1796)",
    "1741 - Naixement de Jean-François de Galaup, comte de Lapérouse, almirall i explorador francès (m. 1788)",
    "1754 - Naixement de Lluís XVI de França (m. 1793)",
    "1768 - Naixement d'Astley Cooper, cirurgià i anatomista britànic (m. 1841)",
    "1769 - Naixement de Georges Cuvier, biòleg i acadèmic francès (m. 1832)",
    "1783 - Naixement de William Tierney Clark, enginyer anglès, va dissenyar el pont Hammersmith (m. 1852)",
    "1785 - Naixement d'Oliver Hazard Perry, comandant nord-americà (m. 1819)",
    "1800 - Naixement d'Evangelos Zappas, patriota grec, filantrop i home de negocis (m. 1865)",
    "1805 - Naixement d'Anton von Schmerling, jutge i polític austríac (m. 1893)",
    "1814 - Naixement de James Roosevelt Bayley, arquebisbe nord-americà (m. 1877)",
    "1829 - Naixement de Moritz Cantor, matemàtic i historiador alemany (m. 1920)",
    "1843 - Naixement de William Southam, editor canadenc (m. 1932)",
    "1846 - Naixement d'Alexander Milne Calder, escultor escocès-americà (m. 1923)",
    "1847 - Naixement de Sarah Frances Whiting, física i astrònom nord-americana (m. 1927)",
    "1849 - Naixement de William Ernest Henley, poeta i crític anglès (m. 1903)",
    "1850 - Naixement de John Cockburn, polític escocès-australià, 18è primer ministre d'Austràlia Meridional (m. 1929)",
    "1852 - Naixement d'Arnold Toynbee, economista i historiador anglès (m. 1883)",
    "1852 - Naixement de Clímaco Calderón, advocat i polític colombià, 15è president de Colòmbia (m. 1913)",
    "1852 - Naixement de Radha Gobinda Kar, metge i filantrop indi (m. 1918)",
    "1854 - Naixement de Moritz Moszkowski, pianista i compositor polonès-alemany (m. 1925)",
    "1864 - Naixement d'Eleftherios Venizelos, advocat, jurista i polític grec, 93è primer ministre de Grècia (m. 1936)",
    "1867 - Naixement d'Edgar de Wahl, lingüista i acadèmic ucraïnès-estonià (m. 1948)",
    "1868 - Naixement d'Edgar Lee Masters, advocat, autor, poeta i dramaturg nord-americà (m. 1950)",
    "1872 - Naixement de Tanguturi Prakasam, advocat i polític indi, primer ministre en cap d'Andhra (m. 1957)",
    "1875 - Naixement d'Eugene Lanceray, pintor i escultor rus (m. 1946)",
    "1875 - Naixement de William Eccles, físic i enginyer anglès (m. 1966)",
    "1877 - Naixement d'István Medgyaszay, arquitecte i acadèmic hongarès (m. 1959)",
    "1880 - Naixement d'Alexander Grin, mariner i autor rus (m. 1932)",
    "1882 - Naixement de Volin, intel·lectual anarquista rus (m. 1945)",
    "1883 - Naixement de Jonathan M. Wainwright, general nord-americà, guanyador de la Medalla d'Honor (m. 1953)",
    "1884 - Naixement d'Ogden L. Mills, capità, advocat i polític nord-americà, 50è secretari del Tresor dels Estats Units (m. 1937)",
    "1884 - Naixement de Will Cuppy, autor i crític nord-americà (m. 1949)",
    "1890 - Naixement de Harry Frank Guggenheim, home de negocis i editor nord-americà, cofundador de Newsday (m. 1971)",
    "1891 - Naixement de Minna Craucher, socialità i espia finlandesa (m. 1932)",
    "1891 - Naixement de Roy Agnew, pianista i compositor australià (m. 1944)",
    "1894 - Naixement de John Auden, advocat anglès, forense adjunt i soldat territorial (m. 1959)",
    "1897 - Naixement de Henry F. Pringle, historiador i periodista nord-americà (m. 1958)",
    "1900 - Naixement d'Ernst Krenek, compositor i pedagog austríac-americà (m. 1991)",
    "1900 - Naixement de Frances Adaskin, pianista canadenca (m. 2001)",
    "1900 - Naixement de Malvina Reynolds, cantautora i activista nord-americana (m. 1978)",
    "1901 - Naixement de Guy Bush, jugador de beisbol i entrenador nord-americà (m. 1985)",
    "1901 - Naixement de John Sherman Cooper, capità, advocat i polític nord-americà, segon ambaixador dels Estats Units a Alemanya de l'Est (m. 1991)",
    "1904 - Naixement de William Primrose, violista i pedagog escocès (m. 1982)",
    "1905 - Naixement de Constant Lambert, compositor i director d'orquestra anglès (m. 1951)",
    "1905 - Aniversari d'Ernie Bushmiller, dibuixant nord-americà (m. 1982)",
    "1906 - Naixement de Zoltan Sarosy, mestre d'escacs hongarès-canadenc (m. 2017)",
    "1908 - Naixement de Hannah Frank, escultora i il·lustradora escocesa (m. 2008)",
    "1909 - Naixement de Syd Buller, jugador de cricket i àrbitre anglès (m. 1970)",
    "1910 - Naixement de Giuseppe Meazza, futbolista i entrenador italià (m. 1979)",
    "1910 - Aniversari de Lonny Frey, jugador de beisbol i soldat nord-americà (m. 2009)",
    "1911 - Naixement de Betty Robinson, velocista nord-americana (m. 1999)",
    "1911 - Naixement de J.V. Cunningham, poeta, crític literari i traductor nord-americà (m. 1985)",
    "1912 - Naixement de Gene Kelly, actor, cantant i ballarí nord-americà (m. 1996)",
    "1912 - Naixement d'Igor Troubetzkoy, aristòcrata rus i pilot de carreres (m. 2008)",
    "1913 - Naixement de Bob Crosby, cantant de swing i director d'orquestra nord-americà (m. 1993)",
    "1917 - Naixement de Tex Williams, cantant, compositor i guitarrista nord-americà (m. 1985)",
    "1919 - Naixement de Vladimir Abramovich Rokhlin, matemàtic i teòric azerbaidjan (m. 1984)",
    "1921 - Naixement de Kenneth Arrow, economista i acadèmic nord-americà, premi Nobel (m. 2017)",
    "1921 - Naixement de Sam Cook, jugador de cricket i àrbitre anglès (m. 1996)",
    "1922 - Naixement de George Kell, jugador de beisbol i periodista esportiu nord-americà (m. 2009)",
    "1922 - Naixement de Jean Darling, actriu i cantant nord-americana (m. 2015)",
    "1922 - Naixement de Nazik Al-Malaika, poeta i acadèmic iraquià (m. 2007)",
    "1924 - Naixement d'Ephraim Kishon, autor, guionista i director israelià (m. 2005)",
    "1924 - Naixement de Robert Solow, economista i acadèmic nord-americà, premi Nobel (m. 2023)",
    "1925 - Naixement de Robert Mulligan, director i productor nord-americà (m. 2008)",
    "1926 - Naixement de Clifford Geertz, antropòleg i acadèmic nord-americà (m. 2006)",
    "1926 - Naixement de Gyula Hernádi, autor i guionista hongarès (m. 2005)",
    "1927 - Naixement d'Allan Kaprow, pintor i autor nord-americà (m. 2006)",
    "1927 - Naixement de Dick Bruna, autor i il·lustrador holandès (m. 2017)",
    "1927 - Naixement de Martial Solal, pianista i compositor algeriano-francès",
    "1928 - Naixement de Marian Seldes, actriu nord-americana (m. 2014)",
    "1929 - Naixement de Peter Thomson, golfista australià (m. 2018)",
    "1929 - Naixement de Vera Miles, actriu nord-americana",
    "1929 - Naixement de Vladimir Beekman, poeta i traductor estonià (m. 2009)",
    "1929 - Naixement de Zoltán Czibor, futbolista hongarès (m. 1997)",
    "1930 - Naixement de Michel Rocard, funcionari i polític francès, 160è primer ministre de França (m. 2016)",
    "1931 - Naixement de Barbara Eden, actriu i cantant nord-americana",
    "1931 - Naixement de Hamilton O. Smith, microbiòleg i acadèmic nord-americà, premi Nobel",
    "1932 - Naixement d'Enos Nkala, militar i polític de Zimbabwe, ministre de Defensa de Zimbabwe (m. 2013)",
    "1932 - Naixement de Houari Boumediene, coronel i polític algerià, segon president d'Algèria (m. 1978)",
    "1932 - Naixement de Mark Russell, còmic i pianista nord-americà",
    "1933 - Naixement de Don Talbot, entrenador i administrador de natació australià (m. 2020)",
    "1933 - Naixement de Pete Wilson, comandant i polític nord-americà, 36è governador de Califòrnia",
    "1933 - Naixement de Robert Curl, químic nord-americà, premi Nobel (m. 2022)",
    "1934 - Naixement de Sonny Jurgensen, jugador de futbol americà i presentador esportiu",
    "1935 - Naixement de Roy Strong, historiador, comissari i autor anglès",
    "1936 - Aniversari de Chuck Brown, músic nord-americà, \"The Godfather of Go-Go\" (m. 2012)",
    "1936 - Naixement d'Henry Lee Lucas, assassí nord-americà (m. 2001)",
    "1936 - Naixement de Rudy Lewis, cantant nord-americà de R&B (m. 1964)",
    "1938 - Naixement de Giacomo Bini, sacerdot i missioner italià (m. 2014)",
    "1938 - Naixement de Roger Greenaway, cantautor i productor anglès",
    "1940 - Naixement de Galen Rowell, alpinista i fotògraf nord-americà (m. 2002)",
    "1940 - Naixement de Richard Sanders, actor i guionista nord-americà",
    "1941 - Naixement d'Onora O'Neill, baronessa O'Neill de Bengarve, filòsofa, acadèmica i política britànica",
    "1942 - Naixement de Nancy Richey, tennista nord-americana",
    "1943 - Naixement de Dale Campbell-Savours, baró Campbell-Savours, home de negocis i polític anglès",
    "1943 - Naixement de Nelson DeMille, tinent i autor nord-americà",
    "1943 - Naixement de Peter Lilley, polític anglès, secretari d'Estat d'Empreses, Innovació i Competències",
    "1943 - Naixement de Pino Presti, baixista, compositor, director d'orquestra i productor italià",
    "1943 - Aniversari de Rodney Alcala, assassí en sèrie, violador i segrestador nord-americà (m. 2021)",
    "1944 - Naixement d'Antònia Novello, metge i almirall porto-riqueny, 14è cirurgià general dels Estats Units",
    "1945 - Naixement de Rayfield Wright, jugador de futbol americà i entrenador",
    "1946 - Naixement de Keith Moon, bateria, compositor i productor anglès (m. 1978)",
    "1947 - Naixement de David Robb, actor escocès",
    "1947 - Naixement de Linda Thompson, cantautora de folk-rock anglesa",
    "1947 - Naixement de Willy Russell, dramaturg i compositor anglès",
    "1948 - Naixement d'Andrei Pleșu, periodista i polític romanès, 95è ministre romanès d'Afers Exteriors",
    "1948 - Naixement d'Atef Bseiso, oficial d'intel·ligència palestí (m. 1992)",
    "1948 - Naixement de Lev Zeleny, físic i acadèmic rus",
    "1948 - Naixement de Rudy Ruettiger, jugador de futbol americà",
    "1949 - Naixement de Rick Springfield, cantautor, guitarrista i actor australià-nord-americà",
    "1949 - Naixement de Shelley Long, actriu nord-americana",
    "1949 - Naixement de Vicky Leandros, cantant i política grega",
    "1950 - Naixement de Luigi Delneri, futbolista i entrenador italià",
    "1951 - Naixement d'Akhmad Kadyrov, clergue i polític txetxè, primer president de la República Txetxena (m. 2004)",
    "1951 - Naixement de Jimi Jamison, cantant, compositor i músic nord-americà (m. 2014)",
    "1951 - Naixement de Mark Hudson, productor discogràfic i músic nord-americà",
    "1951 - Naixement de la reina Noor de Jordània",
    "1952 - Naixement de Georgios Paraschos, futbolista i entrenador grec",
    "1952 - Naixement de Santillana, futbolista espanyol",
    "1953 - Aniversari de Bobby G, cantant i compositor anglès",
    "1954 - Naixement de Charles Busch, actor i guionista nord-americà",
    "1954 - Naixement de Halimah Yacob, unionista i polític de Singapur, 9è president i 8è president de Singapur",
    "1955 - Naixement de David Learner, actor britànic",
    "1956 - Naixement d'Andreas Floer, matemàtic i acadèmic alemany (m. 1991)",
    "1956 - Naixement de Skipp Sudduth, actor nord-americà",
    "1956 - Naixement de Valgerd Svarstad Haugland, pedagog i polític noruec, ministre de Cultura noruec",
    "1957 - Naixement de Tasos Mitropoulos, futbolista i polític grec",
    "1958 - Naixement de Julio Franco, jugador de beisbol i entrenador dominicà",
    "1959 - Naixement d'Edwyn Collins, cantautor i guitarrista escocès",
    "1959 - Naixement de George Kalovelonis, tennista i entrenador grec",
    "1960 - Naixement de Gary Hoey, guitarrista, compositor i productor nord-americà",
    "1961 - Naixement d'Alexandre Desplat, compositor i director d'orquestra francès",
    "1961 - Naixement de Dean DeLeo, guitarrista i compositor nord-americà",
    "1961 - Naixement de Gary Mabbutt, futbolista anglès",
    "1961 - Naixement de Hitomi Takahashi, actriu japonesa",
    "1961 - Naixement de Mohammad Bagher Ghalibaf, comandant i polític iranià, 54è alcalde de Teheran",
    "1962 - Naixement de Martin Cauchon, advocat i polític canadenc, 46è ministre de Justícia canadenc",
    "1962 - Naixement de Shaun Ryder, cantautor i actor anglès",
    "1963 - Naixement de Glória Pires, actriu brasilera",
    "1963 - Aniversari de Kenny Wallace, pilot de carreres nord-americà",
    "1963 - Naixement de Park Chan-wook, director, productor i guionista sud-coreà",
    "1963 - Naixement de Richard Illingworth, jugador de cricket i àrbitre anglès",
    "1964 - Naixement de Kong Hee, ministre i criminal de Singapur",
    "1964 - Aniversari de Ray Ferraro, jugador d'hoquei sobre gel i locutor canadenc",
    "1965 - Naixement de Roger Avary, director, productor i guionista canadenc",
    "1966 - Naixement de Rik Smits, jugador de bàsquet holandès-americà",
    "1967 - Naixement de Jim Murphy, advocat i polític escocès, ministre d'Estat per a Europa",
    "1967 - Naixement de Richard Petrie, jugador de cricket neozelandès",
    "1968 - Naixement de Chris DiMarco, golfista nord-americà",
    "1968 - Naixement de Cortez Kennedy, jugador de futbol americà (m. 2017)",
    "1968 - Naixement de Laura Claycomb, soprano nord-americana",
    "1969 - Naixement de Jack Lopresti, militar i polític anglès",
    "1969 - Naixement de Jeremy Schaap, periodista i autor nord-americà",
    "1969 - Naixement de Keith Tyson, pintor i il·lustrador anglès",
    "1969 - Naixement de Tinus Linee, jugador de rugbi i entrenador sud-africà (m. 2014)",
    "1970 - Naixement de Jason Hetherington, jugador de la lliga australiana de rugbi",
    "1970 - Naixement de Jay Mohr, actor, productor i guionista nord-americà",
    "1970 - Naixement de Lawrence Frank, jugador i entrenador de bàsquet nord-americà",
    "1970 - Aniversari de River Phoenix, actor nord-americà (m. 1993)",
    "1971 - Naixement de Demetrio Albertini, futbolista i entrenador italià",
    "1971 - Naixement de Gretchen Whitmer, 49è governadora de Michigan",
    "1971 - Naixement de Tim Gutberlet, futbolista alemany",
    "1972 - Naixement d'Anthony Calvillo, jugador de futbol canadenc",
    "1972 - Naixement de Manuel Vidrio, futbolista, entrenador i entrenador mexicà",
    "1972 - Aniversari de Mark Butcher, cantant i jugador de cricket anglès",
    "1972 - Naixement de Martin Grainger, futbolista i entrenador anglès",
    "1972 - Naixement de Raúl Casanova, jugador de beisbol porto-riqueny-americà",
    "1973 - Aniversari de Casey Blake, jugador de beisbol nord-americà",
    "1973 - Naixement de Kerry Walmsley, jugador de cricket neozelandès",
    "1974 - Aniversari de Benjamin Limo, corredor de Kenya",
    "1974 - Naixement de Konstantin Novoselov, físic i acadèmic rus-anglès, premi Nobel",
    "1974 - Naixement de Lexi Alexander, directora de cinema i televisió nord-americana",
    "1974 - Aniversari de Mark Bellhorn, jugador de beisbol nord-americà",
    "1974 - Aniversari de Ray Park, actor i especialista escocès",
    "1975 - Naixement d'Eliza Carthy, músic popular anglesa",
    "1975 - Naixement de Jarkko Ruutu, jugador d'hoquei sobre gel finlandès",
    "1975 - Naixement de Sean Marks, jugador i entrenador de bàsquet neozelandès",
    "1976 - Aniversari de Pat Garrity, jugador de bàsquet i executiu nord-americà",
    "1976 - Naixement de Scott Caan, actor nord-americà",
    "1977 - Naixement de Douglas Sequeira, futbolista i entrenador costarricense",
    "1977 - Naixement de Jared Fogle, portaveu i criminal nord-americà",
    "1978 - Naixement d'Andrew Rannells, actor i cantant nord-americà",
    "1978 - Naixement de Julian Casablancas, cantautor i productor nord-americà",
    "1978 - Aniversari de Kobe Bryant, jugador de bàsquet i empresari nord-americà (m. 2020)",
    "1978 - Naixement de Randal Tye Thomas, periodista i polític nord-americà (m. 2014)",
    "1979 - Aniversari d'Edgar Sosa, boxejador mexicà",
    "1979 - Aniversari de Jessica Bibby, jugadora de bàsquet australiana",
    "1979 - Naixement de Saskia Clark, marinera anglesa",
    "1979 - Naixement de Zuzana Váleková, tenista eslovaca",
    "1980 - Naixement de Denny Bautista, jugador de beisbol dominicà",
    "1980 - Naixement de Joanne Froggatt, actriu anglesa",
    "1980 - Naixement de Nadine Jolie Courtney, periodista nord-americana, personalitat de la realitat i autora",
    "1980 - Naixement de Nenad Vučković, jugador d'handbol serbi",
    "1980 - Naixement de Rex Grossman, jugador de futbol americà",
    "1981 - Naixement de Carlos Cuéllar, futbolista espanyol",
    "1981 - Naixement de Jaime Lee Kirchner, actriu nord-americana",
    "1981 - Naixement de Stephan Loboué, futbolista ivorià",
    "1982 - Naixement de Cristian Tudor, futbolista romanès (m. 2012)",
    "1982 - Naixement de Natalie Coughlin, nedadora nord-americana",
    "1982 - Naixement de Scott Palguta, futbolista nord-americà",
    "1983 - Naixement d'Athena Farrokhzad, poeta, dramaturga i crítica iraniano-sueca",
    "1983 - Aniversari de Bruno Spengler, pilot de cotxes de carreres canadenc",
    "1983 - Naixement de Fiona Onasanya, política i criminal britànica",
    "1983 - Naixement de James Collins, futbolista gal·lès",
    "1983 - Aniversari de Sun Mingming, jugador de bàsquet xinès",
    "1983 - Aniversari de Tony Moll, jugador de futbol americà",
    "1984 - Naixement d'Eric Tai, jugador i actor de rugbi neozelandès",
    "1984 - Naixement de Glen Johnson, futbolista anglès",
    "1985 - Naixement de Valeria Lukyanova, model i cantant moldava-ucraïnesa",
    "1986 - Naixement d'Ayron Jones, músic nord-americà",
    "1986 - Naixement de Brett Morris, jugador de la lliga australiana de rugbi",
    "1986 - Naixement de Josh Morris, jugador de la lliga australiana de rugbi",
    "1986 - Naixement de Neil Cicierega, còmic i músic nord-americà",
    "1986 - Aniversari de Sky Blu, raper i DJ nord-americà",
    "1987 - Naixement de Darren Collison, jugador de bàsquet nord-americà",
    "1988 - Naixement de Carl Hagelin, jugador d'hoquei sobre gel suec",
    "1988 - Aniversari de Jeremy Lin, jugador de bàsquet nord-americà",
    "1988 - Naixement de Kim Matula, actriu nord-americana",
    "1988 - Aniversari de Miles Mikolas, jugador de beisbol nord-americà",
    "1988 - Naixement d'Olga Govortsova, tenista bielorussa",
    "1989 - Naixement de Heiko Schwarz, futbolista alemany",
    "1989 - Naixement de Lianne La Havas, cantant, compositora i multiinstrumentista britànica",
    "1989 - Aniversari de TeddyLoid, músic japonès",
    "1989 - Aniversari de Trixie Mattel, drag queen, actor i cantant country nord-americà",
    "1990 - Naixement de Mike Yastrzemski, jugador de beisbol nord-americà",
    "1990 - Aniversari de Seth Curry, jugador de bàsquet nord-americà",
    "1992 - Naixement de Nicola Docherty, futbolista escocesa",
    "1993 - Naixement d'Iván López, futbolista professional espanyol",
    "1993 - Aniversari de Taylor Decker, jugador de futbol americà",
    "1993 - Aniversari de Tyler Glasnow, jugador de beisbol nord-americà",
    "1994 - Aniversari d'August Ames, actriu pornogràfica canadenca (m. 2017)",
    "1994 - Naixement de Jusuf Nurkić, jugador de bàsquet bosnià",
    "1995 - Naixement de Cameron Norrie, tennista britànic",
    "1995 - Naixement de Gabriela Lee, tennista romanesa",
    "1997 - Aniversari de Lil Yachty, raper i cantant nord-americà",
    "1998 - Naixement de P. J. Washington, jugador de bàsquet nord-americà"
  ],
  "day_26_month_12_births.dialog": [
    "1194 - Naixement de Frederic II, emperador del Sacre Germànic (m. 1250)",
    "1446 - Naixement de Charles de Valois, duc de Berry, noble francès (m. 1472)",
    "1526 - Naixement de Rose Lok, empresaria i exiliada protestant (m. 1613)",
    "1532 - Naixement de Wilhelm Xylander, erudit i acadèmic alemany (m. 1576)",
    "1536 - Naixement de Yi I, filòsof i erudit coreà (m. 1584)",
    "1537 - Naixement d'Albert, comte de Nassau-Weilburg (m. 1593)",
    "1581 - Naixement de Felip III, landgrave de Hesse-Butzbach (m. 1643)",
    "1618 - Naixement d'Elisabeth del Palatinat, princesa, filòsofa i calvinista alemanya (m. 1680)",
    "1628 - Naixement de John Page, polític colonial anglès (m. 1692)",
    "1646 - Naixement de Robert Bolling, comerciant i plantador colonial anglès/anglès (m. 1709)",
    "1687 - Naixement de Johann Georg Pisendel, violinista i compositor alemany (m. 1755)",
    "1716 - Naixement de Jean François de Saint-Lambert, soldat i filòsof francès (m. 1803)",
    "1716 - Naixement de Thomas Gray, poeta i erudit anglès (m. 1771)",
    "1723 - Naixement de Friedrich Melchior, baró von Grimm, autor i dramaturg alemany-francès (m. 1807)",
    "1737 - Naixement del príncep Josies de Saxònia-Coburg-Saalfeld (m. 1815)",
    "1751 - Naixement de Clemens Maria Hofbauer, sacerdot, missioner i sant austríac (m. 1820)",
    "1751 - Naixement de Lord George Gordon, tinent i polític anglès (m. 1793)",
    "1769 - Naixement d'Ernst Moritz Arndt, escriptor i poeta alemany (m. 1860)",
    "1780 - Naixement de Mary Somerville, matemàtica escocesa, astrònom i autora (m. 1872)",
    "1782 - Naixement de Philaret Drozdov, metropolità i sant rus (m. 1867)",
    "1785 - Naixement d'Étienne Constantin de Gerlache, advocat i polític belga, primer primer ministre de Bèlgica (m. 1871)",
    "1791 - Naixement de Charles Babbage, matemàtic i enginyer anglès, va inventar el motor de la diferència (m. 1871)",
    "1803 - Naixement de Friedrich Reinhold Kreutzwald, metge i autor estonià (m. 1882)",
    "1819 - Naixement d'E. D. E. N. Southworth, autor i educador nord-americà (m. 1899)",
    "1820 - Naixement de Dion Boucicault, actor i dramaturg irlandès (m. 1890)",
    "1837 - Naixement de George Dewey, almirall nord-americà (m. 1917)",
    "1837 - Naixement de Morgan Bulkeley, soldat i polític nord-americà, 54è governador de Connecticut (m. 1922)",
    "1852 - Naixement de Johannes François Snelleman, zoòleg, orientalista i etnògraf holandès (m. 1938)",
    "1853 - Naixement de René Bazin, escriptor i acadèmic francès (m. 1932)",
    "1854 - Naixement de José Yves Limantour, financer i polític mexicà, secretari d'Hisenda mexicà (m. 1935)",
    "1859 - Naixement de William Stephens, advocat i polític nord-americà, 24è governador de Califòrnia (m. 1944)",
    "1863 - Naixement de Charles Pathé, productor discogràfic francès, cofundador de Pathé Records (m. 1957)",
    "1864 - Naixement de Yun Chi-ho, activista i polític coreà (m. 1945)",
    "1867 - Naixement de Phan Bội Châu, activista vietnamita (m. 1940)",
    "1869 - Naixement de Mathieu Cordang, ciclista holandès (m. 1942)",
    "1872 - Naixement de Norman Angell, periodista, acadèmic i polític anglès, premi Nobel (m. 1967)",
    "1873 - Naixement de Thomas Wass, jugador de cricket anglès (m. 1953)",
    "1874 - Naixement de Khan Bahadur Ahsanullah, teòleg i acadèmic de Bangla Desh (m. 1965)",
    "1883 - Naixement de Maurice Utrillo, pintor francès (m. 1955)",
    "1885 - Naixement de Bazoline Estelle Usher, educadora afroamericana (m. 1992)",
    "1887 - Naixement d'Arthur Percival, general anglès (m. 1966)",
    "1888 - Naixement de Marius Canard, orientalista i historiador francès (m. 1982)",
    "1889 - Naixement de Ragnhild Kaarbø, pintor noruec (m. 1949)",
    "1890 - Naixement de Konstantinos Georgakopoulos, advocat i polític grec, primer ministre de Grècia (m. 1973)",
    "1890 - Naixement de Percy Hodge, corredor anglès (m. 1967)",
    "1891 - Naixement de Henry Miller, autor i pintor nord-americà (m. 1980)",
    "1892 - Naixement de Don Barclay, actor i il·lustrador nord-americà (m. 1975)",
    "1893 - Naixement de Mao Zedong, polític xinès, president del Partit Comunista Xinès (m. 1976)",
    "1894 - Naixement de Jean Toomer, autor i poeta nord-americà (m. 1967)",
    "1900 - Aniversari d'Evelyn Bark, membre principal de la Creu Roja Britànica, primera dona receptora del CMG (m. 1993) ",
    "1901 - Naixement d'Elmar Muuk, lingüista i autor estonià (m. 1941)",
    "1902 - Naixement d'Anatoli Lvovich Kaplan, pintor i escultor rus (m. 1980)",
    "1903 - Naixement d'Elisha Cook, Jr., actor nord-americà (m. 1995)",
    "1904 - Naixement d'Alejo Carpentier, musicòleg i autor suís-cubà (m. 1980)",
    "1905 - Naixement de William Loeb III, editor nord-americà (m. 1981)",
    "1907 - Naixement d'Albert Gore, Sr., advocat i polític nord-americà (m. 1998)",
    "1908 - Naixement de Ralph Hill, corredor nord-americà (m. 1994)",
    "1909 - Naixement de Matt Gordy, saltador americà (m. 1989)",
    "1910 - Naixement d'Imperi Argentina, actriu i cantant argentino-espanyola (m. 2003)",
    "1910 - Naixement de Marguerite Churchill, actriu nord-americana (m. 2000)",
    "1912 - Naixement d'Arsenio Lacson, periodista i polític filipí, alcalde de Manila (m. 1962)",
    "1913 - Naixement de Frank Swift, futbolista i periodista anglès (m. 1958)",
    "1914 - Naixement de Richard Widmark, actor nord-americà (m. 2008)",
    "1915 - Naixement de Rolf Botvid, actor i guionista suec (m. 1998)",
    "1918 - Naixement de Georgios Rallis, tinent i polític grec, 173è primer ministre de Grècia (m. 2006)",
    "1918 - Naixement d'Olga Lopes-Seale, cantant i presentadora de ràdio guyanesa-barbadesa (m. 2011)",
    "1921 - Naixement de John Severin, il·lustrador nord-americà (m. 2012)",
    "1921 - Naixement de Steve Allen, actor, cantant, presentador de tertúlies i guionista nord-americà (m. 2000)",
    "1922 - Naixement de Richard Mayes, actor anglès (m. 2006)",
    "1923 - Naixement de Richard Artschwager, pintor, il·lustrador i escultor nord-americà (m. 2013)",
    "1924 - Naixement de Frank Broyles, jugador de futbol americà, entrenador i periodista esportiu (m. 2017)",
    "1926 - Naixement d'Earle Brown, compositor nord-americà (m. 2002)",
    "1927 - Naixement d'Alan King, actor, productor i guionista nord-americà (m. 2004)",
    "1927 - Naixement de Denis Gifford, periodista i historiador anglès (m. 2000)",
    "1927 - Naixement de Denis Quilley, actor anglès (m. 2003)",
    "1927 - Naixement de Stu Miller, jugador de beisbol nord-americà (m. 2015)",
    "1928 - Naixement de Martin Cooper, enginyer nord-americà, va inventar el telèfon mòbil",
    "1929 - Naixement de Kathleen Crowley, actriu nord-americana (m. 2017)",
    "1929 - Naixement de Régine Zylberberg, cantant i actriu belga-francesa (m. 2022)",
    "1930 - Naixement de Donald Moffat, actor anglès-nord-americà (m. 2018)",
    "1930 - Naixement de Harry Gamble, jugador de futbol americà, entrenador i entrenador (m. 2014)",
    "1930 - Naixement de Jean Ferrat, cantautor i poeta francès (m. 2010)",
    "1933 - Aniversari de Caroll Spinney, titellaire i actor de veu nord-americà (m. 2019)",
    "1935 - Naixement de Norm Ullman, jugador canadenc d'hoquei sobre gel",
    "1935 - Naixement de Rohan Kanhai, jugador de cricket de Guyana",
    "1936 - Naixement de Peep Jänes, arquitecte estonià",
    "1936 - Naixement de Trevor Taylor, pilot de cotxes de carreres anglès (m. 2010)",
    "1937 - Naixement de John Horton Conway, matemàtic anglès, conegut pel joc de la vida de Conway (m. 2020)",
    "1938 - Naixement d'Alamgir Kabir, director, productor i guionista de Bangla Desh (m. 1989)",
    "1938 - Naixement de Bahram Beyzai, director, productor i guionista iranià",
    "1938 - Naixement de Mirko Kovač, autor, dramaturg i guionista iugoslau-croat (m. 2013)",
    "1938 - Naixement de Robert Hamerton-Kelly, pastor, erudit i autor sud-americà (m. 2013)",
    "1939 - Naixement de Fred Schepisi, director i guionista australià",
    "1939 - Naixement de Phil Spector, cantant, compositor i productor nord-americà (m. 2021)",
    "1940 - Naixement d'Edward C. Prescott, economista i acadèmic nord-americà, premi Nobel (m. 2022)",
    "1940 - Naixement de Ray Sadecki, jugador de beisbol nord-americà (m. 2014)",
    "1941 - Naixement de Daniel Schmid, actor, director i guionista suís (m. 2006)",
    "1942 - Naixement de Catherine Coulter, autora nord-americana",
    "1942 - Naixement de Gray Davis, capità, advocat i polític nord-americà, 37è governador de Califòrnia",
    "1942 - Naixement de Vinicio Cerezo, polític guatemalteco, 28è president de Guatemala",
    "1944 - Naixement de William Ayers, acadèmic i activista nord-americà",
    "1945 - Aniversari de John Walsh, presentador, productor i activista de televisió nord-americà, va crear America's Most Wanted",
    "1946 - Naixement d'Alan Frumin, advocat i polític nord-americà",
    "1946 - Naixement de Tiit Rosenberg, historiador i acadèmic estonià",
    "1947 - Naixement de Carlton Fisk, jugador de beisbol nord-americà",
    "1947 - Naixement de James T. Conway, general nord-americà",
    "1947 - Naixement de Jean Echenoz, autor francès",
    "1947 - Naixement de Josef Janíček, cantant, guitarrista i teclista txec",
    "1947 - Naixement de Liz Lochhead, poeta i dramaturga escocesa",
    "1947 - Naixement de Richard Levis McCormick, historiador i acadèmic nord-americà",
    "1948 - Aniversari de Candy Crowley, periodista nord-americana",
    "1949 - Naixement de José Ramos-Horta, advocat i polític de Timor Oriental, segon president de Timor Oriental, premi Nobel",
    "1950 - Naixement de Mario Mendoza, jugador de beisbol i entrenador mexicà",
    "1950 - Naixement de Raja Pervaiz Ashraf, home de negocis i polític pakistanès, 17è primer ministre del Pakistan",
    "1953 - Naixement de Henning Schmitz, bateria alemany",
    "1953 - Naixement de Leonel Fernández, advocat i polític dominicà, 51è president de la República Dominicana",
    "1953 - Naixement de Makis Katsavakis, futbolista i entrenador grec",
    "1953 - Naixement de Toomas Hendrik Ilves, periodista i polític suec-estonià, quart president d'Estònia",
    "1954 - Naixement d'Ozzie Smith, jugador de beisbol i periodista esportiu nord-americà",
    "1954 - Naixement de Peter Hillary, alpinista i filantrop neozelandès",
    "1955 - Naixement d'Evan Bayh, advocat i polític nord-americà, 46è governador d'Indiana",
    "1956 - Naixement de David Sedaris, còmic, autor i presentador de ràdio nord-americà",
    "1957 - Aniversari de Dermot Murnaghan, periodista anglès i irlandès del nord i presentador de jocs",
    "1958 - Naixement d'Adrian Newey, aerodinàmic i enginyer anglès",
    "1959 - Naixement de Hans Nielsen, corredor de motos danès",
    "1959 - Naixement de Kōji Morimoto, animador i director japonès",
    "1959 - Naixement de Wang Lijun, policia i polític xinès",
    "1960 - Naixement de Cem Uzan, empresari i polític turc",
    "1960 - Naixement de Keith Martin Ball, matemàtic i acadèmic nord-americà",
    "1960 - Naixement de Ruud Kaiser, futbolista i entrenador holandès",
    "1961 - Aniversari d'Andrew Lock, alpinista australià",
    "1962 - Naixement de James Kottak, bateria nord-americà (m. 2024)",
    "1962 - Naixement de Mark Starr, lluitador anglès (m. 2013)",
    "1963 - Naixement de Craig Teitzel, jugador de la lliga australiana de rugbi",
    "1963 - Naixement de Lars Ulrich, bateria, compositor i productor danès-americà",
    "1964 - Naixement d'Elizabeth Kostova, autora nord-americana",
    "1966 - Naixement de Jay Farrar, cantautor i guitarrista nord-americà",
    "1966 - Naixement de Tim Legler, jugador de bàsquet i periodista esportiu nord-americà",
    "1968 - Naixement de Matt Zoller Seitz, crític i autor de cinema nord-americà",
    "1969 - Naixement d'Isaac Viciosa, corredor espanyol",
    "1970 - Naixement de James Mercer, cantautor i guitarrista nord-americà",
    "1971 - Naixement de Jared Leto, actor i músic nord-americà",
    "1971 - Naixement de Mika Nurmela, futbolista finlandès",
    "1971 - Naixement de Tatiana Sorokko, model i periodista russoamericana",
    "1972 - Naixement d'Esteban Fuertes, futbolista argentí",
    "1972 - Naixement de Robert Muchamore, autor anglès",
    "1973 - Naixement de Gianluca Faliva, jugador de rugbi italià",
    "1973 - Naixement de Nobuhiko Matsunaka, jugador de beisbol japonès",
    "1973 - Naixement de Paulo Frederico Benevenute, futbolista brasiler",
    "1973 - Naixement de Steve Prescott, jugador de rugbi anglès (m. 2013)",
    "1974 - Naixement de Joshua John Miller, actor, director i guionista nord-americà",
    "1975 - Naixement de Chris Calaguio, jugador de bàsquet filipí",
    "1975 - Naixement de Marcelo Ríos, tennista xilè",
    "1975 - Naixement de María Vasco, caminadora espanyola",
    "1976 - Naixement de Simon Goodwin, futbolista i entrenador australià",
    "1977 - Naixement d'Adrienn Hegedűs, tennista hongarès",
    "1977 - Naixement de Fatih Akyel, futbolista i entrenador turc",
    "1978 - Naixement de Kaoru Sugayama, jugador de voleibol japonès",
    "1978 - Naixement de Karel Rüütli, advocat i polític estonià",
    "1979 - Naixement de Chris Daughtry, cantautor i guitarrista nord-americà",
    "1979 - Aniversari de Craig Wing, jugador de rugbi australià",
    "1979 - Naixement de Dimitry Vassiliev, saltador d'esquí rus",
    "1979 - Naixement de Fabián Carini, futbolista uruguaià",
    "1980 - Naixement de Ceylan Ertem, cantant turc",
    "1980 - Naixement de Todd Dunivant, futbolista nord-americà",
    "1981 - Naixement d'Omar Infante, jugador de beisbol veneçolà",
    "1981 - Naixement de Pablo Canavosio, jugador de rugbi argentino-italià",
    "1982 - Naixement d'Aksel Lund Svindal, esquiador noruec",
    "1982 - Naixement de Kenneth Darby, jugador de futbol americà",
    "1982 - Naixement de Noel Hunt, futbolista irlandès",
    "1983 - Naixement d'Alexander Wang, dissenyador de moda nord-americà",
    "1983 - Naixement de Yu Takahashi, cantant i compositor japonès",
    "1984 - Naixement d'Ahmed Barusso, futbolista ghanés",
    "1984 - Naixement d'Alex Schwazer, caminant italià",
    "1984 - Naixement de Leonardo Ghiraldini, jugador de rugbi italià",
    "1985 - Naixement de Damir Markota, jugador de bàsquet croat",
    "1986 - Naixement d'Hugo Lloris, futbolista francès",
    "1986 - Naixement de Joe Alexander, jugador de bàsquet americà-israelià",
    "1986 - Aniversari de Kit Harington, actor anglès",
    "1986 - Aniversari de Selen Soyder, actriu i reina de bellesa turca",
    "1987 - Aniversari d'Oskar Osala, jugador d'hoquei sobre gel finlandès",
    "1989 - Naixement de Tomáš Kundrátek, jugador d'hoquei sobre gel txec",
    "1989 - Naixement de Yohan Blake, velocista jamaicà",
    "1990 - Naixement d'Aaron Ramsey, futbolista gal·lès",
    "1990 - Aniversari de Cory Jefferson, jugador de bàsquet nord-americà",
    "1990 - Naixement de Denis Cheryshev, futbolista rus",
    "1991 - Aniversari de Brandon Scherff, jugador de futbol americà",
    "1991 - Naixement d'Eden Sher, actriu nord-americana",
    "1991 - Naixement de Trevor Siemian, jugador de futbol americà",
    "1992 - Naixement de Cecilia Costa Melgar, tenista xilena",
    "1992 - Naixement de Jade Thirlwall, cantant anglesa",
    "1994 - Aniversari de Colby Cave, jugador canadenc d'hoquei sobre gel (m. 2020)",
    "1994 - Naixement de Souleymane Coulibaly, futbolista ivorià",
    "1997 - Naixement de Tamara Zidanšek, tenista eslovena",
    "2001 - Naixement d'Aleksej Pokuševski, jugador de bàsquet serbi"
  ],
  "day_30_month_11_deaths.dialog": [
    "1016 - Mort d'Edmund Ironside, rei anglès (n. 993)",
    "1204 - Mort d'Emeric, rei d'Hongria",
    "1276 - Mort de Kanezawa Sanetoki, membre japonès del clan Hōjō (n. 1224)",
    "1283 - Mort de Joan de Vercelli, mestre general de l'orde dominicà (c. 1205)",
    "1378 - Mort d'Andrew Stratford, terratinent i terratinent anglès",
    "1525 - Mort de Guillaume Crétin, poeta francès (c. 1460)",
    "1526 - Mort de Giovanni dalle Bande Nere, capità italià (n. 1498)",
    "1580 - Mort de Richard Farrant, dramaturg i compositor anglès (n. 1530)",
    "1600 - Mort de Nanda Bayin, rei birmà (n. 1535)",
    "1603 - Mort de William Gilbert, científic anglès (n. 1544)",
    "1623 - Mor Thomas Weelkes, organista i compositor anglès (n. 1576)",
    "1647 - Mort de Bonaventura Cavalieri, matemàtic i astrònom italià (n. 1598)",
    "1647 - Mort de Giovanni Lanfranco, pintor italià (n. 1582)",
    "1654 - Mort de John Selden, jurista i erudit anglès (n. 1584)",
    "1675 - Mort de Cecil Calvert, segon baró de Baltimore, advocat i polític anglès, tinent governador de Terranova (n. 1605)",
    "1694 - Mor Marcello Malpighi, metge i biòleg italià (n. 1628)",
    "1703 - Mor Nicolas de Grigny, organista i compositor francès (n. 1672)",
    "1718 - Mort de Carles XII de Suècia (n. 1682)",
    "1760 - Mort de Friederike Caroline Neuber, actriu alemanya (n. 1697)",
    "1761 - Mort de John Dollond, òptic i astrònom anglès (n. 1706)",
    "1765 - Mort de George Glas, comerciant i explorador escocès (n. 1725)",
    "1863 - Mort de Kamehameha IV, rei hawaià (n. 1834)",
    "1864 - Mort de Patrick Cleburne, general irlandès-americà (n. 1828)",
    "1892 - Mort de Dimitrios Valvis, jutge i polític grec, 69è primer ministre de Grècia (n. 1814)",
    "1900 - Mor Oscar Wilde, dramaturg, novel·lista i poeta irlandès (n. 1854)",
    "1901 - Mort d'Edward John Eyre, explorador i polític anglès, governador de Jamaica (n. 1815)",
    "1907 - Mort de Ludwig Levy, arquitecte alemany (n. 1854)",
    "1908 - Mort de Nishinoumi Kajirō I, lluitador de sumo japonès, el 16è Yokozuna (n. 1855)",
    "1920 - Mort de Vladimir May-Mayevsky, general rus (n. 1867)",
    "1923 - Mort de John Maclean, educador escocès i activista socialista revolucionari (n. 1879)",
    "1930 - Mort de Mary Harris Jones, organitzadora laborista nord-americana (n. 1837)",
    "1930 - Mort de Ponnambalam Ramanathan, advocat i polític de Sri Lanka, tercer procurador general de Sri Lanka (n. 1851)",
    "1931 - Mor Henry Walters, col·leccionista d'art i filantrop nord-americà (n. 1848)",
    "1933 - Mort d'Arthur Currie, general canadenc (n. 1875)",
    "1934 - Mort d'Hélène Boucher, pilot francesa (n. 1908)",
    "1935 - Mor Fernando Pessoa, poeta, filòsof i crític portuguès (n. 1888)",
    "1942 - Mort d'Anthony M. Rud, periodista i autor nord-americà (n. 1893)",
    "1943 - Mort d'Etty Hillesum, autora holandesa (n. 1914)",
    "1944 - Mort de Paul Masson, ciclista francès (n. 1876)",
    "1949 - Mort de Frank Cooper, polític australià, 25è primer ministre de Queensland (n. 1872)",
    "1953 - Mort de Francis Picabia, pintor i poeta francès (n. 1879)",
    "1954 - Mor Wilhelm Furtwängler, director d'orquestra i compositor alemany (n. 1886)",
    "1955 - Mor Josip Štolcer-Slavenski, compositor i pedagog croat (n. 1896)",
    "1958 - Mor Hubert Wilkins, pilot, ornitòleg, geògraf i explorador australià (n. 1888)",
    "1966 - Mort de Salah Suheimat, advocat i polític jordà (n. 1914)",
    "1967 - Mort de Patrick Kavanagh, poeta i autor irlandès (n. 1904)",
    "1972 - Mort de Compton Mackenzie, actor, autor i acadèmic anglès-escocès (n. 1883)",
    "1977 - Mor Terence Rattigan, dramaturg i guionista anglès (n. 1911)",
    "1979 - Mort de Laura Gilpin, fotògrafa nord-americana (n. 1891)",
    "1979 - Mort de Zeppo Marx, actor i còmic nord-americà (n. 1901)",
    "1987 - Mor Simon Carmiggelt, periodista i autor holandès (n. 1913)",
    "1988 - Mort de Pannonica de Koenigswarter, cantant i compositor anglès-nord-americà (n. 1913)",
    "1989 - Mor Ahmadou Ahidjo, advocat i polític camerunès, primer president del Camerun (n. 1924)",
    "1989 - Mort d'Alfred Herrhausen, banquer alemany (n. 1930)",
    "1990 - Mort de Fritz Eichenberg, il·lustrador i pedagog d'art germanoamericà (n. 1901)",
    "1992 - Mort de Peter Blume, pintor i escultor nord-americà (n. 1906)",
    "1993 - Mort de David Houston, cantant i compositor nord-americà (n. 1938)",
    "1994 - Mort de Guy Debord, teòric i escriptor francès (n. 1931)",
    "1994 - Mort de Lionel Stander, actor nord-americà (n. 1908)",
    "1995 - Mort de Til Kiwe, actor i guionista alemany (n. 1910)",
    "1996 - Mort de Tiny Tim, cantant i jugador d'ukulele nord-americà (n. 1932)",
    "1997 - Mort de Kathy Acker, autora, poeta i dramaturga nord-americana (n. 1947)",
    "1998 - Mort de Janet Lewis, novel·lista i poeta nord-americana (n. 1899)",
    "1998 - Mort de Margaret Walker, autora i poeta nord-americana (n. 1915)",
    "2000 - Mort d'Eloise Jarvis McGraw, autora nord-americana (n. 1915)",
    "2000 - Mort de Scott Smith, baixista canadenc (n. 1955)",
    "2003 - Mort de Gertrude Ederle, nedadora nord-americana (n. 1905)",
    "2004 - Mort de Pierre Berton, periodista i autor canadenc (n. 1920)",
    "2004 - Mort de Seungsahn, líder espiritual de Corea del Sud, va fundar l'Escola de Zen Kwan Um (n. 1927)",
    "2005 - Mort de Jean Parker, actriu nord-americana (n. 1915)",
    "2006 - Mort d'Elhadi Adam, poeta i compositor sudanès (n. 1927)",
    "2006 - Mort de Rafael Buenaventura, banquer filipí (n. 1938)",
    "2006 - Mort de Shirley Walker, compositora i directora d'orquestra nord-americana (n. 1945)",
    "2007 - Mort d'Engin Arık, físic i acadèmic turc (n. 1948)",
    "2007 - Mort d'Evel Knievel, pilot de motos i especialista nord-americà (n. 1938)",
    "2008 - Mort de Munetaka Higuchi, bateria i productor japonès (n. 1958)",
    "2010 - Mort de Garry Gross, fotògraf nord-americà (n. 1937)",
    "2010 - Mort de Rajiv Dixit, autor i activista indi (n. 1967)",
    "2012 - Mort d'Homer R. Warner, cardiòleg i acadèmic nord-americà (n. 1922)",
    "2012 - Mor I. K. Gujral, advocat i polític indi, 12è primer ministre de l'Índia (n. 1919)",
    "2012 - Mort de Merv Pregulman, jugador de futbol americà i home de negocis (n. 1922)",
    "2012 - Mort de Mitchell Cole, futbolista anglès (n. 1985)",
    "2012 - Mort de Munir Malik, jugador de cricket pakistanès (n. 1931)",
    "2012 - Mor Rogelio Álvarez, jugador de beisbol cubanoamericà (n. 1938)",
    "2012 - Mort de Susil Moonesinghe, advocat i polític de Sri Lanka, quart ministre en cap de la província occidental (n. 1930)",
    "2013 - Mort de Doriano Romboni, corredor de motos italià (n. 1968)",
    "2013 - Mort de Jean Kent, actriu anglesa (n. 1921)",
    "2013 - Mort de Paul Crouch, locutor nord-americà, cofundador de Trinity Broadcasting Network (n. 1934)",
    "2013 - Mort de Paul Walker, actor nord-americà (n. 1973)",
    "2013 - Mort de Tabu Ley Rochereau, cantautor congolès-belga (n. 1937)",
    "2014 - Mort d'Anthony Dryden Marshall, oficial i diplomàtic nord-americà de la CIA (n. 1924)",
    "2014 - Mort de Go Seigen, jugador de Go xinès-japonès (n. 1914)",
    "2014 - Mort de Jarbom Gamlin, advocat i polític indi, 7è ministre en cap d'Arunachal Pradesh (n. 1961)",
    "2014 - Mort de Kent Haruf, novel·lista nord-americà (n. 1943)",
    "2014 - Mort de Martin Litton, ecologista i ecologista nord-americà (n. 1917)",
    "2014 - Mort de Qayyum Chowdhury, pintor i acadèmic de Bangla Desh (n. 1932)",
    "2015 - Mort d'Eldar Ryazanov, director i guionista rus (n. 1927)",
    "2015 - Mort de Fatema Mernissi, sociòloga i autora marroquina (n. 1940)",
    "2015 - Mort de Marcus Klingberg, metge i biòleg polonès-israelià (n. 1918)",
    "2015 - Mort de Minas Hatzisavvas, actor i guionista grec (n. 1948)",
    "2015 - Mort de Nigel Buxton, escriptor de viatges i crític de vins britànic (n. 1924)",
    "2015 - Mor Pío Caro Baroja, director i guionista espanyol (n. 1928)",
    "2015 - Mort de Shigeru Mizuki, autor i il·lustrador japonès (n. 1922)",
    "2017 - Mort d'Alfie Curtis, actor britànic (n. 1930)",
    "2017 - Mort de Jim Nabors, actor i còmic nord-americà (n. 1930)",
    "2017 - Mort de Marina Popovich, pilot, enginyer i oficial militar soviètic (n. 1931)",
    "2017 - Mort de Surin Pitsuwan, polític i diplomàtic tailandès (n. 1949)",
    "2018 - Mort de George H. W. Bush, polític nord-americà, 41è president dels Estats Units (n. 1924)",
    "2020 - Mort d'Irina Antonova, historiadora de l'art russa (n. 1922)",
    "2022 - Mort de Christine McVie, cantant i teclista anglesa (n. 1943)",
    "2022 - Mort de Jiang Zemin, polític xinès, antic secretari general del Partit Comunista Xinès (líder suprem) i president de la Xina (n. 1926)",
    "2023 - Mort d'Alistair Darling, polític britànic i canceller d'Hisenda (n. 1953)",
    "2023 - Mort de Shane MacGowan, cantant irlandès i líder de The Pogues (n. 1957)"
  ],
  "day_26_month_3_deaths.dialog": [
    "1091 - Mort de Wallada bint al-Mustakfi, poeta andalús",
    "1130 - Mort de Sigurd el croat, rei noruec (n. 1090)",
    "1132 - Mort de Geoffrey de Vendôme, cardenal i teòleg francès (n. 1065)",
    "1212 - Mort de Sanç I de Portugal (n. 1154)",
    "1242 - Mort de William de Forz, 3r comte d'Albemarle",
    "1324 - Mort de Maria de Luxemburg, reina de França (n. 1304)",
    "1326 - Mort d'Alessandra Giliani, anatomista (c. 1307)",
    "1350 - Mort d'Alfons XI de Castella (n. 1312)",
    "1402 - Mort de David Stewart, duc de Rothesay, hereu al tron ​​d'Escòcia (n. 1378)",
    "1437 - Mort de Walter Stewart, comte d'Atholl, noble escocès i regicidi",
    "1517 - Mort d'Heinrich Isaac, compositor flamenc (n. 1450)",
    "1535 - Mort de Georg Tannstetter, matemàtic, astrònom i cartògraf austríac (n. 1482)",
    "1546 - Mort de Thomas Elyot, erudit i diplomàtic anglès (n. 1490)",
    "1566 - Mor Antonio de Cabezón, organista i compositor espanyol (n. 1510)",
    "1625 - Mort de Giambattista Marini, poeta italià (n. 1569)",
    "1649 - Mort de John Winthrop, advocat i polític anglès, segon governador de la colònia de la badia de Massachusetts",
    "1679 - Mort de Johannes Schefferus, historiador i autor suec (n. 1621)",
    "1697 - Mort de Godfrey McCulloch, polític escocès (n. 1640)",
    "1726 - Mort de John Vanbrugh, dramaturg i arquitecte anglès, que va dissenyar el palau de Blenheim i el castell de Howard (n. 1664)",
    "1772 - Mor Charles Pinot Duclos, escriptor i polític francès (n. 1704)",
    "1776 - Mort de Samuel Ward, polític nord-americà, 31è i 33è governador de la Colònia de Rhode Island i les plantacions de Providence (n. 1725)",
    "1780 - Mort de Carles I, duc de Brunswick-Wolfenbüttel (n. 1713)",
    "1793 - Mort de John Mudge, metge i enginyer anglès (n. 1721)",
    "1797 - Mort de James Hutton, geòleg i metge escocès (n. 1726)",
    "1814 - Mort de Joseph-Ignace Guillotin, metge i polític francès (n. 1738)",
    "1827 - Mort de Ludwig van Beethoven, pianista i compositor alemany (n. 1770)",
    "1858 - Mort de John Addison Thomas, tinent, enginyer i polític nord-americà, tercer secretari d'estat adjunt dels Estats Units (n. 1811)",
    "1862 - Mort d'Uriah P. Levy, comandant nord-americà (n. 1792)",
    "1881 - Mort de Old Abe, mascota del 8è regiment d'infanteria de voluntaris de Wisconsin (n. 1861)",
    "1881 - Mor Roman Sanguszko, general i activista polonès (n. 1800)",
    "1885 - Mort d'Anson Stager, general i empresari nord-americà, cofundador de Western Union (n. 1825)",
    "1888 - Mort de Barghash bin Said de Zanzíbar (n. 1837)",
    "1892 - Mort de Walt Whitman, poeta, assagista i periodista nord-americà (n. 1819)",
    "1902 - Mort de Cecil Rhodes, colonialista, home de negocis i polític anglès-sud-africà, 6è primer ministre de la Colònia del Cap (n. 1853)",
    "1905 - Mor Maurice Barrymore, actor nord-americà (n. 1849)",
    "1910 - Mort d'Auguste Charlois, astrònom francès (n. 1864)",
    "1920 - Mort de William Chester Minor, cirurgià i lexicògraf nord-americà (n. 1834)",
    "1923 - Mort de Sarah Bernhardt, actriu i guionista francesa (n. 1844)",
    "1926 - Mort de Constantin Fehrenbach, advocat i polític alemany, canceller d'Alemanya (n. 1852)",
    "1932 - Mor Henry M. Leland, maquinista, inventor, enginyer, empresari d'automoció i fundador nord-americà de Cadillac i Lincoln (n. 1843)",
    "1934 - Mort de John Biller, saltador i llançador de disc nord-americà (n. 1877)",
    "1940 - Mort de Spyridon Louis, corredor grec (n. 1873)",
    "1940 - Mort de Wilhelm Anderson, astrofísic alemany-estonià (n. 1880)",
    "1942 - Mort de Carolyn Wells, novel·lista i poeta nord-americana (n. 1862)",
    "1942 - Mort de Jimmy Burke, jugador de beisbol i entrenador nord-americà (n. 1874)",
    "1945 - Mort de David Lloyd George, advocat i polític anglès-gal·lès, primer ministre del Regne Unit (n. 1863)",
    "1951 - Mort de James F. Hinkle, banquer i polític nord-americà, sisè governador de Nou Mèxic (n. 1864)",
    "1954 - Mort de Charles Perrin, remador francès (n. 1875)",
    "1957 - Mor Max Ophüls, director i guionista germanoamericà (n. 1902)",
    "1957 - Mor Édouard Herriot , polític francès, primer ministre de França (n. 1872 )",
    "1958 - Mort de Phil Mead, jugador de cricket i futbolista anglès (n. 1887)",
    "1959 - Mort de Raymond Chandler, novel·lista i guionista policial nord-americà (n. 1888)",
    "1966 - Mort de Cyril Hume, novel·lista i guionista nord-americà (n. 1900)",
    "1966 - Mort de Victor Hochepied, nedador francès (n. 1883)",
    "1969 - Mort de John Kennedy Toole, novel·lista nord-americà (n. 1937)",
    "1973 - Mort de Johnny Drake, jugador de futbol americà (n. 1916)",
    "1973 - Mort de Noël Coward, dramaturg, actor i compositor anglès (n. 1899)",
    "1979 - Mor Beauford Delaney, pintor americà-francès (n. 1901)",
    "1979 - Mort de Jean Stafford, autor i acadèmic nord-americà (n. 1915)",
    "1980 - Mor Roland Barthes, lingüista i crític francès (n. 1915)",
    "1983 - Mort d'Anthony Blunt, historiador i espia anglès (n. 1907)",
    "1984 - Mor Ahmed Sékou Touré, polític guineà, primer president de Guinea (n. 1922)",
    "1987 - Mor Eugen Jochum, director d'orquestra alemany (n. 1902)",
    "1987 - Mort de Walter Abel, actor nord-americà (n. 1898)",
    "1990 - Mort de Halston, dissenyador de moda nord-americà (n. 1932)",
    "1992 - Mort de Barbara Frum, periodista i presentadora de ràdio nord-americà-canadenc (n. 1937)",
    "1993 - Mort de Louis Falco, ballarí i coreògraf nord-americà (n. 1942)",
    "1995 - Mort d'Eazy-E, raper i productor nord-americà (n. 1964)",
    "1996 - Mort de David Packard, enginyer i empresari nord-americà, cofundador de Hewlett-Packard (n. 1912)",
    "1996 - Mor Edmund Muskie, tinent, advocat i polític nord-americà, 58è secretari d'Estat dels Estats Units (n. 1914)",
    "1996 - Mort de John Snagge, periodista anglès (n. 1904)",
    "2000 - Mort d'Alex Comfort, metge i autor anglès (n. 1920)",
    "2002 - Mort de Randy Castillo, bateria i compositor nord-americà (n. 1950)",
    "2003 - Mort de Daniel Patrick Moynihan, sociòleg i polític nord-americà, 12è ambaixador dels Estats Units a les Nacions Unides (n. 1927)",
    "2004 - Mort de Jan Sterling, actriu nord-americana (n. 1921)",
    "2005 - Mort de Frederick Rotimi Williams, advocat i polític nigerià (n. 1920)",
    "2005 - Mort de James Callaghan, tinent i polític anglès, primer ministre del Regne Unit (n. 1912)",
    "2006 - Mort d'Anil Biswas, periodista i polític indi (n. 1944)",
    "2006 - Mort de Nikki Sudden, cantautora i guitarrista anglesa (n. 1956)",
    "2006 - Mort de Paul Dana, pilot de carreres nord-americà (n. 1975)",
    "2008 - Mort de Manuel Marulanda, líder rebel colombià (n. 1930)",
    "2008 - Mort de Robert Fagles, poeta i acadèmic nord-americà (n. 1933)",
    "2009 - Mort d'Arne Bendiksen, cantant i compositor noruec (n. 1926)",
    "2009 - Mort de Shane McConkey, esquiador canadenc i saltador BASE (n. 1969)",
    "2010 - Mort de Charles Ryskamp, ​​col·leccionista d'art i comissari nord-americà (n. 1928)",
    "2011 - Mort de Diana Wynne Jones, autora anglesa (n. 1934)",
    "2011 - Mort de Geraldine Ferraro, advocada i política nord-americana (n. 1935)",
    "2011 - Mort de Roger Abbott, actor, productor i guionista anglo-canadenc (n. 1946)",
    "2012 - Mort de David Craighead, organista i pedagog nord-americà (n. 1924)",
    "2012 - Mor Helmer Ringgren, teòleg i acadèmic suec (n. 1917)",
    "2012 - Mort de Manik Godghate, poeta i pedagog indi (n. 1937)",
    "2012 - Mort de Michael Begley, fuster i polític irlandès (n. 1932)",
    "2012 - Mort de Sisto Averno, jugador de futbol americà (n. 1925)",
    "2012 - Mort de Thomas M. Cover, teòric i acadèmic nord-americà (n. 1938)",
    "2013 - Mort de Dave Leggett, jugador de beisbol nord-americà (n. 1933)",
    "2013 - Mort de Don Payne, guionista i productor nord-americà (n. 1964)",
    "2013 - Mort de Krzysztof Kozłowski, periodista i polític polonès, ministre de l'Interior polonès (n. 1931)",
    "2013 - Mort de Tom Boerwinkle, jugador de bàsquet i presentador esportiu nord-americà (n. 1945)",
    "2014 - Mort de Dick Guidry, home de negocis i polític nord-americà (n. 1929)",
    "2014 - Mort de Marcus Kimball, baró Kimball, polític anglès (n. 1928)",
    "2014 - Mort de Roger Birkman, psicòleg i autor nord-americà (n. 1919)",
    "2015 - Mort de Dinkha IV, patriarca iraquià (n. 1935)",
    "2015 - Mort de Friedrich L. Bauer, matemàtic, informàtic i acadèmic alemany (n. 1924)",
    "2015 - Mor Tomas Tranströmer, poeta, traductor i psicòleg suec, premi Nobel (n. 1931)",
    "2016 - Mort de Jim Harrison, novel·lista, assagista i poeta nord-americà (n. 1937)",
    "2018 - Mort de Fabrizio Frizzi, presentador de televisió italià (n. 1958)",
    "2023 - Mort d'Innocent Vareed Thekkethala, actor i polític indi (n. 1948)",
    "2023 - Mort de Jacob Ziv, enginyer elèctric israelià, va desenvolupar la família LZ d'algorismes de compressió (n. 1931)",
    "2023 - Mor María Kodama, escriptora i traductora argentina (n. 1937)",
    "2024 - Mort d'Esther Coopersmith, diplomàtica nord-americana, ambaixadora de bona voluntat de la UNESCO (n. 1930)",
    "752 - Mort del papa electe Esteve",
    "809 - Mort de Ludger, missioner frisó",
    "903 - Mort de Sugawara no Michizane, poeta japonès",
    "908 - Mort d'Ai, emperador de la dinastia Tang (n. 892)",
    "922 - Mort de Mansur Al-Hallaj, místic i poeta persa (n. 858)",
    "929 - Mort de Wang Du, senyor de la guerra i governador xinès (jiedushi)",
    "973 - Mort de Guntram (\"el ric\"), noble franc",
    "983 - Mort d'Adud al-Dawla, governant iranià (n. 936)"
  ],
  "day_16_month_4_deaths.dialog": [
    "1090 - Mort de Sikelgaita, duquessa d'Apulia (b. c. 1040)",
    "1113 - Mort de Sviatopolk II de Kíev (n. 1050)",
    "1118 - Mort d'Adelaida del Vasto, regent de Sicília, mare de Roger II de Sicília, reina de Balduí I de Jerusalem",
    "1198 - Mort de Frederic I, duc d'Àustria (n. 1175)",
    "1234 - Mort de Richard Marshal, 3r comte de Pembroke (n. 1191)",
    "1375 - Mort de John Hastings, segon comte de Pembroke, noble i soldat anglès (n. 1347)",
    "1496 - Mort de Carles II, duc de Savoia (n. 1489)",
    "1587 - Mort d'Anne Seymour, duquessa de Somerset (n. 1497)",
    "1640 - Mort de la comtessa Charlotte Flandrina de Nassau (n. 1579)",
    "1645 - Mort de Tobias Hume, soldat escocès, violista i compositor (n. 1569)",
    "1687 - Mort de George Villiers, segon duc de Buckingham, poeta i polític anglès, Lord Tinent de West Riding de Yorkshire (n. 1628)",
    "1689 - Mort d'Aphra Behn, autora i dramaturga anglesa (n. 1640)",
    "1742 - Mort de Stefano Benedetto Pallavicino, poeta i traductor italià (n. 1672)",
    "1756 - Mort de Jacques Cassini, astrònom francès (n. 1677)",
    "1783 - Mor Christian Mayer, astrònom i pedagog txec (n. 1719)",
    "1788 - Mort de Georges-Louis Leclerc, comte de Buffon, matemàtic, cosmòleg i autor francès (n. 1707)",
    "1828 - Mor Francisco Goya, pintor i il·lustrador hispano-francès (n. 1746)",
    "1846 - Mor Domenico Dragonetti, baixista i compositor italià (n. 1763)",
    "1850 - Mort de Marie Tussaud, escultora franco-anglès, fundació del Museu de Cera Madame Tussauds (n. 1761)",
    "1859 - Mor Alexis de Tocqueville, historiador i filòsof francès, ministre d'Afers Exteriors francès (n. 1805)",
    "1879 - Mor Bernadette Soubirous, monja i santa francesa (n. 1844)",
    "1888 - Mor Zygmunt Florenty Wróblewski, físic i químic polonès (n. 1845)",
    "1899 - Mor Emilio Jacinto, periodista i activista filipí (n. 1875)",
    "1904 - Mort de Maximilian Kronberger, poeta i autor alemany (n. 1888)",
    "1904 - Mort de Samuel Smiles, autor escocès-anglès (n. 1812)",
    "1914 - Mort de George William Hill, astrònom i matemàtic nord-americà (n. 1838)",
    "1915 - Mor Nelson W. Aldrich, home de negocis i polític nord-americà (n. 1841)",
    "1925 - Mort de Stefan Nerezov, general búlgar (n. 1867)",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_4_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_1_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_9_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_1_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_16_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_27_month_4_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_11_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_26_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_6_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_8_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_8_month_8_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_10_month_7_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_7_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_9_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_28_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_6_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_8_month_1_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_6_month_6_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_8_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_9_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_12_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_22_month_1_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_19_month_9_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_12_month_5_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_15_month_6_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_27_month_4_births.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_27_month_2_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_25_month_3_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_23_month_3_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_28_month_2_deaths.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "day_20_month_2_events.dialog": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ]
}
